{"id":2536,"date":"2022-09-27T12:10:00","date_gmt":"2022-09-27T12:10:00","guid":{"rendered":"http:\/\/slush.org\/?p=2536"},"modified":"2023-08-22T08:38:59","modified_gmt":"2023-08-22T08:38:59","slug":"always-be-hiring-an-early-stage-talent-playbook-for-founders","status":"publish","type":"post","link":"https:\/\/slush.org\/always-be-hiring-an-early-stage-talent-playbook-for-founders\/","title":{"rendered":"Always Be Hiring: an early-stage talent playbook for founders"},"content":{"rendered":"[vc_row type=&#8221;full_width_background&#8221; full_screen_row_position=&#8221;middle&#8221; column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; bg_color=&#8221;#fafafa&#8221; full_height=&#8221;yes&#8221; scene_position=&#8221;center&#8221; text_color=&#8221;dark&#8221; text_align=&#8221;left&#8221; row_border_radius=&#8221;none&#8221; row_border_radius_applies=&#8221;bg&#8221; sticky_row=&#8221;true&#8221; sticky_row_alignment=&#8221;top&#8221; overflow=&#8221;visible&#8221; class=&#8221;article&#8221; overlay_strength=&#8221;0.3&#8243; gradient_direction=&#8221;left_to_right&#8221; shape_divider_position=&#8221;bottom&#8221; bg_image_animation=&#8221;none&#8221; gradient_type=&#8221;default&#8221; shape_type=&#8221;&#8221;][vc_column column_padding=&#8221;no-extra-padding&#8221; column_padding_tablet=&#8221;inherit&#8221; column_padding_phone=&#8221;inherit&#8221; column_padding_position=&#8221;all&#8221; left_margin=&#8221;3vw&#8221; constrain_group_2=&#8221;yes&#8221; right_margin=&#8221;3vw&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; column_position=&#8221;static&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;default&#8221; gradient_type=&#8221;default&#8221;][vc_row_inner column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; text_align=&#8221;left&#8221; row_position=&#8221;default&#8221; row_position_tablet=&#8221;inherit&#8221; row_position_phone=&#8221;inherit&#8221; overflow=&#8221;visible&#8221; pointer_events=&#8221;all&#8221;][vc_column_inner left_padding_desktop=&#8221;10%&#8221; constrain_group_101=&#8221;yes&#8221; right_padding_desktop=&#8221;10%&#8221; left_padding_tablet=&#8221;2%&#8221; constrain_group_103=&#8221;yes&#8221; right_padding_tablet=&#8221;2%&#8221; left_padding_phone=&#8221;2%&#8221; constrain_group_105=&#8221;yes&#8221; right_padding_phone=&#8221;2%&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; font_color=&#8221;#101010&#8243; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; overflow=&#8221;visible&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;advanced&#8221; gradient_type=&#8221;default&#8221;][vc_column_text]\n<h6 class=\"b-article-author__author-name\"><em><strong>Eléonore Crespo<\/strong><\/em><\/h6>\n<p class=\"b-article-author__author-title\"><em><strong>Co-Founder and Co-CEO, Pigment<\/strong><\/em><\/p>\n<p>&nbsp;<\/p>\n<p><i>Ex-Index Ventures investor Eléonore Crespo is Co-founder and Co-CEO of <\/i><a href=\"https:\/\/www.gopigment.com\/\"><i>Pigment<\/i><\/a><i>, the multidimensional business planning platform that is taking on outdated technologies to help companies make better, faster decisions. No matter the economic climate, finding the best talent is always crucial in getting a startup off to a great start – and teams are also what customers and investors will be looking at in the early stages. Fortunately, Eléonore has created a playbook with the top tips and secrets to building the best team from day one.<\/i><\/p>\n<p><b>Talent is the most important asset in your company<\/b>. It’s incredibly important to get it right from the get-go. VCs will look at your team first – regardless of whether your company is pre-seed, seed, B2B, B2C, or any other configuration. The most important factor they will assess is the quality of your team. They will ask themselves, “Do I believe that this team can be ambitious enough to tackle a gigantic problem?”<\/p>\n<p>Every single person that you will hire can either make or break your team. And when it breaks your team, it can be surprisingly harmful, because it takes about six to nine months to truly separate from someone. At the same time, making the right hiring choices can be an absolute game changer.[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;EXPECT TO LEARN&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]\n<h4>Expect to Learn:<\/h4>\n<ol>\n<li><strong>Always be hiring<\/strong><\/li>\n<li><strong>Hire only the very best<\/strong><\/li>\n<li><strong>Be surprising, empathetic, and generous<\/strong><\/li>\n<li><strong>Hire fast – but not too fast<\/strong><\/li>\n<li><strong>Invest time in onboarding<\/strong><\/li>\n<\/ol>\n<p><strong>+ Eléonore’s reading recommendations<\/strong><\/p>\n[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;1. ALWAYS BE HIRING&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]\n<h4>Scout for potential talent everywhere<\/h4>\n<p>With every person you meet, you should think: could this person be someone I hire or do they know someone who is right for my company? To make that scouting effective, you should get as many references as you can. For every employee you meet, ask them “who are the best people that you would bring on a new venture?”. I ask every new joiner to give me a list of the ten people they dream to work with, no matter who they are.<\/p>\n<h4>Impossible is nothing<\/h4>\n<p>The names they share might be people that they think are unreachable – but no one is. When I convinced my co-founder Romain, CTO of Criteo at the time, to start a company with me, some people thought that he was unattainable. It was the same with my Head of Business and my Head of Customer Success. If you dream about someone, you have to put in all of the energy you can to bring this person in.<\/p>\n<p>I did this by painting a clear picture of my long-term vision and the urgent need for a product like ours in the market, backed by an action plan for the short term. Initially engaging with them to seek their opinion, rather than to “hard pitch” them is a good approach. You get to see their expertise, understand how they think and validate whether you’d be a good fit for each other, without the pressure of an interview process.<\/p>\n<p>Pursuing these people is always worth it because A+ talent brings A+ talent. This is extremely important to have in mind. When you hire someone that is exceptional, ask them to bring along their ten best people.<\/p>\n<h4>Recruitment is the founders’ job<\/h4>\n<p>You should never simply rely on an HR recruiter to find the best talent, at least in the initial days. It’s the job of the co-founders and the founding team to find this talent and you have to consistently spend time hiring – the simple reason being that the right people join early ventures based on their trust and belief in a leader.<\/p>\n<p>As a CEO, I currently spend about 30% of my time hiring but at the beginning, it was about 70%. I still try to do it every day. As a leader, you often have the best understanding of the types of talent that are right for each stage of your company. Staying involved in the hiring process is a surefire way to build a team that aligns with your ambitions to grow the company.[\/vc_column_text][vc_column_text]\n<h4>Know what you are looking for: what problem are you hiring for?<\/h4>\n<p>Hiring can very easily lose purpose and lead to expensive mistakes when improperly calibrated. To avoid this, begin with the problem your company solves and map it to the specific roles that will best solve that problem.<\/p>\n<p>For example: at Pigment, our goal is to replace outdated technology and help people find better solutions than Excel for planning and analytics. So, it was very important from the get-go to find the best engineers in the world.<\/p>\n<p>In order to replace today’s legacy software, we need the strongest backend engineers to build a delightful platform that will make the switch a no-brainer decision for most people.<\/p>\n<h4>When should you start looking for them?<\/h4>\n<p>Calibration also has a timing element, since you have to anticipate your future needs. Each time you envision your hiring needs, you should plan <i>at least<\/i> <i>nine months in advance<\/i> by asking yourself what you need for success within that time period.<\/p>\n<p>Do I need to reinforce my business team, my marketing team, or my engineering team? The answer to such questions depends on the maturity and pace of growth of your business. Consistently planning for future scenarios will ensure you stay a step ahead in meeting the needs of your company at any point in its lifecycle.<\/p>\n<h4>How to know who’s the right person?<\/h4>\n<p>Let’s look at an example: say I’m trying to find a VP of Marketing. In this instance, I will try to meet with the <i>best<\/i> <i>VP of Marketing in the world<\/i>. By discussing ideas with thought leaders, I truly understand how a high-performer in the role thinks and acts.<\/p>\n<p>This process helps better understand what you need and how to hire well. Furthermore, the best VP of Marketing can also tell you how to hire the best marketing team. You should do this for every single role, not just your executive team. Passing on this mentality to each of your leaders, and subsequently their teams, helps ensure every hire is someone you couldn’t function without.<\/p>\n<p>What’s interesting is that sometimes when you reach out to the best marketing VPs in the world, guess what – one of them might want to join your company. If it’s not now, it might be in two years. Calibration is key, and it can bring great surprises to your team once you aim in the right direction.<\/p>\n<h4>Use your culture to define what you want beyond competence<\/h4>\n<p>Besides bringing their skillset, your first hires should reflect your company values. My co-founder and I are team players. We love creativity, we love to work with humble people who are smart, try to bring new ideas every day, and are good at communicating. From day one, it’s important to define which skills and traits are important to you and to make sure you incorporate these considerations into your interview process.<\/p>\n<p>This places the onus on me to communicate these expectations to the candidate. The CEO of Supercell, Ilkka Paananen, told me that before every single interview he sends over the values of his own company, and the next week, he sends the actions that relate to these values (what Ben Horowitz would refer to as “virtues”). It’s only fair to move people with these skills and traits along the interview process. For me, candidates aligning with Pigment’s values of humility, creativity, ownership, and calculated risk-taking are non-negotiable.[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;2. HIRE ONLY THE VERY BEST&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]\n<h4>Hire people better than you<\/h4>\n<p>The people you hire should be indisputable experts in their fields. You want people that will work with you from day one to build your company up from zero to 1,000.<\/p>\n<p>While you’ll have time to coach, you won’t always have time to teach people what to do. It helps to find people with significant experience in the space that you’re tackling, and stick to hiring these people for <i>every important <\/i>role that you have.<\/p>\n<p>Every time you hire, you should think “are the people that I’m hiring going to be able to, for instance, speak at Slush as experts in what they do?” I think that’s a good framework to help you determine the mark of an expert.<\/p>\n<h4>Hire experts that are doers<\/h4>\n<p>While it’s great to hire experts, it is insanely difficult to find experts that are also doers. When you hire someone with tons of experience, it likely means they’ve already spent a good ten years on impactful execution. Someone in this situation is probably looking to move towards a managerial role, and will not be a good hire early on at your company.<\/p>\n<p>On the very first day, you want your hire to get their hands dirty, look at tooling, and sign your first customers. Even if it’s an engineer that was previously managing several people, they should come back to become the best individual contributor out there. If they don’t have the ability or interest to do so, they aren’t the right employee at this stage. Clarifying this need at early interview stages helps find the best-fit talent who combines expertise with a preference for action.<\/p>\n<p>How?<\/p>\n<p>It’s as simple as asking them about a recent example where they didn’t have the resources to get something done but they achieved it anyway. You’re looking for people who are making tough prioritization calls to focus on what matters most. For people who will be creative enough to find different ways of doing things. For people who will pitch in themselves and learn new skills on the go.<\/p>\n<h4>Remember to customize your hires to your product<\/h4>\n<p><b><\/b>Last but not least, craft a team that is the best for <i>your product<\/i>. As I mentioned earlier, to reach Pigment’s end goal, we needed the best backend engineers, the best designers, and the best product managers to create the platform. That was the first core team of employees.<\/p>\n<p>Of course, this changes depending on the sector. If you’re an e-commerce company, perhaps your priorities will veer towards supply chain and marketing. So think about how to identify the best talents to execute these priorities before thinking about the rest.[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;3. BE SURPRISING, EMPATHETIC, AND GENEROUS&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]After you’ve identified the very best, it’s crucial to attract them to your company. This can be tricky since talent is rare and great talent gets thousands of competing offers. It’s also extremely competitive: every time I contact someone, they tell me they’re in the process with ten other companies out there.<\/p>\n<h4>Be generous<\/h4>\n<p>Let’s face it, we’re no longer in the golden days of the early 2000s. People aren’t working from the garage anymore, they have higher expectations – that’s the reality, especially if you want to build a quality team.<\/p>\n<p>At Pigment, the average age is 35 years old. Many team members have a family with kids and cannot afford to just get equity for two years with no salary. You need to make sure that you raise in advance for the people that you bring in first. But you also need to ensure that you can afford the expectations of these people. You cannot be cheap, because then you will never attract the highest standard of talent.<\/p>\n<p>Obviously, it’s not only about the salary and the equity, but also how you create a professional team despite being a young company. That touches upon a lot of things: how can you empower your hires with the best working conditions? This includes a great office, providing all the tools they need, and offering the flexibility to showcase their talent at their preferred pace.<\/p>\n<p>&nbsp;<\/p>\n<h4>Be memorable<\/h4>\n<p>At first, your methods of attracting talent might be non-traditional. This person is going to join you at a stage where your company is nowhere. You likely won’t have customers, investors, a reputation in the market, a brand identity, or perhaps even a website!<\/p>\n<p>All this to say, people join the company <b>just for you<\/b>. You need to make a memorable and positive impression on everyone you’re going to hire.<\/p>\n<p>Memorability will make the difference, and that takes time. I saw this during my time at Index Ventures as well: the importance of meeting people early on and nurturing the relationship.<\/p>\n<p>To illustrate this further, It took me more than six months to convince some of my hires to join Pigment. Some said no outright, like my Head of Business but I convinced him to join three months later.<\/p>\n<p>I did this by being tough and thorough in my outreach and relationship building, asking myself if I could take this person to dinner and try to understand their personal life and priorities.<\/p>\n<h4>Be empathetic<\/h4>\n<p>What’s important in the interview process is to remember that you are speaking to a human. This means you need to surprise this person with your empathy and say something that is going to speak deeply to their heart.<\/p>\n<p>Try to say something to make them think, “Okay, I’m going to trust these founders who seem so different, who have so much energy, who want to have an impact on thousands and thousands of customers, and they are interested in me.”<\/p>\n<p>For instance, my early conversations with our Head of Product Marketing revolved around her long-term career aspirations. She has shared with me how surprised she was by the fact that I wasn’t immediately talking about what she could be doing at Pigment tomorrow but where she wanted to be 5 or 10 years from now. And yes, ideally that’s still at Pigment but still, showing that you’re not optimizing for your own interests but rather for someone’s own ambitions means that you form deep and long-term relationships. There is such a thing as a win-win.[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;4. HIRE FAST, BUT NOT TOO FAST&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]\n<h4>Hiring the best talent takes effort – start early<\/h4>\n<p>The battle for top talent is intense. As founders, we need to hire fast, we need to hire right, and we need to persuade people to be hired. Therefore, it is important to speed up the process.<\/p>\n<p>Every time you identify someone who is serious about joining the adventure, you should put in the effort to demonstrate your productivity, determination, and eagerness to have this person join. You should make this person meet anyone that can convince them to join as soon as possible: VC team members, co-founders, investors, and customers.<\/p>\n<p>It’s important to start the process early – especially in Europe, as it takes more than six months to hire someone, and then another three months for onboarding. Anticipate roadblocks and start meeting people early. Especially with executive hiring, the best execs will likely take time to weigh the decision to accompany you on your journey.<\/p>\n<h4>But don’t hire too fast<\/h4>\n<p>Going from 20 to 200 people too quickly can harm your company. When you’re a small team of about 20 people, it’s a bit like sailing a small sailboat — much easier to change gears and direction. But when you’re on a cruise ship with 200 people, it is significantly harder to change course when you need to pivot.<\/p>\n<p>In the first two years of the company, you will need to pivot many, many times: maybe your customers won’t like the first version of your product, maybe you will realize you didn’t take it to the right angle. In order to be able to pivot, please do not hire too fast. It’s more important to hire right.[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;Eléonore’s reading recommendations&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]\n<section class=\"b-base b-base--no-upper-margin b-base--no-lower-margin\">\n<div class=\"b-base__container\">\n<div class=\"l-columns l-columns--h-center\" data-column-count=\"1\">\n<div class=\"l-columns__item\">\n<div class=\"h-wysiwyg-html\" data-scheme-target=\"\">\n<ul>\n<li aria-level=\"1\"><a href=\"https:\/\/www.goodreads.com\/book\/show\/4989687-who?ref=nav_sb_ss_1_17\"><b>Who: The A Method for Hiring<\/b><\/a> <em>b<\/em><em>y<\/em> <i>Geoff Smart. <\/i>This is the book to read when it comes to hiring because it outlines everything you need to know about the interview process, hiring the best, and what people are looking for.<\/li>\n<li aria-level=\"1\"><a href=\"https:\/\/www.goodreads.com\/book\/show\/7108725-start-with-why?from_search=true&amp;from_srp=true&amp;qid=LbNeFJvhDm&amp;rank=1\"><b>Start with Why: How Great Leaders Inspire Everyone to Take Action<\/b><\/a> <em>by<\/em> <i>Simon Sinek.<\/i> In the beginning, it’s important to start with why and to tell people why you have this vision: why you’re creating the company. This is a great book because it’s a marketing book that specifically helps you understand how to communicate to people why you have picked a specific mission.<\/li>\n<li aria-level=\"1\"><a href=\"https:\/\/www.goodreads.com\/book\/show\/40536148-high-growth-handbook?ref=nav_sb_ss_1_20\"><b>High Growth Handbook: Scaling Startups from 10 to 10,000 People<\/b><\/a> <em>by<\/em> <i>Elad Gil. <\/i>This is more for a later stage, but one of the best books out there around hiring executives and the set acceleration formula for teams out there that need to build a sales team. It’s a fantastic book to get tips on how to build a team that scales.<\/li>\n<\/ul>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/section>\n<section class=\"b-base\">\n<div class=\"b-base__container\">\n<div class=\"l-columns l-columns--h-center\" data-column-count=\"1\">\n<div class=\"l-columns__item\">\n<div class=\"h-wysiwyg-html\" data-scheme-target=\"\"><\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/section>\n[\/vc_column_text][image_with_animation image_url=&#8221;2504&#8243; image_size=&#8221;full&#8221; animation_type=&#8221;entrance&#8221; animation=&#8221;None&#8221; animation_movement_type=&#8221;transform_y&#8221; hover_animation=&#8221;none&#8221; alignment=&#8221;&#8221; border_radius=&#8221;20px&#8221; box_shadow=&#8221;none&#8221; image_loading=&#8221;default&#8221; max_width=&#8221;100%&#8221; max_width_mobile=&#8221;default&#8221;][\/vc_column_inner][\/vc_row_inner][\/vc_column][\/vc_row]\n","protected":false},"excerpt":{"rendered":"<p>[vc_row type=&#8221;full_width_background&#8221; full_screen_row_position=&#8221;middle&#8221; column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; bg_color=&#8221;#fafafa&#8221; full_height=&#8221;yes&#8221; scene_position=&#8221;center&#8221; text_color=&#8221;dark&#8221; text_align=&#8221;left&#8221; row_border_radius=&#8221;none&#8221; row_border_radius_applies=&#8221;bg&#8221; sticky_row=&#8221;true&#8221; sticky_row_alignment=&#8221;top&#8221; overflow=&#8221;visible&#8221; class=&#8221;article&#8221; overlay_strength=&#8221;0.3&#8243; gradient_direction=&#8221;left_to_right&#8221; shape_divider_position=&#8221;bottom&#8221; bg_image_animation=&#8221;none&#8221; gradient_type=&#8221;default&#8221; shape_type=&#8221;&#8221;][vc_column column_padding=&#8221;no-extra-padding&#8221; column_padding_tablet=&#8221;inherit&#8221; column_padding_phone=&#8221;inherit&#8221; column_padding_position=&#8221;all&#8221; left_margin=&#8221;3vw&#8221; constrain_group_2=&#8221;yes&#8221; right_margin=&#8221;3vw&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; column_position=&#8221;static&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;default&#8221; gradient_type=&#8221;default&#8221;][vc_row_inner column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; text_align=&#8221;left&#8221; row_position=&#8221;default&#8221; row_position_tablet=&#8221;inherit&#8221; row_position_phone=&#8221;inherit&#8221; overflow=&#8221;visible&#8221; pointer_events=&#8221;all&#8221;][vc_column_inner left_padding_desktop=&#8221;10%&#8221; constrain_group_101=&#8221;yes&#8221; right_padding_desktop=&#8221;10%&#8221; left_padding_tablet=&#8221;2%&#8221; constrain_group_103=&#8221;yes&#8221; right_padding_tablet=&#8221;2%&#8221; left_padding_phone=&#8221;2%&#8221; constrain_group_105=&#8221;yes&#8221; right_padding_phone=&#8221;2%&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; <a href=\"https:\/\/slush.org\/always-be-hiring-an-early-stage-talent-playbook-for-founders\/\">&nbsp;&raquo;&nbsp;Read more about: Always Be Hiring: an early-stage talent playbook for founders &nbsp;&raquo;<\/a><\/p>\n","protected":false},"author":3,"featured_media":2468,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"om_disable_all_campaigns":false,"footnotes":""},"categories":[35,59],"tags":[],"aioseo_notices":[],"_links":{"self":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2536"}],"collection":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/users\/3"}],"replies":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/comments?post=2536"}],"version-history":[{"count":6,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2536\/revisions"}],"predecessor-version":[{"id":3188,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2536\/revisions\/3188"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/media\/2468"}],"wp:attachment":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/media?parent=2536"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/categories?post=2536"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/tags?post=2536"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}