{"id":2554,"date":"2021-05-07T13:30:10","date_gmt":"2021-05-07T13:30:10","guid":{"rendered":"http:\/\/slush.org\/?p=2554"},"modified":"2023-08-22T08:51:38","modified_gmt":"2023-08-22T08:51:38","slug":"doing-things-the-spotify-way-the-story-of-direct-listing","status":"publish","type":"post","link":"https:\/\/slush.org\/doing-things-the-spotify-way-the-story-of-direct-listing\/","title":{"rendered":"Doing Things the Spotify Way: the Story of Direct Listing"},"content":{"rendered":"[vc_row type=&#8221;full_width_background&#8221; full_screen_row_position=&#8221;middle&#8221; column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; bg_color=&#8221;#fafafa&#8221; full_height=&#8221;yes&#8221; scene_position=&#8221;center&#8221; text_color=&#8221;dark&#8221; text_align=&#8221;left&#8221; row_border_radius=&#8221;none&#8221; row_border_radius_applies=&#8221;bg&#8221; sticky_row=&#8221;true&#8221; sticky_row_alignment=&#8221;top&#8221; overflow=&#8221;visible&#8221; class=&#8221;article&#8221; overlay_strength=&#8221;0.3&#8243; gradient_direction=&#8221;left_to_right&#8221; shape_divider_position=&#8221;bottom&#8221; bg_image_animation=&#8221;none&#8221; gradient_type=&#8221;default&#8221; shape_type=&#8221;&#8221;][vc_column column_padding=&#8221;no-extra-padding&#8221; column_padding_tablet=&#8221;inherit&#8221; column_padding_phone=&#8221;inherit&#8221; column_padding_position=&#8221;all&#8221; left_margin=&#8221;3vw&#8221; constrain_group_2=&#8221;yes&#8221; right_margin=&#8221;3vw&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; column_position=&#8221;static&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;default&#8221; gradient_type=&#8221;default&#8221;][vc_row_inner column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; text_align=&#8221;left&#8221; row_position=&#8221;default&#8221; row_position_tablet=&#8221;inherit&#8221; row_position_phone=&#8221;inherit&#8221; overflow=&#8221;visible&#8221; pointer_events=&#8221;all&#8221;][vc_column_inner left_padding_desktop=&#8221;10%&#8221; constrain_group_101=&#8221;yes&#8221; right_padding_desktop=&#8221;10%&#8221; left_padding_tablet=&#8221;2%&#8221; constrain_group_103=&#8221;yes&#8221; right_padding_tablet=&#8221;2%&#8221; left_padding_phone=&#8221;2%&#8221; constrain_group_105=&#8221;yes&#8221; right_padding_phone=&#8221;2%&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; font_color=&#8221;#101010&#8243; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; overflow=&#8221;visible&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;advanced&#8221; gradient_type=&#8221;default&#8221;][vc_column_text]\n<h6 class=\"b-article-author__author-name\"><em><strong>Susan Hyttinen | Lucy Wimmer<\/strong><\/em><\/h6>\n<p class=\"b-article-author__author-title\"><em><strong>Contributors<\/strong><\/em><\/p>\n<p>&nbsp;<\/p>\n<p><em>When Spotify went public in 2018, the global audio streaming innovator raised eyebrows by opting for a direct listing rather than an Initial Public Offering (IPO). Harry Nelis, Partner at global venture capital firm Accel, and the Slush team sat down with Spotify’s Chief Financial Officer (CFO) Paul Vogel to learn all about the company’s journey to the public markets via a direct listing. <\/em><\/p>\n<p><em>Why did Spotify opt for a direct listing over a traditional IPO? And what advice does Vogel have for other growth-stage companies preparing to go public? What would he do differently if he could go back in time?<\/em><\/p>\n<p><em>Let’s find out…<\/em>[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;The driving forces behind Spotify’s direct listing&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]Spotify went public on the New York Stock Exchange (NYSE) in 2018 via a direct listing rather than an IPO. This means the company listed and offered shares without any underwriting from the banks. In doing so, Spotify pioneered the direct listing.<\/p>\n<p>Why did Spotify take this approach?<\/p>\n<p>“The idea grew out of discussions with Barry McCarthy, our former CFO. We talked about the process of going public and spent a lot of time thinking about what worked, what didn’t work, and where there were inefficiencies we could improve upon,” Vogel explains. “The direct listing was very Spotify. We like to be innovative and cutting edge – take risks and experiment. It started with Barry’s vision of what we could do differently and what we were trying to accomplish. Spotify was also in a different position than a lot of companies that go public. For starters, we had a strong liquidity position, so we didn’t need to sell shares to raise capital. We thought, why would we dilute our existing shareholders when we don’t need liquidity?”<\/p>\n<p>So, if Spotify did not need liquidity, why did it go public at all? Vogel explains that at the point that Spotify was exploring going public, the company was more than 10 years old. “We acknowledged that we needed an avenue to create liquidity for our early investors and employees who’d been with us for a long period of time,” he adds.<\/p>\n<p>According to Vogel, Spotify saw direct listing as a way of going public that allowed its shareholders to capitalize on the gains they had accumulated without dilution. There was no preferential treatment.<\/p>\n<p><b>“<\/b>When you have a public offering, you tend to get this initial first-day pop, everybody feels good about themselves, and the stock goes up a lot. When that happens, you’re actually penalizing the investors who’ve been with you for a long time, having them sell at a price that’s too low in order to benefit the new shareholders,” he states.<\/p>\n<p>The Spotify team felt there was probably a better, fairer way where the company could let supply and demand take hold and let the market determine the stock price, according to Vogel.<\/p>\n<p>“With the direct listing, all of our employees and early investors could sell on day one; there were no 90 or 180-day lockups or restrictions on selling stock,” he adds. “Everyone could make a decision on when and if they wanted to trade shares, as well as what price was right for them to sell at, which put everyone on an equal playing field.”[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;Transparency played a vital role&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]Another key driving factor behind opting for a direct listing on the NYSE over an IPO was Spotify’s principle of radical transparency.<\/p>\n<p>“We wanted to give even more transparency than you’d see in a traditional IPO, where there are certain restrictions on the ways you can communicate, who gets access to management, and how many people get detailed company information,” Vogel explains.<\/p>\n<p>By taking this approach, all Spotify’s investors – big, small, institutional and retail – had access to the same information at the same time. The company held an investor day prior to going public where it spent several hours talking about Spotify’s strategy with its senior executives on stage.<\/p>\n<p>“We webcast the Investor Day to everybody; you didn’t have to be a preferred institutional investor or an accredited investor; anybody could listen to it, which was important for us,” Vogel adds.[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;Direct listing: The what, the why and the how&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]\n<section class=\"b-base b-base--no-lower-margin\">\n<div class=\"b-base__container\">\n<div class=\"l-columns l-columns--h-center\" data-column-count=\"1\">\n<div class=\"l-columns__item\">\n<div class=\"h-wysiwyg-html\" data-scheme-target=\"\">\n<p>Pursuing a direct listing was a completely new process. The fact that no one had done one before presented a number of challenges for the company.<\/p>\n<p>“There was a tremendous amount of skepticism from institutional investors, the market, and the press — and we got lots of questions: ‘Why is Spotify doing this? What are you trying to avoid by pursuing a direct listing versus a traditional IPO? What are you trying to hide?’,” he says. “We had to convince the US Securities and Exchange Commission (SEC) and others that this new approach would benefit all shareholders and that  all of our filings and financials would be reported exactly as they would have been in a traditional IPO.<\/p>\n<p>Despite these challenges, Spotify managed to achieve the radical transparency it sought.<\/p>\n<p>Vogel recounts: “We ended up accomplishing what we wanted to do, being even more transparent and having as much financial disclosure as you would normally expect. But it was a decent hurdle to get past all the different constituents to make sure they felt we were doing this with the right intentions.”<\/p>\n<p>So that was the hardest part. Was there a smoother, easier part of the process?<\/p>\n<p>“I don’t think going public is ever easy, and when you do it differently – it just throws some curveballs!” Vogel says. “The traditional model for taking a company public just wasn’t a good fit for us, but I think the direct listing was the right thing for our employees, business, and the company. It set us on the course we wanted to be on.”<\/p>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/section>\n<section class=\"b-base b-base--no-lower-margin\">\n<div class=\"b-base__container\">\n<div class=\"l-columns l-columns--h-center\" data-column-count=\"1\">\n<div class=\"l-columns__item\">\n<div class=\"h-wysiwyg-html\" data-scheme-target=\"\"><\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/section>\n[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;So how come Spotify was even able to go public via a direct listing?&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]Spotify was in a unique position by taking the direct listing path. Is that an option open to other companies, and if so, how? For Vogel, this is where it becomes a lot trickier. Two things set Spotify apart from many other companies looking to go public:<\/p>\n<ol>\n<li aria-level=\"1\">It was a big, well-known consumer brand prior to going public<\/li>\n<li aria-level=\"1\">The company did not need to raise capital<\/li>\n<\/ol>\n<p>Vogel adds; “For a lot of companies when they go public, having that validation from a reputable investment bank and underwriters who are going to vouch for your business is very important because not every company is going to be as widely known, or as well understood as we were. The rules have changed since Spotify went public, but at the time, you couldn’t raise capital in a direct listing – it wasn’t an option.”<\/p>\n<p>Additionally, Vogel explains that since Spotify had been around for a long period of time and due to the way the company was set up, it actually had a fairly active private market for its shares.<\/p>\n<p>“The shares traded hands more frequently than a lot of other private companies,” Vogel states. “So, we had a pretty good idea of what the company was worth based on actual supply-demand transactions. There wasn’t an offering price because we didn’t do a traditional IPO. But we had a reference price, which was the last price the shares had traded hands in the private market.”<\/p>\n<p>Typically, when planning an IPO, a company will take part in a roadshow, presenting to potential investors and underwriting banks. With Spotify’s direct listing, the process was different, Vogel explains.<\/p>\n<p>“The banks couldn’t really facilitate that, at least they couldn’t back then. All the meetings we did, we had to set up ourselves, using my, Barry’s, and other people’s networks to get in front of some of the clients we wanted to meet during a small roadshow,” Vogel recalls. “Prior to the listing, we held our Investor Day where we discussed everything related to the business, and posted all of the videos on our website.”[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;What kind of company would benefit from a direct listing and which should take the regular IPO route?&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]\n<section class=\"b-base b-base--no-lower-margin\">\n<div class=\"b-base__container\">\n<div class=\"l-columns l-columns--h-center\" data-column-count=\"1\">\n<div class=\"l-columns__item\">\n<div class=\"h-wysiwyg-html\" data-scheme-target=\"\">\n<p>Spotify opted for a direct listing because it was already an established brand with liquidity. Which companies are best equipped for a direct listing compared to a traditional IPO? For Vogel, this is a tough question.<\/p>\n<p>“There’s definitely a little more work for the company to do in a direct listing that underwriters typically handle in a classic IPO,” he says. “In a traditional, underwritten offering, you have anywhere from five to 10 banks involved in the process. As a result, your story gets pushed out broadly to all of their institutional clients. With the direct listing, we only had three banks working for us, but we had a hypothesis, which proved correct, that our brand and market cap were big enough to get coverage from the sell-side and the banks, even if they weren’t included in our listing. I think we had 15 to 20 banks covering us within the first three months of being public.”<\/p>\n<p>A handful of people even launched coverage on Spotify before the company had even gone public, which was interesting because that does not typically happen in the US, Vogel states.<\/p>\n<p>“So, it worked out for us, but that may not be the case for some smaller companies. For example, if you’re in a sector that’s not as high profile, or your story isn’t well-known, or you have a smaller market cap, you may not get the coverage you would get if you had a full complement of investment banks supporting your listing,” he adds.<\/p>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/section>\n<section class=\"b-base b-base--no-lower-margin\">\n<div class=\"b-base__container\">\n<div class=\"l-columns l-columns--h-center\" data-column-count=\"1\">\n<div class=\"l-columns__item\">\n<div class=\"h-wysiwyg-html\" data-scheme-target=\"\"><\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/section>\n[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;Why did a Swedish company choose to list in the US?&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]\n<section class=\"b-base b-base--no-lower-margin\">\n<div class=\"b-base__container\">\n<div class=\"l-columns l-columns--h-center\" data-column-count=\"1\">\n<div class=\"l-columns__item\">\n<div class=\"h-wysiwyg-html\" data-scheme-target=\"\">\n<section class=\"b-base b-base--no-lower-margin\">\n<div class=\"b-base__container\">\n<div class=\"l-columns l-columns--h-center\" data-column-count=\"1\">\n<div class=\"l-columns__item\">\n<div class=\"h-wysiwyg-html\" data-scheme-target=\"\">\n<p>Spotify was already a well-known global brand by the time it listed on the NYSE in 2018, but the company was founded in Sweden. So why did the company choose to list in the US?<\/p>\n<p>“We definitely had the discussion,” Vogel explains. “Obviously, Daniel [Ek, co-founder of Spotify] is extremely proud of being a non-US company, being a European executive, and having started a successful business outside the US. That matters a lot, so we definitely considered everything.  But for us, it was a function of the US providing the investor base and the liquidity that we thought we would need and want. Almost all the major peers we have are listed in the US as well. So, from a competition standpoint, from a liquidity standpoint, and an investor’s standpoint, it made the most sense to list in the US.”<\/p>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/section>\n<section class=\"b-base b-base--no-lower-margin\">\n<div class=\"b-base__container\">\n<div class=\"l-columns l-columns--h-center\" data-column-count=\"1\">\n<div class=\"l-columns__item\">\n<div class=\"h-wysiwyg-html\" data-scheme-target=\"\"><\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/section>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/section>\n[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;How to prepare to go public: The finance function is key&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]\n<section class=\"b-base b-base--no-lower-margin\">\n<div class=\"b-base__container\">\n<div class=\"l-columns l-columns--h-center\" data-column-count=\"1\">\n<div class=\"l-columns__item\">\n<div class=\"h-wysiwyg-html\" data-scheme-target=\"\">\n<section class=\"b-base b-base--no-lower-margin\">\n<div class=\"b-base__container\">\n<div class=\"l-columns l-columns--h-center\" data-column-count=\"1\">\n<div class=\"l-columns__item\">\n<div class=\"h-wysiwyg-html\" data-scheme-target=\"\">\n<section class=\"b-base b-base--no-lower-margin\">\n<div class=\"b-base__container\">\n<div class=\"l-columns l-columns--h-center\" data-column-count=\"1\">\n<div class=\"l-columns__item\">\n<div class=\"h-wysiwyg-html\" data-scheme-target=\"\">\n<p>The preparation time required to go public can be extensive. Vogel’s involvement with Spotify’s listing started in June 2016, and it was more than 18 months later before Spotify went public. So how far in advance should companies that want to go public plan and what should they factor into the process?<\/p>\n<p>“My experience has been that most great companies think about the product first – driving its usage, engagement, or whatever the metric is to get to scale,” according to Vogel. “Next, you think about monetization. The last thing they worry about is the business model and how to make a profit. In that process – somewhat logically – the finance function is always the last to get the investment. It’s normally – nine times out of 10 – the right order of things. If you don’t have a product, you don’t have innovation, and you don’t have growth, and you don’t know how to monetize it, then having good systems is going to be irrelevant.”<\/p>\n<p>Vogel adds that the finance function becomes critical in the transition from private to public company, and that sometimes business leaders can underestimate the complexity around finance.<\/p>\n<p>“When you go public, [the finance function] needs to be very strong; to be able to close your books on time, to have confidence in the accuracy of your numbers, to have checks and balances in place,” he says. “The least sexy and the least glamorous part of the business is the one that often takes the most work because it’s the one, in my experience, that has been most neglected before companies go public. We had to swap out our entire accounting system and move to a new platform before we went public; it was something we personally needed to do before we felt comfortable going public, for example.”<\/p>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/section>\n<section class=\"b-base b-base--no-lower-margin\">\n<div class=\"b-base__container\">\n<div class=\"l-columns l-columns--h-center\" data-column-count=\"1\">\n<div class=\"l-columns__item\">\n<div class=\"h-wysiwyg-html\" data-scheme-target=\"\"><\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/section>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/section>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/section>\n[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;The importance of boardroom diversity&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]\n<section class=\"b-base b-base--no-lower-margin\">\n<div class=\"b-base__container\">\n<div class=\"l-columns l-columns--h-center\" data-column-count=\"1\">\n<div class=\"l-columns__item\">\n<div class=\"h-wysiwyg-html\" data-scheme-target=\"\">\n<section class=\"b-base b-base--no-lower-margin\">\n<div class=\"b-base__container\">\n<div class=\"l-columns l-columns--h-center\" data-column-count=\"1\">\n<div class=\"l-columns__item\">\n<div class=\"h-wysiwyg-html\" data-scheme-target=\"\">\n<section class=\"b-base b-base--no-lower-margin\">\n<div class=\"b-base__container\">\n<div class=\"l-columns l-columns--h-center\" data-column-count=\"1\">\n<div class=\"l-columns__item\">\n<div class=\"h-wysiwyg-html\" data-scheme-target=\"\">\n<p>Another critical factor in the success of a public listing is the setup of the board, Vogel says. Diversity is a critical factor and, at the point of going public, the board may look very different from the board you initially built. It’s something that companies should consider early on in the process, Vogel recommends.<\/p>\n<p>“One of the things Daniel’s done extremely well is find different board members who have skill sets that match up with different parts of our business. We have people on our board who are creative and understand content, others who understand consumer products and marketing, those who understand the technology side, and people who get the legal and regulatory side. Having people on the board who can weigh in on different parts of your business is incredibly useful,” he says.<\/p>\n<p>For Vogel, it’s essential to get boardroom diversity established early on, as it can take a long time to find the right people, so the earlier you start the process, the better.<\/p>\n<p>“It’s a balancing act because many boards are made up of the initial investors and they have phenomenal expertise in helping a company grow, develop and figure out how to become a public company,” Vogel adds. “Yet when you’re a public company, you might need different types of board members who’ve been part of public companies or run big companies to help with the next generation of challenges.”<\/p>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/section>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/section>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/section>\n[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;The benefit of hindsight: Learnings from a direct listing&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]\n<section class=\"b-base b-base--no-lower-margin\">\n<div class=\"b-base__container\">\n<div class=\"l-columns l-columns--h-center\" data-column-count=\"1\">\n<div class=\"l-columns__item\">\n<div class=\"h-wysiwyg-html\" data-scheme-target=\"\">\n<section class=\"b-base b-base--no-lower-margin\">\n<div class=\"b-base__container\">\n<div class=\"l-columns l-columns--h-center\" data-column-count=\"1\">\n<div class=\"l-columns__item\">\n<div class=\"h-wysiwyg-html\" data-scheme-target=\"\">\n<section class=\"b-base b-base--no-lower-margin\">\n<div class=\"b-base__container\">\n<div class=\"l-columns l-columns--h-center\" data-column-count=\"1\">\n<div class=\"l-columns__item\">\n<div class=\"h-wysiwyg-html\" data-scheme-target=\"\">\n<p>So, if Spotify were to revisit the process with the benefit of hindsight, would the team make the same decision? Would they change anything?<\/p>\n<p>Vogel has no doubts.<\/p>\n<p>‘We’d definitely do it again,” he affirms. “It reinforced the tone of what Spotify is all about; being innovative and taking risks. Being different, not just for the sake of being different, but for actually doing something that’s going to benefit the company and our employees. They knew that – as a company – we were doing everything we could to treat everyone equally and fairly.”<\/p>\n<p>For Vogel, the direct listing proved to be the beneficial route to take, and good fun for the company, too. Spotify’s stock traded as a more established stock much quicker, as the team had hoped, which is a contrast to traditional IPOs due to the associated lockup periods.<\/p>\n<p>“I think we felt within four to six weeks that we were trading at a decent amount of volume and liquidity, and we didn’t have any of these looming lockups,” he observes. “Not to mention that direct listing was also a lot of fun. As much as it was hard work, it’s cool to say Spotify was the first to do this. And a number of companies have followed in our footsteps, so what we did works – not for everybody, but for certain companies.”<\/p>\n<p>However, if Vogel could go back in time and change one thing, he would make sure the team took more time to celebrate the achievement of going public.<\/p>\n<p>“There’s nothing wrong with celebrating going public, and I think looking back we actually downplayed it a little too much at Spotify as we were so focused on making sure it was seen as just another day in the journey,” he recalls. “The joke Barry and I always have is that we spent the morning at Morgan Stanley and didn’t even go to the New York Stock Exchange floor for the opening bell. We were there for a couple of hours and – once the stock opened – we hopped on the subway and went back to work. So, I’d say in hindsight, it’s okay to celebrate and be proud of the accomplishment you’ve had; going public is unbelievably rewarding. But also know that it’s really just the beginning – which just makes it all the more exciting.”<\/p>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/section>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/section>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/section>\n[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;Three key takeaways: Vogel’s advice on going public&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]\n<section class=\"b-base b-base--no-lower-margin\">\n<div class=\"b-base__container\">\n<div class=\"l-columns l-columns--h-center\" data-column-count=\"1\">\n<div class=\"l-columns__item\">\n<div class=\"h-wysiwyg-html\" data-scheme-target=\"\">\n<section class=\"b-base b-base--no-lower-margin\">\n<div class=\"b-base__container\">\n<div class=\"l-columns l-columns--h-center\" data-column-count=\"1\">\n<div class=\"l-columns__item\">\n<div class=\"h-wysiwyg-html\" data-scheme-target=\"\">\n<section class=\"b-base b-base--no-lower-margin\">\n<div class=\"b-base__container\">\n<div class=\"l-columns l-columns--h-center\" data-column-count=\"1\">\n<div class=\"l-columns__item\">\n<div class=\"h-wysiwyg-html\" data-scheme-target=\"\">\n<p>For Vogel, there are three key things that companies need to consider when starting their process towards going public, whether that’s via an IPO, SPAC (Special Purpose Acquisition Company) or direct listing.<\/p>\n<p>&nbsp;<\/p>\n<p><b>1. Going public is the starting line of the race<\/b><\/p>\n<p>Vogel says that companies need to acknowledge that going public is the start, not the end of their journey.<\/p>\n<p>“It’s the starting line of the race. It’s important for the management team to stress this to employees and they understand that this is just one event along the long journey of being a business. It’s an event that can provide liquidity, currency in the market, more publicity and attention, all things that can help your business grow,” he says.<\/p>\n<p>&nbsp;<\/p>\n<p><b>2. Stock valuation shouldn’t be used as a scorecard<\/b><\/p>\n<p>For Vogel, it’s critical that companies that go public make sure their team knows that how the stock market is valuing their company is irrelevant over any short to intermediate period of time.<\/p>\n<p>“When your stock is really high, it doesn’t mean you’re the smartest people in the room and the best company, and when your stock is low, it doesn’t mean you’re the worst company and everything’s failing,” he explains. “Markets have a way of getting it right in the long term, but not always the short term, and the team shouldn’t look at the stock on a daily or weekly basis. That’s not going to drive the success of the company. If you execute your business strategy and maintain your intermediate and longer-term goals, the stock price will take care of itself.”<\/p>\n<p>&nbsp;<\/p>\n<p><b>3. Get ready for a higher level of scrutiny<\/b><\/p>\n<p>Vogel warns that people tend to underestimate the increased level of attention and scrutiny their company will get after going public. Companies must prepare for this higher level of attention and remain focused.<\/p>\n<p>“Spotify was already a well-known brand, but once you’re a public company, the attention you get from the press and competitors increases by five to 10 times,” he says. “There’s a lot more to talk about: you’re giving your quarterly results, you’re going to do investor days, you’re going to have your CEO or your CFO or other employee speaking at conferences and events, and the press is going to care more.”<\/p>\n<p>Vogel believes many companies and executives are not prepared for the increased level of scrutiny that follows going public, and that it is not discussed at length because people are busy thinking about running the business.<\/p>\n<p>“But that noise and distraction is something you have to be mindful of making sure people know how to navigate it. Whether it be positive or negative – there will be more of it,” he concludes.<\/p>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/section>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/section>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/section>\n[\/vc_column_text][vc_video link=&#8221;https:\/\/www.youtube.com\/watch?v=pw0eQzh6sww&#8221;][\/vc_column_inner][\/vc_row_inner][\/vc_column][\/vc_row]\n","protected":false},"excerpt":{"rendered":"<p>[vc_row type=&#8221;full_width_background&#8221; full_screen_row_position=&#8221;middle&#8221; column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; bg_color=&#8221;#fafafa&#8221; full_height=&#8221;yes&#8221; scene_position=&#8221;center&#8221; text_color=&#8221;dark&#8221; text_align=&#8221;left&#8221; row_border_radius=&#8221;none&#8221; row_border_radius_applies=&#8221;bg&#8221; sticky_row=&#8221;true&#8221; sticky_row_alignment=&#8221;top&#8221; overflow=&#8221;visible&#8221; class=&#8221;article&#8221; overlay_strength=&#8221;0.3&#8243; gradient_direction=&#8221;left_to_right&#8221; shape_divider_position=&#8221;bottom&#8221; bg_image_animation=&#8221;none&#8221; gradient_type=&#8221;default&#8221; shape_type=&#8221;&#8221;][vc_column column_padding=&#8221;no-extra-padding&#8221; column_padding_tablet=&#8221;inherit&#8221; column_padding_phone=&#8221;inherit&#8221; column_padding_position=&#8221;all&#8221; left_margin=&#8221;3vw&#8221; constrain_group_2=&#8221;yes&#8221; right_margin=&#8221;3vw&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; column_position=&#8221;static&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;default&#8221; gradient_type=&#8221;default&#8221;][vc_row_inner column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; text_align=&#8221;left&#8221; row_position=&#8221;default&#8221; row_position_tablet=&#8221;inherit&#8221; row_position_phone=&#8221;inherit&#8221; overflow=&#8221;visible&#8221; pointer_events=&#8221;all&#8221;][vc_column_inner left_padding_desktop=&#8221;10%&#8221; constrain_group_101=&#8221;yes&#8221; right_padding_desktop=&#8221;10%&#8221; left_padding_tablet=&#8221;2%&#8221; constrain_group_103=&#8221;yes&#8221; right_padding_tablet=&#8221;2%&#8221; left_padding_phone=&#8221;2%&#8221; constrain_group_105=&#8221;yes&#8221; right_padding_phone=&#8221;2%&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; <a href=\"https:\/\/slush.org\/doing-things-the-spotify-way-the-story-of-direct-listing\/\">&nbsp;&raquo;&nbsp;Read more about: Doing Things the Spotify Way: the Story of Direct Listing &nbsp;&raquo;<\/a><\/p>\n","protected":false},"author":3,"featured_media":2555,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"om_disable_all_campaigns":false,"footnotes":""},"categories":[35,58],"tags":[],"aioseo_notices":[],"_links":{"self":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2554"}],"collection":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/users\/3"}],"replies":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/comments?post=2554"}],"version-history":[{"count":3,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2554\/revisions"}],"predecessor-version":[{"id":3184,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2554\/revisions\/3184"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/media\/2555"}],"wp:attachment":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/media?parent=2554"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/categories?post=2554"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/tags?post=2554"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}