{"id":2557,"date":"2022-06-22T14:10:09","date_gmt":"2022-06-22T14:10:09","guid":{"rendered":"http:\/\/slush.org\/?p=2557"},"modified":"2023-08-22T08:44:18","modified_gmt":"2023-08-22T08:44:18","slug":"are-you-ready-to-secure-vc-funding","status":"publish","type":"post","link":"https:\/\/slush.org\/are-you-ready-to-secure-vc-funding\/","title":{"rendered":"Are You Ready to Secure VC Funding?"},"content":{"rendered":"[vc_row type=&#8221;full_width_background&#8221; full_screen_row_position=&#8221;middle&#8221; column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; bg_color=&#8221;#fafafa&#8221; full_height=&#8221;yes&#8221; scene_position=&#8221;center&#8221; text_color=&#8221;dark&#8221; text_align=&#8221;left&#8221; row_border_radius=&#8221;none&#8221; row_border_radius_applies=&#8221;bg&#8221; sticky_row=&#8221;true&#8221; sticky_row_alignment=&#8221;top&#8221; overflow=&#8221;visible&#8221; class=&#8221;article&#8221; overlay_strength=&#8221;0.3&#8243; gradient_direction=&#8221;left_to_right&#8221; shape_divider_position=&#8221;bottom&#8221; bg_image_animation=&#8221;none&#8221; gradient_type=&#8221;default&#8221; shape_type=&#8221;&#8221;][vc_column column_padding=&#8221;no-extra-padding&#8221; column_padding_tablet=&#8221;inherit&#8221; column_padding_phone=&#8221;inherit&#8221; column_padding_position=&#8221;all&#8221; left_margin=&#8221;3vw&#8221; constrain_group_2=&#8221;yes&#8221; right_margin=&#8221;3vw&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; column_position=&#8221;static&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;default&#8221; gradient_type=&#8221;default&#8221;][vc_row_inner column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; text_align=&#8221;left&#8221; row_position=&#8221;default&#8221; row_position_tablet=&#8221;inherit&#8221; row_position_phone=&#8221;inherit&#8221; overflow=&#8221;visible&#8221; pointer_events=&#8221;all&#8221;][vc_column_inner left_padding_desktop=&#8221;10%&#8221; constrain_group_101=&#8221;yes&#8221; right_padding_desktop=&#8221;10%&#8221; left_padding_tablet=&#8221;2%&#8221; constrain_group_103=&#8221;yes&#8221; right_padding_tablet=&#8221;2%&#8221; left_padding_phone=&#8221;2%&#8221; constrain_group_105=&#8221;yes&#8221; right_padding_phone=&#8221;2%&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; font_color=&#8221;#101010&#8243; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; overflow=&#8221;visible&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;advanced&#8221; gradient_type=&#8221;default&#8221;][vc_column_text]\n<h6 class=\"b-article-author__author-name\"><em><strong>Philippe Botteri<\/strong><\/em><\/h6>\n<p class=\"b-article-author__author-title\"><em><strong>Partner, Accel<\/strong><\/em><\/p>\n<p>&nbsp;<\/p>\n<p><em>Over the past couple of years, the global cloud ecosystem has thrived, with Europe and Israel accelerating faster than ever before. When we released our annual <a href=\"https:\/\/www.slideshare.net\/botteri\/accel-2021-euroscape-on-the-path-to-global-dominance\/botteri\/accel-2021-euroscape-on-the-path-to-global-dominance\">Euroscape report<\/a> in October last year, Europe and Israel had minted 23 public companies worth $231 billion and private cloud financing had hit approximately $30 billion. This was much higher than figures from previous years. Back in 2016, the region only had four <a href=\"https:\/\/www.slideshare.net\/botteri\/saas-wars-europe-awakens-the-accel-euroscape-2016\">public companies<\/a> worth less than $9 billion combined, and local cloud companies had raised just $900 million throughout 2016. It’s now clear that category-defining SaaS companies can be found all over the world, particularly across Europe and Israel. From Romanian-founded <a href=\"https:\/\/www.uipath.com\/\">UiPath<\/a>, the largest cloud IPO of 2021, to <a href=\"https:\/\/www.wizconnected.com\/en-us\">Wiz<\/a> (Israel) and <a href=\"https:\/\/hopin.com\/https:\/\/hopin.com\/\">Hopin<\/a> (UK), the two fastest cloud companies to hit unicorn status, the region has established itself as a key contender in the global cloud ecosystem.<\/em><\/p>\n<p><em>That said, while 2020 and 2021 were record years for venture and cloud investments, it’s hard to ignore the reset happening this year (see my colleague Harry Nelis’ thoughts on this <a href=\"https:\/\/www.slush.org\/article\/taking-control-of-your-destiny\/\">here<\/a>). We saw global early-stage venture funding <a href=\"https:\/\/news.crunchbase.com\/news\/global-vc-funding-falls-q1-2022-monthly-recap\/\">in Q1 fall by almost 20%<\/a>  from Q4 2021 and, while cloud has been a more resilient category, it hasn’t been immune to the reset. As your next round is likely to attract more investor scrutiny, here are a few tips to ensure your SaaS startup stands out from the crowd and secures VC funding:<\/em>[\/vc_column_text][vc_column_text]\n<h3>Expect to learn:<b><\/b><\/h3>\n<ul>\n<li><strong>#1 Carefully craft your story<\/strong><\/li>\n<li><strong>#2 Build your relationships early<\/strong><\/li>\n<li><strong>#3 Make your product shine<\/strong><\/li>\n<li><strong>#4 Set out a crisp blueprint of your sales and marketing engine<\/strong><\/li>\n<li><strong>#5 Have your numbers at the ready<\/strong><\/li>\n<li><strong>#6 Build global from the outset<\/strong><\/li>\n<\/ul>\n[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;#1 Carefully craft your story – it’s not about growth at all costs, but efficient growth&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]With public cloud valuation resetting, investors’ expectations have changed and you must ensure your story is crafted to highlight the depth and breadth of the opportunity you’re addressing. It’s ok to start small and address a relatively small market, as long as you can paint the picture around how your product will expand over time and capture a much larger opportunity.<\/p>\n<p>How you tell the story is also very important. Focus on being memorable and make it personal. Investors invest in people that want to redefine the world. You’ve decided to get on the entrepreneurial roller coaster because you want to change something in the world. Give us some insight into why you’ve decided to found the company and what you’re passionate about. And make sure there’s something in your pitch that’s going to stick with the audience. Whether it’s the fact your team worked all night on a product feature, a flight missed fixing a customer demo for the next day, or a milestone figure and how you got there – give people a story they’ll remember and don’t hold back on your passion and vision.<\/p>\n<p>I’ve always remembered the UiPath founding story as it shows how resilience, hard work, and vision turned a small outsourcing provider into the leading cloud automation platform. Born under the iron curtain in Romania, Daniel Dines returned to Romania in 2005 after several years working as an engineer for Microsoft in Seattle. His first company, DeskOver, was a tech outsourcing company. To make their devs more efficient, they built an SDK focusing on visualization, which became the company’s main focus after the loss of their main outsourcing customer in 2011. A few years later, a customer of the SDK showed Daniel how he was using the technology to train software to mimic basic tasks like data entry. Daniel quickly realized the potential of this application and decided to bet the future of the company on building this technology: software robots that could automate mundane tasks. A huge opportunity that is now known as Robotic Process Automation (RPA).<\/p>\n<p>A story like Daniel’s demonstrates the thinking and inspiration behind the company and the problem that needed to be solved. Stories travel well, particularly ones that are easy to remember, so be sure to use yours to your advantage.[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;#2 Build your relationships early and consider more than just money&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]In the past couple of years, with lockdown and zoom meetings, raising money became more transactional and less personal. With travel resuming and the overall fundraising environment shifting, it’s important to focus on building relationships with the key investors you’d like to partner with.<\/p>\n<p>Relationships and trust are built over a certain period of time, so focus on building connections long before you start fundraising. Today, rounds are being closed at a rapid pace and your relationships with investors are long-term – think around 10 years – so you need to make sure you know (and like!) the people you’re partnering with. You’re going to be spending a lot of time together through the ups and downs of your entrepreneurial journey.<\/p>\n<p>Think beyond just the capital investment: what kind of advice, connections, and support are you looking for? Consider investors who have partnered with companies where there are similarities to yours, such as industry and target market, as they’ll have the knowledge, network, and experience that can accelerate your journey from seed to scale. An in-depth understanding of what you’re trying to build and how they can help you get there is important, so make sure you’re asking questions too to assess the support you’ll get.<\/p>\n<p>To become a category leader, the majority of SaaS entrepreneurs must think global from day one (I’ll go into this more later). With this in mind, you should also consider which geographic regions the firm operates in and if these align with your company’s goals for the future. If you want to expand globally, firms with an international network and the ability to help you attract the best talent will be a better match for you.<\/p>\n<p>Many of my investments have typically occurred 6-12 months after I’ve met an entrepreneur for the first time (although I must say this time has decreased in the past couple of years as the fundraising frequency has increased!). In that time, we’ve had the opportunity to get to know each other, share ideas and work out if we’re a good fit personally, so get relationship-building early.[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;#3 Make your product shine&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]The two things that matter the most for a cloud company are: 1)  building a great product and 2) selling the product. Everything else is there to support these two things. As you prepare your fundraising, it’s important to give investors the most accurate view of your product today and where you would like it to go in the next 2-5 years. If your product is advanced enough, consider including a short demo. If not, maybe you can show Figma screenshots, for example.<\/p>\n<p>Showing investors what you have and want to build is also a great way for you to assess the investor’s understanding of your vision and affinity towards your product. With a VC \/ startup partnership lasting many years (around 10), you want to make sure the investor really understands what you do.[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;#4 Set out a crisp blueprint of your sales and marketing engine&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]With the cost of capital being very low over the last couple of years, it was easy to justify any investment generating incremental growth. In today’s environment, the cost of capital has significantly increased and companies will need to readjust their investment accordingly, ensuring the resulting ROI aligns with their capital costs. This is particularly true for your sales and marketing investments.<\/p>\n<p>Developing a scalable sales and marketing engine is a key element of success for SaaS companies. Capital is the fuel for this engine, but you don’t put fuel in an engine that doesn’t work, so be prepared to explain in detail how it’s designed and how you can scale while maintaining quality and productivity. How will you get powerful results month after month and year after year?<\/p>\n<p>You should be ready to concisely explain your sales model. Which customer size are you targeting? Is your initial sales model based on enterprise sales or Product Led Growth? How is your inbound marketing going to work? Will you need demos and POCs? Then consider how you’ll hire your sales team, what the profile of your ideal salesperson is, and what their targets will be. Where will your teams be located and how will they be structured for growth?<\/p>\n<p>You don’t have to include every single detail in your pitch deck, but this is typically an area that investors will have many questions on, so be prepared and have a plan. If you’re raising your seed, of course, the answer will be less detailed but it’s important to have a concise description of what you’ll try and how you’ll assess success to trigger more investments. Like most plans, they’ll have to be adjusted as you go but having a clear start and focus is critical.[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;#5 Have your numbers at the ready (for later stage companies)&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]Investors naturally want to know how you’ll perform financially. There are eight financial KPIs that I like to see from SaaS startups, which I call the ‘eight Cs’:<\/p>\n<ul>\n<li aria-level=\"1\"><b>Customer Monthly Recurring Revenue (CMRR) or Annual Recurring Revenue (ARR)<\/b><\/li>\n<li aria-level=\"1\"><b>Customer Acquisition Cost (CAC)<\/b><\/li>\n<li aria-level=\"1\"><b>Churn\/renewal rate\/Gross and Net Retention rate<\/b><\/li>\n<li aria-level=\"1\"><b>Customer Lifetime Value (CLTV)<\/b><\/li>\n<li aria-level=\"1\"><b>Cash<\/b><\/li>\n<li aria-level=\"1\"><b>Cohorts –<\/b> when most SaaS models were targeting mid-market or enterprise customers, there wasn’t a lot of volatility in the churn and upsells, so looking at the average was meaningful enough. Now, we see more models where the churn can be high but the upsells are also high. Looking at cohorts helps us to see how they net out over time.<\/li>\n<li aria-level=\"1\"><b>Concentration –<\/b>  more companies are now being built on the back of one or a few very large contracts. Understanding the breakdown of revenues by customer is something I like to see and discuss.<\/li>\n<li aria-level=\"1\"><b>Country breakdown – <\/b>now the SaaS ecosystem has developed it’s more common, particularly in services targeting SMBs, to see early-stage SaaS companies with customers on all continents – this says a lot about the scalability of the model. For more traditional enterprise SaaS companies starting in Europe, showing traction in the US and outside of your home country is also important.<\/li>\n<\/ul>\n[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;#6 Build global from the offset&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]For every $1 spent on software, 50¢ will be in the US, so if you’re not based in the US, getting your first US customers early is critical to your company’s success. Today, with Zoom making the world flat, it has become easier for European and Israeli SaaS companies to launch in the US from day one.<\/p>\n<p>The key is to focus on building a global company from the outset: make sure that all your communications are in English and that your culture embraces a global mindset. Personally, I look for entrepreneurs who have the determination and ambition to build a global winner. You need to demonstrate that you’re thinking beyond your local territory and have your eyes on going global and building something big.<\/p>\n<p>There are obviously some exceptions, particularly in specific verticals like healthcare, where the market is large enough domestically and usually very country-specific. For example, Doctolib, the most valuable French unicorn, is a good example of a business that became very large by focusing on a few European markets. You’ll find other examples of companies targeting small businesses where focusing purely on one market is enough. For example, in financial services, Melio only focuses on the US market.<\/p>\n<p>&nbsp;<\/p>\n<p>In summary, be prepared to talk about your global ambitions and find alignment with an investor who has helped build global cloud platforms and shares your global mindset. I hope these tips help with your next fundraise.[\/vc_column_text][\/vc_column_inner][\/vc_row_inner][\/vc_column][\/vc_row]\n","protected":false},"excerpt":{"rendered":"<p>[vc_row type=&#8221;full_width_background&#8221; full_screen_row_position=&#8221;middle&#8221; column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; bg_color=&#8221;#fafafa&#8221; full_height=&#8221;yes&#8221; scene_position=&#8221;center&#8221; text_color=&#8221;dark&#8221; text_align=&#8221;left&#8221; row_border_radius=&#8221;none&#8221; row_border_radius_applies=&#8221;bg&#8221; sticky_row=&#8221;true&#8221; sticky_row_alignment=&#8221;top&#8221; overflow=&#8221;visible&#8221; class=&#8221;article&#8221; overlay_strength=&#8221;0.3&#8243; gradient_direction=&#8221;left_to_right&#8221; shape_divider_position=&#8221;bottom&#8221; bg_image_animation=&#8221;none&#8221; gradient_type=&#8221;default&#8221; shape_type=&#8221;&#8221;][vc_column column_padding=&#8221;no-extra-padding&#8221; column_padding_tablet=&#8221;inherit&#8221; column_padding_phone=&#8221;inherit&#8221; column_padding_position=&#8221;all&#8221; left_margin=&#8221;3vw&#8221; constrain_group_2=&#8221;yes&#8221; right_margin=&#8221;3vw&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; column_position=&#8221;static&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;default&#8221; gradient_type=&#8221;default&#8221;][vc_row_inner column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; text_align=&#8221;left&#8221; row_position=&#8221;default&#8221; row_position_tablet=&#8221;inherit&#8221; row_position_phone=&#8221;inherit&#8221; overflow=&#8221;visible&#8221; pointer_events=&#8221;all&#8221;][vc_column_inner left_padding_desktop=&#8221;10%&#8221; constrain_group_101=&#8221;yes&#8221; right_padding_desktop=&#8221;10%&#8221; left_padding_tablet=&#8221;2%&#8221; constrain_group_103=&#8221;yes&#8221; right_padding_tablet=&#8221;2%&#8221; left_padding_phone=&#8221;2%&#8221; constrain_group_105=&#8221;yes&#8221; right_padding_phone=&#8221;2%&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; <a href=\"https:\/\/slush.org\/are-you-ready-to-secure-vc-funding\/\">&nbsp;&raquo;&nbsp;Read more about: Are You Ready to Secure VC Funding? &nbsp;&raquo;<\/a><\/p>\n","protected":false},"author":3,"featured_media":2558,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"om_disable_all_campaigns":false,"footnotes":""},"categories":[35,51],"tags":[],"aioseo_notices":[],"_links":{"self":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2557"}],"collection":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/users\/3"}],"replies":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/comments?post=2557"}],"version-history":[{"count":2,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2557\/revisions"}],"predecessor-version":[{"id":3179,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2557\/revisions\/3179"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/media\/2558"}],"wp:attachment":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/media?parent=2557"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/categories?post=2557"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/tags?post=2557"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}