{"id":2560,"date":"2022-01-13T10:48:21","date_gmt":"2022-01-13T10:48:21","guid":{"rendered":"http:\/\/slush.org\/?p=2560"},"modified":"2023-08-22T08:49:28","modified_gmt":"2023-08-22T08:49:28","slug":"how-to-build-and-define-your-mvp-with-monika-ocieczek","status":"publish","type":"post","link":"https:\/\/slush.org\/how-to-build-and-define-your-mvp-with-monika-ocieczek\/","title":{"rendered":"How to Build and Define Your MVP With Monika Ocieczek"},"content":{"rendered":"[vc_row type=&#8221;full_width_background&#8221; full_screen_row_position=&#8221;middle&#8221; column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; bg_color=&#8221;#fafafa&#8221; full_height=&#8221;yes&#8221; scene_position=&#8221;center&#8221; text_color=&#8221;dark&#8221; text_align=&#8221;left&#8221; row_border_radius=&#8221;none&#8221; row_border_radius_applies=&#8221;bg&#8221; sticky_row=&#8221;true&#8221; sticky_row_alignment=&#8221;top&#8221; overflow=&#8221;visible&#8221; class=&#8221;article&#8221; overlay_strength=&#8221;0.3&#8243; gradient_direction=&#8221;left_to_right&#8221; shape_divider_position=&#8221;bottom&#8221; bg_image_animation=&#8221;none&#8221; gradient_type=&#8221;default&#8221; shape_type=&#8221;&#8221;][vc_column column_padding=&#8221;no-extra-padding&#8221; column_padding_tablet=&#8221;inherit&#8221; column_padding_phone=&#8221;inherit&#8221; column_padding_position=&#8221;all&#8221; left_margin=&#8221;3vw&#8221; constrain_group_2=&#8221;yes&#8221; right_margin=&#8221;3vw&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; column_position=&#8221;static&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;default&#8221; gradient_type=&#8221;default&#8221;][vc_row_inner column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; text_align=&#8221;left&#8221; row_position=&#8221;default&#8221; row_position_tablet=&#8221;inherit&#8221; row_position_phone=&#8221;inherit&#8221; overflow=&#8221;visible&#8221; pointer_events=&#8221;all&#8221;][vc_column_inner left_padding_desktop=&#8221;10%&#8221; constrain_group_101=&#8221;yes&#8221; right_padding_desktop=&#8221;10%&#8221; left_padding_tablet=&#8221;2%&#8221; constrain_group_103=&#8221;yes&#8221; right_padding_tablet=&#8221;2%&#8221; left_padding_phone=&#8221;2%&#8221; constrain_group_105=&#8221;yes&#8221; right_padding_phone=&#8221;2%&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; font_color=&#8221;#101010&#8243; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; overflow=&#8221;visible&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;advanced&#8221; gradient_type=&#8221;default&#8221;][vc_column_text]\n<h6 class=\"b-article-author__author-name\"><em><strong>Himeka Uehara<\/strong><\/em><\/h6>\n<p class=\"b-article-author__author-title\"><em><strong>Contributor<\/strong><\/em><\/p>\n<p>&nbsp;<\/p>\n<p><i>Founded in January 2020, <\/i><a href=\"https:\/\/primer.io\/\"><i>Primer<\/i><\/a><i> is the world’s first no-code automation platform for payments. They enable companies to consolidate their payments stack, and build end-to-end payment flows with a checkout developers love. They raised their <\/i><a href=\"https:\/\/techcrunch.com\/2021\/10\/18\/primer-raises-50m-at-a-425m-valuation-for-a-framework-designed-to-help-merchants-build-more-powerful-payment-flows\/?guccounter=1&amp;guce_referrer=aHR0cHM6Ly93d3cuZ29vZ2xlLmNvbS8&amp;guce_referrer_sig=AQAAAIWUBtoSPwaB9iIy8OmGny7cE2X5lJB6yREx3tPk4mrIRhkC210snYQ4FVckaWZmCs9ZOLbrME0Ih75XYCSMgOkY8P5rqRRZ-o9Fy3FtoDmvd8FjAPZxkkTezUSnP3amoIMW_m_ONoazdDiO6BIjrFl_xMaI63BIYzjXJxKYKsCS\"><i>Series B<\/i><\/a><i> in October 2021, with a <\/i><i>current team of over 100, working across 20 different countries on four continents – fully remotely.<\/i><i> In this instalment of the Soaked by Slush interviews at Slush 2021, we talked to Monika Ocieczek, Head of Product Design at Primer. She told us about what makes a good product person, and gave us her best insights into building and scoping MVPs. <\/i><\/p>\n<h4><b>Expect to learn:<\/b><\/h4>\n<ul>\n<li aria-level=\"1\">The product mindset: key qualities of a good product person<\/li>\n<li>About the process of building an MVP<\/li>\n<li>How to define the scope of an MVP<\/li>\n<li>The importance of design thinking<\/li>\n<\/ul>\n[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;The product mindset: key qualities of a good product person&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]<i>Monika’s road to her current role at Primer was full of interesting pit stops; starting from business studies, spontaneously moving onto design, then marketing and comms strategy, to eventually working with and for startups <a href=\"https:\/\/squidapp.co\/se\/\">Squid news<\/a>, <\/i><a href=\"https:\/\/tink.com\/\"><i>Tink<\/i><\/a><i>, and <\/i><a href=\"https:\/\/www.gimitheapp.com\/en\"><i>Gimi<\/i><\/a><i>. Before her work with these startups, Monika worked at a product design agency, helping incumbents like SAS and Danske Bank build digital products, which was when she got drawn into the world of product. <\/i><\/p>\n<p>“During business school, I was bored with the one-dimensional perspective. I needed to complement my finance and management classes with something more creative… so I learned design. I was never a great designer, but my business background combined with design, an interest in tech, and my love for building things got me a job at a product design agency where I had the opportunity to use both halves of my brain! Here, I discovered that building products was my calling.”<\/p>\n<p><i>Like Monika herself, product people can come from many different backgrounds.<\/i><\/p>\n<p><i>“<\/i>I think the best product people are generalists, and they can come from different perspectives or angles. It can be tech, it can be business, it can be design. In the end it’s really about having ‘the product mindset’.”<\/p>\n<p><i>What are the intrinsic qualities that make someone a good product professional that you should look for when hiring? <\/i><\/p>\n<p><b><br \/>\nAbility to shift between mental models. <\/b>“An essential skill for a product person is alternating between small and big thinking, alternating between tech, design, business, and understanding them. This also means alternating between talking to users and feeling empathy, but also looking at tech stack and the JIRA tickets and making sense of how to build something that would answer user needs.”<\/p>\n<p><i>For Primer, shifting between small and big thinking was essential when tackling one of their biggest issues in the development of their workflows. <\/i><\/p>\n<p>“One interesting challenge we’ve had at Primer was 3-D Secure. It’s a regulation on how banks have to authenticate users when they’re paying with cards. Consumers sometimes get prompted to authenticate their purchase, and it’s really not a great user experience, and it brings a lot of technical complexity.”<\/p>\n<p><i>Put the big thinking hat on and it’s just a detail, something that will soon be completely seamless. <\/i><\/p>\n<p>“It’s not going to work like this in the future. But right now it’s a mess, it’s really important with a huge impact, and we have to zoom in and figure out how to make it work for all use cases.”<\/p>\n<p>&nbsp;<\/p>\n<p><b>A combination of creativity and analytical skills. <\/b><i>These two can sometimes feel contradictory, but having both, and being able to switch between them is what makes for strong product people. <\/i>“Creativity is needed to connect unexpected dots, to find new solutions to known problems, and in making interesting products that have personality. On the other hand, analytical and critical thinking are needed to evaluate things and make sure that they’ll work, to make difficult decisions, and to extrapolate. They help you see the long term implications of choices.”<\/p>\n<p>&nbsp;<\/p>\n<p><b>Visualization skills: being able to picture the product in front of you. <\/b>“Seeing what the product looks like, how it works and what it feels like using it. What it would do, and hopefully be able to make words of it. You don’t need to be a designer to sketch out something simple that allows others to see what you’re seeing in your head. A simple illustration helps you have a starting point for the conversation about the idea, which you can then evaluate and improve.”<\/p>\n<p>&nbsp;<\/p>\n<p><b>Curiosity. <\/b>“If you’re in an interview, and someone tells you what Primer does in five minutes, obviously, you have to ask questions – it is impossible to understand what we do in five minutes and not have any questions! Curiosity is really important. This goes beyond the interview situation, of course; curiosity about the market, your users, the technology, and trends in the sphere are also crucial.”<\/p>\n<p>&nbsp;<\/p>\n<p><b>Observational skills. <\/b><i>When you’re testing products, these skills will determine whether you ‘get it’ or not, whether you get enough of it to be able to improve an existing concept or come up with something new instead. These observations breed new ideas, as you start noticing things and making new connections. <\/i><\/p>\n<p>“I love when people say, ‘I noticed this detail. I noticed you said something, I noticed that you have this thing on your website, and I connected that with something you said, or something that I’ve done before, something that I’ve experienced, or something another product is doing. What’s the relationship?”[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;Building an MVP&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]<i>Monika says that she likes to ‘create things, ideally starting with nothing’.<\/i> <i>How do you build something when you only have the problem you want to solve to start with?<\/i> <i>A central part of this process is, of course, the minimum viable product (MVP). At Slush, Monika walked us through the whole process of how Primer built their workflow MVP at the Builders’ Studio. For the whole story, keep an eye out for Monika’s Slush talk in February, but for now, here are some of her learnings on the different phases of building an MVP. <\/i><b><\/b><\/p>\n<p>&nbsp;<\/p>\n<h4><b>1. Understand the problem <\/b><b><\/b><\/h4>\n<p>Understanding the problem is obviously all about knowing your market, users, and the problem you’re solving. In this phase, Monika highlights the need to alternate between small and big thinking; collecting all the small problems your users are communicating to you, and organizing them into a bigger entity to go beyond the obvious solution, beyond solving small problems in isolation.<\/p>\n<p>There are limitations to user research, it will tell you what is wrong but not necessarily how to solve it – user research rarely leads to a great product by itself. There’s a difference between really getting to know your user and empathizing with them and conducting artificial focus groups.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>2. Explore solutions<\/b><\/h4>\n<p>Don’t just look at what your competitors are doing. Try out a variety of solutions, even the ones that may seem counterintuitive to begin with. When you explore solutions, try to stay open minded, creative, have fun, and maybe look for inspiration in unexpected places. For example, for Primer the inspiration was found in LEGO and LittleBits.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>3. Validate your solution<\/b><b><\/b><\/h4>\n<p>You need some validation for your product before implementing it. At Primer, they continuously show our work to customers for feedback. You can also conduct internal usability tests on team members who haven’t been as exposed to the product for a fresh set of eyes. Lastly, an open and honest feedback culture is central for continuous reflection.<\/p>\n<p>But keep in mind: there are so many different ways to validate different aspects of your product before you implement it, but you can never be 100% sure – you also need to have some intuition and conviction about what you’re building.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>4. Implement and iterate<\/b><\/h4>\n<p>As Monika emphasizes, in phases 1-3 you want to keep the ‘big thinking’ hat on, so you might not even think of the MVP itself yet. In phase 4 you want to define the MVP scope, and you want to be really smart about how you do that.<\/p>\n<p>Overall the process is never linear; you start implementing in the validation phase, keep validating during the implementation phase, and the exploration and getting to know the user never stops. Primer’s success hasn’t come from following a by-the-book process, but from having intuition and conviction about a big vision, and certain values you never compromise on. For Primer these values were extensive market understanding and customer focus, open-minded and creative approach, and moving at high speeds.[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;How do you define the scope of your MVP?&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]<i>From phase 4 we get to the question of how you determine the scope of your MVP. In our interview Monika shared her insights. <\/i><\/p>\n<p>&nbsp;<\/p>\n<h4><b>#1: Know what you’re measuring <\/b><\/h4>\n<p><i>There is no secret formula. It may seem rudimentary, but the most important thing is to know what you are measuring.<\/i><\/p>\n<p>“You need to make a decision of where you cut, or make a compromise in all areas. No aspect is going to be perfect. Scope it in a way that you know what you’re testing. The MVP is going to be so far from what you actually want to build; be aware of the things that you’re compromising on, and if it doesn’t work, you will know why. Be aware of what it is that you’ve shipped, and what you have not shipped and not included.”<\/p>\n<p>&nbsp;<\/p>\n<h4><b>#2: Scale down the amount of things you test to add clarity<\/b><\/h4>\n<p><i>Don’t launch something just because that is what you have at the present moment – scale down if you need to, if that makes the scope of what you’re testing more clear.<\/i><\/p>\n<p>“The worst thing you can do is to not know what to reflect on, not knowing whether you are testing the UI, or the value proposition, or the interactivity, or what the community is like. This doesn’t allow you to actually evaluate what you’ve launched. It might simply be better to even further scale down, and rather be very precise in what you’re testing.”<\/p>\n<p><i>With Primer’s MVP, the team knew that they were testing the value proposition, and the understanding of the UI when they carried out the view-only version. <\/i><\/p>\n<p>“Merchants were still using our checkout and our payments API, but they weren’t actually able to edit their workflows themselves. So we knew that we were testing the value proposition, and the understanding of the UI when we did the view-only version. Later when we added editing capabilities, we were testing the interactivity.”<\/p>\n<p>&nbsp;<\/p>\n<h4><b>#3: If you don’t know what should be included, get in touch with the users<\/b><\/h4>\n<p><i>Obviously, it’s a difficult balance to strike; if your product is something that simply doesn’t work without a set of certain features, they have to be included in the MVP. <\/i><\/p>\n<p>“It’s very different depending on who the product is for, B2C and B2B and in different verticals;  some products are just not going to work until you have a set of features that actually work and are well designed. Otherwise, there’s no point in shipping it.”<\/p>\n<p><i>If you don’t know whether a certain feature should be included in the MVP, be open about it. <\/i><i>Keep adding things to the list by being in touch with the users and finding out what they really need. Explore this in every phase of product development; remember, the process isn’t linear. <\/i><\/p>\n<p>&nbsp;<\/p>\n<h4><b><a id=\"design-thinking\"><\/a>#4: Don’t compromise on the design (at least too much) <\/b><\/h4>\n<p><i>Every time you launch a product or a new iteration, there will be a compromise. Design will be just as much as a compromise as the engineering side of things or the product value proposition. <\/i><i>As an advocate of the design perspective, Monika insists that it has to be there from the beginning. <\/i><\/p>\n<p>“The truth is, you miss out on so much when you try to incorporate design in the last step to ‘make things pretty’. Product design is really something that starts at the very beginning. It’s part of coming in and understanding the problem from a design perspective. You never have the trade-off of, ‘do we launch something undesigned versus something that has been designed’ – the design is always present.”<\/p>\n<p><i>Design offers a wholly different way of looking at the product that can reveal what’s not working.<\/i><\/p>\n<p>“Designers might be in a better position than anyone else to look at other tools and see why things are not working. You might be able to find issues in the design, which is not just the UI, but also how the flow, interactions, and components are impacting the user experience.”<\/p>\n<p><i>…and it is key to functionality.<\/i><\/p>\n<p>“It doesn’t matter if the product actually does what you want it to do if you’re unable to find a button that does the thing, right? Design is very much about making something needed into something usable, enjoyable, and loveable.”[\/vc_column_text][vc_video link=&#8221;https:\/\/www.youtube.com\/watch?v=ZAhMP6cDp08&#8243;][\/vc_column_inner][\/vc_row_inner][\/vc_column][\/vc_row]\n","protected":false},"excerpt":{"rendered":"<p>[vc_row type=&#8221;full_width_background&#8221; full_screen_row_position=&#8221;middle&#8221; column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; bg_color=&#8221;#fafafa&#8221; full_height=&#8221;yes&#8221; scene_position=&#8221;center&#8221; text_color=&#8221;dark&#8221; text_align=&#8221;left&#8221; row_border_radius=&#8221;none&#8221; row_border_radius_applies=&#8221;bg&#8221; sticky_row=&#8221;true&#8221; sticky_row_alignment=&#8221;top&#8221; overflow=&#8221;visible&#8221; class=&#8221;article&#8221; overlay_strength=&#8221;0.3&#8243; gradient_direction=&#8221;left_to_right&#8221; shape_divider_position=&#8221;bottom&#8221; bg_image_animation=&#8221;none&#8221; gradient_type=&#8221;default&#8221; shape_type=&#8221;&#8221;][vc_column column_padding=&#8221;no-extra-padding&#8221; column_padding_tablet=&#8221;inherit&#8221; column_padding_phone=&#8221;inherit&#8221; column_padding_position=&#8221;all&#8221; left_margin=&#8221;3vw&#8221; constrain_group_2=&#8221;yes&#8221; right_margin=&#8221;3vw&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; column_position=&#8221;static&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;default&#8221; gradient_type=&#8221;default&#8221;][vc_row_inner column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; text_align=&#8221;left&#8221; row_position=&#8221;default&#8221; row_position_tablet=&#8221;inherit&#8221; row_position_phone=&#8221;inherit&#8221; overflow=&#8221;visible&#8221; pointer_events=&#8221;all&#8221;][vc_column_inner left_padding_desktop=&#8221;10%&#8221; constrain_group_101=&#8221;yes&#8221; right_padding_desktop=&#8221;10%&#8221; left_padding_tablet=&#8221;2%&#8221; constrain_group_103=&#8221;yes&#8221; right_padding_tablet=&#8221;2%&#8221; left_padding_phone=&#8221;2%&#8221; constrain_group_105=&#8221;yes&#8221; right_padding_phone=&#8221;2%&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; <a href=\"https:\/\/slush.org\/how-to-build-and-define-your-mvp-with-monika-ocieczek\/\">&nbsp;&raquo;&nbsp;Read more about: How to Build and Define Your MVP With Monika Ocieczek &nbsp;&raquo;<\/a><\/p>\n","protected":false},"author":3,"featured_media":2562,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"om_disable_all_campaigns":false,"footnotes":""},"categories":[35,58],"tags":[],"aioseo_notices":[],"_links":{"self":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2560"}],"collection":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/users\/3"}],"replies":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/comments?post=2560"}],"version-history":[{"count":5,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2560\/revisions"}],"predecessor-version":[{"id":3177,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2560\/revisions\/3177"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/media\/2562"}],"wp:attachment":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/media?parent=2560"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/categories?post=2560"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/tags?post=2560"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}