{"id":2568,"date":"2021-09-13T11:01:50","date_gmt":"2021-09-13T11:01:50","guid":{"rendered":"http:\/\/slush.org\/?p=2568"},"modified":"2023-08-22T08:50:34","modified_gmt":"2023-08-22T08:50:34","slug":"cac-bounce-rate-a-b-testing-a-marketing-glossary-for-every-founder","status":"publish","type":"post","link":"https:\/\/slush.org\/cac-bounce-rate-a-b-testing-a-marketing-glossary-for-every-founder\/","title":{"rendered":"An Essential Marketing Glossary for Every Founder"},"content":{"rendered":"[vc_row type=&#8221;full_width_background&#8221; full_screen_row_position=&#8221;middle&#8221; column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; bg_color=&#8221;#fafafa&#8221; full_height=&#8221;yes&#8221; scene_position=&#8221;center&#8221; text_color=&#8221;dark&#8221; text_align=&#8221;left&#8221; row_border_radius=&#8221;none&#8221; row_border_radius_applies=&#8221;bg&#8221; sticky_row=&#8221;true&#8221; sticky_row_alignment=&#8221;top&#8221; overflow=&#8221;visible&#8221; class=&#8221;article&#8221; overlay_strength=&#8221;0.3&#8243; gradient_direction=&#8221;left_to_right&#8221; shape_divider_position=&#8221;bottom&#8221; bg_image_animation=&#8221;none&#8221; gradient_type=&#8221;default&#8221; shape_type=&#8221;&#8221;][vc_column column_padding=&#8221;no-extra-padding&#8221; column_padding_tablet=&#8221;inherit&#8221; column_padding_phone=&#8221;inherit&#8221; column_padding_position=&#8221;all&#8221; left_margin=&#8221;3vw&#8221; constrain_group_2=&#8221;yes&#8221; right_margin=&#8221;3vw&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; column_position=&#8221;static&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;default&#8221; gradient_type=&#8221;default&#8221;][vc_row_inner column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; text_align=&#8221;left&#8221; row_position=&#8221;default&#8221; row_position_tablet=&#8221;inherit&#8221; row_position_phone=&#8221;inherit&#8221; overflow=&#8221;visible&#8221; pointer_events=&#8221;all&#8221;][vc_column_inner left_padding_desktop=&#8221;10%&#8221; constrain_group_101=&#8221;yes&#8221; right_padding_desktop=&#8221;10%&#8221; left_padding_tablet=&#8221;2%&#8221; constrain_group_103=&#8221;yes&#8221; right_padding_tablet=&#8221;2%&#8221; left_padding_phone=&#8221;2%&#8221; constrain_group_105=&#8221;yes&#8221; right_padding_phone=&#8221;2%&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; font_color=&#8221;#101010&#8243; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; overflow=&#8221;visible&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;advanced&#8221; gradient_type=&#8221;default&#8221;][vc_column_text]\n<h6 class=\"b-article-author__author-name\"><em><strong>Anna Brchisky &amp; Karolina Miller,<\/strong><\/em><\/h6>\n<h6 class=\"b-article-author__author-name\"><em><strong>Contributors<\/strong><\/em><\/h6>\n<p><em>Even if you have never worked in marketing, you might be familiar with the terms growth hacking and SEO. But what about CLV, CPA, and churn?<\/em><\/p>\n<p><em>We prepared 40 essential marketing terms you need to know to make a (b)lasting impression on your peers, investors, clients – and yes, the actual marketers – in your next marketing meeting.<\/em><\/p>\n<p>&nbsp;<\/p>\n<h4><b>A\/B Testing<\/b><\/h4>\n<p>A\/B testing or split testing involves testing two variations usually in the form of a product or content with the aim generally being concluding which one works best. An example of an A\/B test could be to try to understand which webpage or ad performs better, where best performance is measured by the performance of a specific action like a click or a purchase. An example of content A\/B testing is sending a newsletter with two different subject lines or headlines to see which subject line encourages your subscribers to open the letter more. This helps you move forward in figuring out the exact best ways, words and tones to connect with your audience.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>Abandonment Rate<\/b><\/h4>\n<p>Abandonment rate may refer to two things depending on the context. One definition refers to the percentage of people who leave a web page without visiting another page on the same site, also called the ‘<strong>bounce rate<\/strong>’. The second definition refers to the ratio of people who have added items to their shopping cart but opted not to complete the checkout process, over the total number of people who have picked items and completed their purchase.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>Adwords<\/b><\/h4>\n<p>Adwords or Google Adwords is a pay-per-click (PPC) online advertising platform that allows advertisers to display their ads on Google’s search engine results page or SERP, Google’s Display Network (GDN), and affiliate sites. Businesses usually pay to get their advertisements ranked at the top of the Google search results page or on the first page.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>Affiliate<\/b><\/h4>\n<p>An affiliate is someone who promotes products or services created by another company or person in order to earn a commission on the sale of that product. Participation in an affiliate marketing program usually requires a person to create content (reviews, videos, workshops) promoting a product or service that they are recommending – with a unique affiliate link to start earning an affiliate commission. The commission is paid based on traffic directed to the product or purchase of the product via the unique affiliate link.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>Backlink<\/b><\/h4>\n<p>A backlink or sometimes called an inbound link is a hyperlink from an external website to your startup’s website or other content. With backlinks from reputable websites – such as a media site – you’ll improve your <strong>SEO<\/strong> in the eyes of Google and other search engines. It’s a good thing to keep this in mind when doing your marketing: always ask for a backlink to your startup’s website.<\/p>\n<p>&nbsp;<\/p>\n<h4><b><a id=\"bounce\"><\/a>Bounce &amp; Bounce rate<\/b><\/h4>\n<p>‘Bounce’ occurs when a visitor enters your website, but immediately clicks back or in another way exits your website. In short, when your website or its content was not relevant to the visitor. Bounce rate is made of the percentage of users that immediately leave your website. The rates vary by industry, but if you have a bounce rate between 20-40%, your website is nailing it. Anything around 70% is considered average. You can find more specific bounce rates from your Google Analytics. Bounce rates affect your search engine positions, so it’s a good idea to keep your bounce rate in check.<\/p>\n<p>&nbsp;<\/p>\n<h4><b><a id=\"buyer-persona\"><\/a>Buyer Persona<\/b><\/h4>\n<p>The Buyer Persona is a representation of a startup’s ideal customer, their preferences and characteristics, based on market research and real data about the company’s actual customers. The Buyer Persona helps the startup figure out what really attracts their customers and what strategy works best to reach them.<\/p>\n<p>&nbsp;<\/p>\n<h4><b><a id=\"CAC\"><\/a>CAC<\/b><b><\/b><b><br \/>\n<\/b><\/h4>\n<p>CAC is the customer acquisition cost or the cost of convincing a customer to purchase your product or service. To calculate the CAC, divide total costs spent on marketing or acquiring more customers by the number of customers acquired in a given time period.<\/p>\n<p>&nbsp;<\/p>\n<h4><b><a id=\"churn\"><\/a>Churn<\/b><\/h4>\n<p>Churn or churn rate is the number of customers who ended their relationship with the business usually via the end of a subscription. List churn refers to the number of unsubscribers or inactive subscribers on an email list.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>Clickthrough Rate<\/b><\/h4>\n<p>The Clickthrough Rate or CTR is a metric used to gauge the success of an advertising or email campaign. The CTR is calculated by dividing the number of people who clicked on a specific website or email link, by the total number of people who viewed the advertisement, webpage, or opened the email. If you have a Facebook advert that appears 100,000 times, for example, and a CTR of 0.3%, you will have had 300 website visits.<\/p>\n<p>The higher the CTR, the more responsive your subscribers are to your advertising or email content. Average CTRs vary by industry and depending on the platform you use.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>CMS<\/b><\/h4>\n<p>Content Management System (CMS) is a software solution that makes it possible to create, edit, organize, and publish digital content on the web. The CMS can be used to update content or website structure.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>CPA <\/b><\/h4>\n<p>Cost per Acquisition or Cost per Action (and sometimes also known as Pay per Acquisition), is an outcome-focused advertising payment method where advertisers – such as startups – pay for things like sales, clicks or signups. This method allows you to pay only for actions people take because of your ad, which is especially useful if you want to control how much you pay for specific actions.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>Cost Per Lead<\/b><\/h4>\n<p><b><\/b>A Cost per Lead (CPL) measures your marketing and sales campaigns’ efficiency when generating new leads for your sales team. The usual way of calculating the CPL is having the total cost of the campaign divided by the number of leads generated. CPLs provide businesses with essential info to determine if they are acquiring new customers in a cost-efficient manner.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>Cost Per Lead Formula<\/b><\/h4>\n<p>In order to figure out the most economical use of your budget, you need a firm understanding of your cost per lead (CPL). So, what’s the best way to calculate it?<\/p>\n<p><i>Cost per lead formula = total cost of the campaign divided by the number of leads generated<\/i><\/p>\n<p>&nbsp;<\/p>\n<h4><b><a id=\"CTA\"><\/a>CTA<\/b><\/h4>\n<p>A CTA or Call To Action is a prompt used on websites, newsletters, or any content piece that guides a customer to your wanted location, i.e. your website. CTAs are, in a sense, the next step you want your customers to take. CTAs are often buttons or requests in text, usually created in a visually attractive or visible way.<\/p>\n<p>&nbsp;<\/p>\n<h4><b><a id=\"CLV\"><\/a>Customer Lifetime Value (CLV)<\/b><\/h4>\n<p>The customer lifetime value is the predicted revenue that an average customer will generate for your company over the course of your relationship. Determining CLV is quite simple: you need to calculate the average purchase value (the price of your product or service) and then multiply that number by the average number of purchases (how many times do customers purchase from you) to determine customer value. After calculating this, count the average customer lifespan (how long this customer will be purchasing from you) and then multiply that by customer value (sum of the average purchase values and average numbers of purchases) to determine customer lifetime value.<\/p>\n<p>When comparing CLV to customer acquisition cost you can estimate a customer’s profitability for your startup, as well as improve your forecasting of your startup’s growth.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>Customer Relation Management (CRM)<\/b><\/h4>\n<p><b><\/b>Customer Relationship Management or CRM is a process or a tool that a business utilizes to build relationships with its customers. CRM processes are usually managed via CRM software, to keep track of contacts within the business. CRM software is useful to foster long-term relationships with customers, cater to customers’ needs, and improve marketing and sales performance.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>Direct Traffic<\/b><\/h4>\n<p>Direct traffic is made up of visitors who visit your website without a referral URL. When visitors follow a link to your website from an external source, for example Twitter, the traffic is considered referral traffic. In direct or organic traffic the visitor has usually manually entered your website URL or clicked a bookmarked link.<\/p>\n<p>&nbsp;<\/p>\n<h4><b><a id=\"engagement\"><\/a>Engagement rate <\/b><\/h4>\n<p>Engagement rate assesses the number of interactions your content (usually social media) receives per follower or audience. Engagement rates are usually measured by active versus passive reactions (views or impressions). Active reactions include likes, comments, shares, saves, direct messages, mentions, click-throughs, and more (depending on the network).<\/p>\n<p>&nbsp;<\/p>\n<h4><b>Evergreen content<\/b><\/h4>\n<p>Evergreen content is content that is not time-sensitive or does not go out of date. The purpose of evergreen content is that you can increase the chance of websites linking back to your content, your tutorials, articles, or ebooks, and remain relevant for years to come. An example of an evergreen topic in the startup world might be how to raise funding. It doesn’t matter what year it is or if it’s summer or winter, a large number of people continue to search for content on this topic.<\/p>\n<h4><\/h4>\n<p>&nbsp;<\/p>\n<h4><b>Growth Hacking<\/b><b><\/b><\/h4>\n<p>An umbrella term for strategies focused on nothing but growth. The goal is to acquire as many customers as possible at the lowest cost possible. It’s often a term used in, but not limited to, marketing. Growth hacking employs a process of rapid trials and testing in marketing channels as well as in product development to identify the growth potential of a business and speed it up. Growth hackers typically narrow their focus on low-cost marketing alternatives such as social media and viral marketing instead of traditional print media, radio advertising, or billboards.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>Heat map<\/b><\/h4>\n<p>Heat maps show in a visual and snappy way where people are looking, scrolling, and taking action on your website. You can use these heat maps to decide where to place calls to action and key information, based on your previous visitors’ behaviour. The colour of heat maps ranges from red to yellow and green, indicating the amount of user attention, interactions, or eye movement.<\/p>\n<p>&nbsp;<\/p>\n<h4><b><a id=\"inbound-marketing\"><\/a>Inbound marketing <\/b><\/h4>\n<p>Inbound marketing aims to attract new organic clients through existing channels, such as social media channels. Inbound marketing relies on creating relevant content for your potential clients that gain high search engine ranking, attract new clients, and literally <i>pulls<\/i> new leads to your site. The content can be everything from blog articles to releasing podcast episodes and videos – anything and everything that your <strong>buyer persona<\/strong> finds important and worthy of a click when they see it while browsing.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>Lead generation<\/b><\/h4>\n<p>Lead generation is the marketing process of stimulating and capturing interest in a product or service for the purpose of turning that interest into a sale. Lead generation helps to increase brand awareness, build relationships, generate qualified leads, and ultimately close deals. The higher the quality of leads your sales team generates, the more of those leads will result in sales.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>Lead magnet<\/b><\/h4>\n<p>Lead magnets are free content, services, or items given away for the purpose of gathering fresh contacts and generating new leads. Lead magnets can be anything from trial subscriptions and free consultations to white papers and strategy planners. A great lead magnet has a truly high value for your target audience and is delivered to them promptly, such as a white paper directly to their email.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>Marketing automation<\/b><\/h4>\n<p>Marketing automation is used to manage marketing processes and multifunctional campaigns across multiple channels automatically. Channels can include email, web, social, and text. The goal of marketing automation is to automate marketing and sales initiatives to increase revenue and maximize efficiency. Additionally, marketing automation can assist in handling repetitive tasks via automation channels. Workflows are set up in the marketing automation tools to send out messages automatically according to workflow instructions.<\/p>\n<p>&nbsp;<\/p>\n<h4><b><a id=\"marketing-funnel\"><\/a>Marketing Funnel<\/b><\/h4>\n<p>A Marketing Funnel is a widely known model for understanding your customer’s engagement with your business during the sales process. Startups use marketing funnels to understand their customers’ needs in each stage, in order to create more sales. Marketing funnels are also often used to optimize marketing in every corner, from awareness to the final stretch, i.e. purchasing your product.<\/p>\n<p>What a general marketing funnel could look like:<\/p>\n<ul>\n<li aria-level=\"1\">Awareness. Your customer gets acquainted with your startup.<\/li>\n<li aria-level=\"1\">Interest. Your customer gains more understanding about your startup and its products.<\/li>\n<li aria-level=\"1\">Consideration. Your customer turns from a lead into a prospect: they might show more interest by leaving their email to your newsletter or contact form.<\/li>\n<li aria-level=\"1\">Intent. Your customer is looking to buy a product or service specifically from you.<\/li>\n<li aria-level=\"1\">Evaluation. Your customer evaluates whether your product or service is the exact match for their needs.<\/li>\n<li aria-level=\"1\">Purchase. The final step: your customer purchases from you.<\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<h4><b>Marketing Key Performance Indicator (KPI)<\/b><\/h4>\n<p>Marketing Key Performance Indicators or KPIs help to understand how to execute successful marketing strategies and identify which campaign tactics have the biggest impact to reach sales and marketing goals. Examples of marketing key metrics include monthly website traffic, <strong>engagement<\/strong>, leads, <strong>CLV<\/strong>, <strong>CAC<\/strong>, etc.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>Nurturing<\/b><\/h4>\n<p>A term to use in parallel with the <strong>marketing funnel<\/strong>. When your customers enter the funnel, they need constant attention to feel interested in the brand. This act of keeping the excitement going is called nurturing. The key to great nurturing is excellent, relevant content for the customer in each stage of the funnel. You can nurture your new leads by creating <strong>call-to-actions<\/strong> to lead them to the next stage and the old leads by presenting updates\/news about your product or service. Nurturing, if done right, converts these leads into something tangible: a buying customer.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>Opt-in form<\/b><\/h4>\n<p>An opt-in form is a web page designed to capture information from potential leads for example email addresses. In exchange, subscribers receive a free gift such as an ebook, white paper, research report, infographic, or template. Opt-in pages can be embedded on websites, landing pages, or even blog posts. Once a viewer has entered their email address and has “opted-in”, they have given permission for marketers to contact them via email.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>Outbound marketing<\/b><\/h4>\n<p>While inbound marketing strives to attract clients through organic ways, outbound marketing uses different platforms (and some budget) to push the product to the customer. Outbound marketing is the act of reaching out to your potential customers through different ads.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>Referral marketing<\/b><\/h4>\n<p>Referral marketing is recommendation-based marketing or a word-of-mouth initiative to encourage existing customers to introduce their contacts to the product and become new customers. A referral strategy should motivate your existing customers to promote your business and services, and build a sense of loyalty through rewards and value-add.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>Retargeting<\/b><\/h4>\n<p>Retargeting is a type of marketing tactic to advertise to previous visitors, customers, or lapsed users of your product or service. Retargeting is usually done in the form of campaigns and can be triggered when visitors leave your website without a purchase. The goal of retargeting is to increase sales and\/or customer loyalty. Common tools used in retargeting campaigns include Google Ads, Facebook retargeting, LinkedIn Ads, and other retargeting advertising platforms.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>Retention<\/b><\/h4>\n<p>The customer retention rate is a metric used to measure your ability to ‘hold on’ to your customers or the percentage of customers who remain customers during a given time period. When calculating your retention rate, you divide your number of active users that have continued their subscription with the total number of active users at the beginning of the time period. Usually, a high retention rate equates to a low churn rate.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>Segmentation<\/b><\/h4>\n<p>Segmentation is when you divide your customers into groups according to common features with the goal of making an efficient marketing strategy. Segments are often made from a mix of demographics, psychographics, behavior, and geographics. Segmentation allows a marketer to tailor their messaging according to their needs, desires, and preferences.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>SEM<\/b><\/h4>\n<p>Search Engine Marketing (SEM) is a digital marketing strategy, where a startup purchases ads that appear on search engine result pages (SERPs). In this strategy advertisers, such as a startup, bid on words or phrases (keywords) that users usually enter when doing an online search and their ads are shown along with the results for those searches. For example, if you provide services around food delivery, it might be a good idea to find keywords related to that and advertise next to those. Some startups also look for competing keywords, such as the name of their competitor, and advertise next to them.<\/p>\n<p>&nbsp;<\/p>\n<h4><b><a id=\"SEO\"><\/a>SEO<\/b><\/h4>\n<p>Search engine optimization (SEO) refers to the strategies and tactics through which startups can gain higher search engine ranking. When it comes to SEO, all companies should build their website with great accessibility, relevant and quality content, honed user experience, and website optimization in mind. By combining these qualities, you can expect your website to be displayed higher in search results when a specific keyword is searched. In short, it makes your page more visible to people looking for your services or products.<\/p>\n<p>A popular way to boost your visibility on search engines is the incorporation of mindful keywords in your content. Another way is to build your website content around topics, such as “AR glasses”. The key to honing your SEO is understanding your target audience and what they are looking for on the internet.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>Thought Leadership<\/b><\/h4>\n<p>Usually described as a part of content marketing, thought leadership content aims to position you and\/or your business as the expert in the field while giving your customers the impression that your company is the best in its industry. Instead of directly selling your products, thought leadership content speaks about your expertise and knowledge on something related to your product. You can build thought leadership through blogs, articles, your own social media channels, and media visibility with well-thought-out pieces.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>Traction <\/b><\/h4>\n<p>Traction is evidence that your product or service has started that “hockey- stick” adoption rate, which implies a large market, a solid business model, and sustainable growth. Investors will look at your traction over time to see the evidence of how your startup is gaining clients and how excited the market is. Traction can be examined via the number of customers, as well as numbers of subscribers to a newsletter, but also the number of clicks on a website – depending on the goal, customers, and the market of your startup.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>USP<\/b><\/h4>\n<p>A USP is a Unique Selling Proposition, which outlines the competitive advantage your startup has over your competitors. A USP market position is usually based on one of the “four P’s” of marketing. The four P’s of marketing are product, price, placement strategy (both location and distribution), and promotional strategy.[\/vc_column_text][\/vc_column_inner][\/vc_row_inner][\/vc_column][\/vc_row]\n","protected":false},"excerpt":{"rendered":"<p>[vc_row type=&#8221;full_width_background&#8221; full_screen_row_position=&#8221;middle&#8221; column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; bg_color=&#8221;#fafafa&#8221; full_height=&#8221;yes&#8221; scene_position=&#8221;center&#8221; text_color=&#8221;dark&#8221; text_align=&#8221;left&#8221; row_border_radius=&#8221;none&#8221; row_border_radius_applies=&#8221;bg&#8221; sticky_row=&#8221;true&#8221; sticky_row_alignment=&#8221;top&#8221; overflow=&#8221;visible&#8221; class=&#8221;article&#8221; overlay_strength=&#8221;0.3&#8243; gradient_direction=&#8221;left_to_right&#8221; shape_divider_position=&#8221;bottom&#8221; bg_image_animation=&#8221;none&#8221; gradient_type=&#8221;default&#8221; shape_type=&#8221;&#8221;][vc_column column_padding=&#8221;no-extra-padding&#8221; column_padding_tablet=&#8221;inherit&#8221; column_padding_phone=&#8221;inherit&#8221; column_padding_position=&#8221;all&#8221; left_margin=&#8221;3vw&#8221; constrain_group_2=&#8221;yes&#8221; right_margin=&#8221;3vw&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; column_position=&#8221;static&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;default&#8221; gradient_type=&#8221;default&#8221;][vc_row_inner column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; text_align=&#8221;left&#8221; row_position=&#8221;default&#8221; row_position_tablet=&#8221;inherit&#8221; row_position_phone=&#8221;inherit&#8221; overflow=&#8221;visible&#8221; pointer_events=&#8221;all&#8221;][vc_column_inner left_padding_desktop=&#8221;10%&#8221; constrain_group_101=&#8221;yes&#8221; right_padding_desktop=&#8221;10%&#8221; left_padding_tablet=&#8221;2%&#8221; constrain_group_103=&#8221;yes&#8221; right_padding_tablet=&#8221;2%&#8221; left_padding_phone=&#8221;2%&#8221; constrain_group_105=&#8221;yes&#8221; right_padding_phone=&#8221;2%&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; <a href=\"https:\/\/slush.org\/cac-bounce-rate-a-b-testing-a-marketing-glossary-for-every-founder\/\">&nbsp;&raquo;&nbsp;Read more about: An Essential Marketing Glossary for Every Founder &nbsp;&raquo;<\/a><\/p>\n","protected":false},"author":3,"featured_media":2569,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"om_disable_all_campaigns":false,"footnotes":""},"categories":[35,54],"tags":[],"aioseo_notices":[],"_links":{"self":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2568"}],"collection":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/users\/3"}],"replies":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/comments?post=2568"}],"version-history":[{"count":6,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2568\/revisions"}],"predecessor-version":[{"id":3174,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2568\/revisions\/3174"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/media\/2569"}],"wp:attachment":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/media?parent=2568"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/categories?post=2568"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/tags?post=2568"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}