{"id":2592,"date":"2021-03-25T12:45:35","date_gmt":"2021-03-25T12:45:35","guid":{"rendered":"http:\/\/slush.org\/?p=2592"},"modified":"2023-08-22T08:52:49","modified_gmt":"2023-08-22T08:52:49","slug":"your-essential-vc-glossary-for-investor-meetings","status":"publish","type":"post","link":"https:\/\/slush.org\/your-essential-vc-glossary-for-investor-meetings\/","title":{"rendered":"Your Essential VC Glossary for Investor Meetings"},"content":{"rendered":"[vc_row type=&#8221;full_width_background&#8221; full_screen_row_position=&#8221;middle&#8221; column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; bg_color=&#8221;#fafafa&#8221; full_height=&#8221;yes&#8221; scene_position=&#8221;center&#8221; text_color=&#8221;dark&#8221; text_align=&#8221;left&#8221; row_border_radius=&#8221;none&#8221; row_border_radius_applies=&#8221;bg&#8221; sticky_row=&#8221;true&#8221; sticky_row_alignment=&#8221;top&#8221; overflow=&#8221;visible&#8221; class=&#8221;article&#8221; overlay_strength=&#8221;0.3&#8243; gradient_direction=&#8221;left_to_right&#8221; shape_divider_position=&#8221;bottom&#8221; bg_image_animation=&#8221;none&#8221; gradient_type=&#8221;default&#8221; shape_type=&#8221;&#8221;][vc_column column_padding=&#8221;no-extra-padding&#8221; column_padding_tablet=&#8221;inherit&#8221; column_padding_phone=&#8221;inherit&#8221; column_padding_position=&#8221;all&#8221; left_margin=&#8221;3vw&#8221; constrain_group_2=&#8221;yes&#8221; right_margin=&#8221;3vw&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; column_position=&#8221;static&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;default&#8221; gradient_type=&#8221;default&#8221;][vc_row_inner column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; text_align=&#8221;left&#8221; row_position=&#8221;default&#8221; row_position_tablet=&#8221;inherit&#8221; row_position_phone=&#8221;inherit&#8221; overflow=&#8221;visible&#8221; pointer_events=&#8221;all&#8221;][vc_column_inner left_padding_desktop=&#8221;10%&#8221; constrain_group_101=&#8221;yes&#8221; right_padding_desktop=&#8221;10%&#8221; left_padding_tablet=&#8221;2%&#8221; constrain_group_103=&#8221;yes&#8221; right_padding_tablet=&#8221;2%&#8221; left_padding_phone=&#8221;2%&#8221; constrain_group_105=&#8221;yes&#8221; right_padding_phone=&#8221;2%&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; font_color=&#8221;#101010&#8243; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; overflow=&#8221;visible&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;advanced&#8221; gradient_type=&#8221;default&#8221;][vc_column_text]\n<h6 class=\"b-article-author__author-name\"><em><strong>Susan Hyttinen | Mikko Mäntylä<\/strong><\/em><\/h6>\n<p class=\"b-article-author__author-title\"><em><strong>Media team, Slush<\/strong><\/em><\/p>\n<p>&nbsp;<\/p>\n<p><em>Venture capital deals are inundated with exotic terms. While every founder should hire a good lawyer, it never hurts to know the most important ones yourself.<\/em><\/p>\n<p><em>To that end, we collected and explained the 40 pieces of terminology that you are most likely to come across in your investor meetings.<\/em><\/p>\n<p>&nbsp;<\/p>\n<h4><b><a id=\"anti-dilution-clause\"><\/a>Anti-dilution clause<\/b><\/h4>\n<p>The majority of dilution happens in relation to funding rounds. If a company is doing well and has structured its fundraising process sensibly, its valuation will multiply at least a few times over with each consecutive round. This is more than enough to offset the effect of dilution, i.e. existing shareholders will own less of the company, but the total value of their shares will increase. However, this changes if the company goes on to raise a flat or down round.<\/p>\n<p>In term sheet negotiations, investors will typically want to protect themselves against events that would reduce the value of their shares below what they paid for them. They do so by adding anti-dilution clauses. There are two basic types of anti-dilution clauses: full ratchet and weighted average.<\/p>\n<p>&nbsp;<\/p>\n<h4><b><a id=\"burn-rate\"><\/a>Burn rate<\/b><\/h4>\n<p>The rate at which a company is spending the external capital it has raised – typically expressed over one month. Sometimes, a further distinction is made between gross burn and net burn. Gross burn refers to the sum total of cash that a company is spending, while net burn is the cash it’s losing after revenue.<\/p>\n<p>&nbsp;<\/p>\n<h4><b><a id=\"cac\"><\/a>CAC<\/b><\/h4>\n<p>Customer acquisition cost (CAC) is the average amount of money that it costs for a company to acquire a new customer. CAC is one of the two components that define your basic unit economics – the other being CLTV. In addition, and assuming your CLTV exceeds your CAC, many investors will be interested in your CAC payback time – how quickly you actually earn the money back that you spend acquiring a customer.<\/p>\n<p>Post-product-market-fit, these are going to be some of the key metrics that investors are interested in. While aggregate benchmarks are quite vain here, the general wisdom goes that your CLTV\/CAC ratio should be above 3:1 and your CAC payback should be less than 12 months.<\/p>\n<p>&nbsp;<\/p>\n<h4><b><a id=\"captable\"><\/a>Capitalization table<\/b><\/h4>\n<p>A company’s capitalization table, commonly abbreviated cap table, describes the ownership structure of the company – basically, who owns how much of which class of shares. Investors will expect to see this when considering an investment, so make life easy by having one written out.<\/p>\n<p>&nbsp;<\/p>\n<h4><b><a id=\"cliff\"><\/a>Cliff<\/b><\/h4>\n<p>Employee stock options usually vest over a period of some years. In other words, they can only fully be converted into stock after this period of time. While these vesting schedules are linearly progressive, they usually contain a cliff; a period of time before which any options vest. Much like vesting in general, the cliff is there to incentivize employees to stay on longer. A typical cliff is 12 months.<\/p>\n<p>Founder stock may also be subject to a vesting period. In addition, it’s typical for VCs to demand vesting schemes that set back the clock on this in conjunction with funding rounds. These schemes can also contain a cliff.<\/p>\n<p>&nbsp;<\/p>\n<h4><b><a id=\"common-stock\"><\/a>Common stock<\/b><\/h4>\n<p>The basic unit of ownership in a company. Founders &amp; employees typically own common stock. Sometimes, early angel investors may also be persuaded to invest in common stock. In contrast, institutional external investors – particularly VCs – will almost always require that they be issued preferred stock that comes with additional rights. Most importantly, these rights give preferred shares priority in a liquidation event.<\/p>\n<p>&nbsp;<\/p>\n<h4><b><a id=\"conversion\"><\/a>Conversion<\/b><\/h4>\n<p>Converting preferred shares to common shares. The preferred stock that VCs are issued almost always comes with conversion rights. Conversion generally happens in relation to a liquidation event. Once preferred shares have been converted into common ones, they can not be converted back.<\/p>\n<p>There are two types of conversion rights; optional and automatic (sometimes called mandatory). Optional conversion rights allow investors to convert their preferred stock into common stock. They will do so in case they are better off being paid ratably (“in proportion”), rather than based on their liquidation preference and participating amount. Optional conversion happens at a conversion ratio that expresses how many common shares one preferred share converts to. Generally, this ratio is initially set to 1:1. However, this ratio is subject to change. Specifically, anti-dilution clauses typically work by adjusting the conversion ratio.<\/p>\n<p>Automatic conversion, in turn, automatically converts stock once a certain condition is met. Typically, this condition is an IPO at a per-share price that exceeds some multiple of the purchase price of the stock. It’s challenging for a venture-backed company to go public with multiple classes of shares outstanding. Therefore, the conditions of automatic conversion are a critical point of negotiation for founders to get right. In addition, founders should ensure that all classes of preferred stock have identical automatic conversion terms.<\/p>\n<p>&nbsp;<\/p>\n<h4><b><a id=\"convertible-note\"><\/a>Convertible note<\/b><\/h4>\n<p>A convertible note (also called convertible debt) is a form of short-term debt from an investor to a startup that converts into equity in the next funding round. Depending on the nature of the investor, a convertible note can convert into common shares or preferred shares. Convertible notes are used for two reasons. Firstly, they don’t involve issuing equity, so the company does not need to be valued. Instead, that will happen in the next funding round. Secondly, convertible notes are very quick, cheap and easy to issue.<\/p>\n<p>Convertible notes come with a valuation discount, deducted from the valuation of the next round, and an interest, which accrues over time and increases the number of shares to be issued. They also feature a valuation cap; a maximum value at which the notes can convert to equity (quite appealing to investors!), and a maturity date, after which owners of a note can convert their notes at the cap or request to be repaid.<\/p>\n<p>&nbsp;<\/p>\n<h4><b><a id=\"cltv\"><\/a>Customer Lifetime Value<\/b><\/h4>\n<p>Customer Lifetime Value (LTV or CLTV) is the revenue that a company can expect from a customer through the length of their ‘relationship’, i.e. how long the customer uses the company’s product or service. Together with customer acquisition cost (CAC), CLTV defines your basic unit economics, and is one of the key metrics investors will be interested in post-product-market-fit.<\/p>\n<p>&nbsp;<\/p>\n<h4><b><a id=\"dilution\"><\/a>Dilution<\/b><\/h4>\n<p>All primary funding rounds (compare to secondary sale) – which make up the vast majority of rounds – involve issuing new shares that are then sold off to investors. With that, existing shareholders’ stock will make up a smaller percentage of the company’s total shares. This is called dilution. Dilution also occurs when stock options (ESOP) or warrants are exercised.<\/p>\n<p>As a result of dilution, investors will own a far smaller share of the company at exit than when they originally invested, unless they follow on in subsequent rounds (see: follow-on investment).<\/p>\n<p>&nbsp;<\/p>\n<h4><b><a id=\"down-round\"><\/a>Down round<\/b><\/h4>\n<p>A funding round in which a startup issues shares at a lower valuation than in their previous round. Typically, down rounds are considered a rather detrimental indication that a company is struggling.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>Drag-along right\/clause<\/b><\/h4>\n<p>A common feature of VC term sheets, and an important point of negotiation, drag-along rights give holders of preferred stock the right to force other shareholders to vote in favour of a sale of the company. While drag-along rights can be difficult to throw out entirely, founders can try to protect themselves against the possibility of a unilateral sale that they are opposed to by demanding certain protections, like a minimum sales price.<\/p>\n<p>&nbsp;<\/p>\n<h4><b><a id=\"due-diligence\"><\/a>Due Diligence<\/b><\/h4>\n<p>A process by which VCs map out the risks and opportunities associated with a prospective investment. Expect most of the due diligence process to be carried out after you’ve received a term sheet. The width and depth of this process will vary by investor, and increase in later funding rounds, but it typically includes at least some financial, legal and commercial considerations. Expect to answer a lot of questions and send over a lot of documents.<\/p>\n<p>&nbsp;<\/p>\n<h4><b><a id=\"esop\"><\/a>Employee Stock Option Pool (ESOP)<\/b><\/h4>\n<p>Equity is a core part of how startups compensate their employees. Typically, this equity isn’t given out directly, but in the form of stock options. At the time of a company’s first external funding round, VCs will typically demand that startups set up an ESOP from which future employees will be compensated. Often, this pool will be based on a company’s pre-money valuation; thus only diluting existing shareholders. As a result, ESOPs can sometimes be a point of frustration for founders, but are almost always good and important. A standard ESOP at Seed is 10% – both in Europe and the US. However, some accelerators like Y Combinator and The Family have recently started advocating 20%. Index Ventures <a href=\"https:\/\/www.indexventures.com\/rewardingtalent\/esop-size-at-series-a-and-beyond\">recently noted that<\/a>, while US companies typically top up their ESOP in later financing rounds, increasing the relative size of the ESOP with each consecutive round, European companies tend to only restock the pool so as to offset dilution and keep the relative size flat at 10%.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>ESG<\/b><\/h4>\n<p>ESG stands for Environmental, Social, and Governance. These are a common set of three axes against which the sustainability of a company is measured. Socially conscious investors may have specific investment criteria or preferences that follow these axes. For example, we recently wrote about Balderton Capital’s new ESG framework, called Sustainable Future Goals, which guides their investments and portfolio support activities.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>Flat round<\/b><\/h4>\n<p>A funding round in which a startup issues shares at the same post-money valuation as during its previous fundraising round. Effectively, this means that the value of your company has gone down. Because of dilution, the existing shareholders’ stock – including yours – will be worth less than before the round. Overall, not a great situation to be in.<\/p>\n<p>&nbsp;<\/p>\n<h4><b><a id=\"follow-on-investment\"><\/a>Follow-on investment<\/b><\/h4>\n<p>When an investor invests in a financing round subsequent to their initial investment.<\/p>\n<p>&nbsp;<\/p>\n<h4><b><a id=\"full-ratchet\"><\/a>Full Ratchet<\/b><\/h4>\n<p>Full Ratchet is a harsh (and rare) type of anti-dilution clause. It protects investors from a future financing round happening at a lower price than that at which they were issued shares. Specifically, it does so by automatically adjusting the conversion price of the investor’s preferred shares to that new, lower price. Effectively then, it retroactively adjusts the issue price of the original funding round to that of the new round.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>Fully diluted<\/b><\/h4>\n<p>The number of common shares that a company has issued, assuming that all outstanding stock options (see ESOP) and warrants be exercised, as well as all convertible preferred stock and convertible notes be converted into common stock. A company’s valuation is typically determined based on its fully diluted shares.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>Investment Committee (IC)<\/b><\/h4>\n<p>A group of partners at a VC fund that will make the ultimate call on each of its investments. In a small fund, all of the firm’s partners will be part of the IC. In a bigger fund, the IC may only be composed of its most senior partners. Last fall, we interviewed Ted Persson of EQT Ventures on startup fundraising. Ted advised founders to ensure that, sooner or later, they get in front of someone who’s voting in the IC.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>Lead Investor<\/b><\/h4>\n<p>An investor who negotiates the terms of a round with you, and on behalf of the other investors participating in the funding round. Your lead investor will almost always be the investor who’s investing the most capital in the round.<\/p>\n<p>Typically, rounds are structured such that the first investor to commit to the round becomes the lead. A reputable lead investor will be incredibly helpful in closing the round. What’s more, lead investors are likely to take a board seat in your company, and will generally be your most committed advisors going forward. Because of that, founders should pick wisely when afforded choice.<\/p>\n<p>&nbsp;<\/p>\n<h4><b><a id=\"liquidation-preference\"><\/a>Liquidation preference<\/b><\/h4>\n<p>This is one of the key terms by which preferred shareholders are given priority in a liquidation event. Here, “liquidation” refers not only to an actual liquidation of a company through dissolution or bankruptcy, but also to the company being sold. Note that IPOs don’t constitute a liquidation event, but should be considered just another funding round, so liquidation preferences don’t apply. What’s more, in most cases, all preferred stock is converted to common stock ahead of an IPO.<\/p>\n<p>Liquidation preferences are expressed as a multiple of the original sum that an investor invested. A 1x liquidation preference means that, in the event of an exit, an investor will receive the original sum they invested before other shareholders receive anything. Liquidation preferences are a key part of term sheet negotiations. 1x is the standard multiple, and founders should certainly be wary of agreeing to anything above. This multiple, and liquidation preferences in general, are inherently related to participation rights.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>Lock-Up Period<\/b><\/h4>\n<p>A time window subsequent to an IPO within which certain shareholders aren’t allowed to sell their shares. In venture-backed IPOs, it’s conventional for this lock-up period to be between 90 and 180 days. The lock-up period almost always applies to founders &amp; employees, but often also all other investors that invested prior to the IPO, including VCs.<\/p>\n<p>&nbsp;<\/p>\n<h4><b><a id=\"non-participating-preferred-stock\"><\/a>Non-Participating Preferred Stock<\/b><\/h4>\n<p>Sometimes called <i>straight preferred<\/i>, this type of liquidation preference entitles an investor to a predetermined multiple of their original invested amount before those who hold common stock are paid. After that, the investor in question <b>does not<\/b> participate in any further distribution of proceeds. This type of liquidation preference is the most favourable to other shareholders (for comparison, see Participating Preferred Stock).<\/p>\n<p>&nbsp;<\/p>\n<h4><b>Pari passu<\/b><\/h4>\n<p>In each consecutive funding round, the investors in that round will be issued a new series of preferred stock – each with liquidation preferences. There are two ways in which those preferences can be prioritized relative to each other. Firstly, the preferences can be stacked so that the investors of the most recent round get their preference first, and so on (i.e. Series B preferred before Series A preferred). Secondly, the preferences can be made equal in status – called pari passu – in which case all holders preferred stock participate ratably until all preferences have been returned.<\/p>\n<p>&nbsp;<\/p>\n<h4><b><a id=\"participating-preferred-stock\"><\/a>Participating preferred stock<\/b><\/h4>\n<p>Sometimes called double-dip preferred, this type of liquidation preference entitles an investor not only to a predetermined multiple of their original invested amount before those who hold common stock are paid, but also to participate ratably with holders of common stock in the distribution of remaining proceeds. In effect then, the investor is paid twice in a liquidation event.<\/p>\n<p>Because this type of preference is rather harsh on the other shareholders, founders can try to negotiate a cap into the liquidation preference. This caps the aggregate return of an investor, after which the investor no longer shares in remaining proceeds. This type of preference is often called capped participating preferred, or partially participating preferred.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>Party round<\/b><\/h4>\n<p>A funding round with participation from a big number of investors, sometimes as many as 20, and without any investor having a sufficiently large stake to be truly invested in the success of the company. For that exact reason, founders should – at least in their first few rounds – avoid party rounds.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>Portfolio<\/b><\/h4>\n<p>The group of startups in which a venture firm – or individual fund – has an active investment at a given point in time. For example, if a fund has invested in 15 companies during its life, but has sold its stake in 5 of them, the fund has 10 companies in its portfolio.<\/p>\n<p>&nbsp;<\/p>\n<h4><b><a id=\"pre-money-valuation\"><\/a>Pre-money valuation<\/b><\/h4>\n<p>Calculated in relation to a funding round, this is the value of a company <b>before<\/b> it has received the capital invested in that round. To be more specific, the pre-money valuation is calculated by multiplying the company’s fully diluted shares prior to the investment by the per-share purchase price.<\/p>\n<p>&nbsp;<\/p>\n<h4><b><a id=\"preferred-stock\"><\/a>Preferred stock<\/b><\/h4>\n<p>External investors – particularly VCs – will almost always require that they be issued preferred stock that comes with additional rights compared to common stock, which is the basic unit of ownership in a company. Most importantly, these rights give preferred shares priority in a liquidation event.<\/p>\n<p>&nbsp;<\/p>\n<h4><b><a id=\"post-money-valuation\"><\/a>Post-money valuation<\/b><\/h4>\n<p>The value of your company <b>after<\/b> it has received the capital invested in a funding round. A company’s post-money valuation is simply the sum of its pre-money valuation and the capital received. In other words: €10M (pre-money valuation) + €2M (size of funding round) = €12M post-money valuation.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>Pro rata right<\/b><\/h4>\n<p>A pro rata clause in the term sheet gives an investor the right – but not the obligation – to participate in future funding rounds to an extent that preserves their share of ownership in the company. Investors will almost always push for pro-rata rights. This isn’t a problem as long as founders only take capital from investors that they will want to see involved throughout the journey.<\/p>\n<p>In addition, some investors may demand super pro-rata rights, which give them the automatic right to purchase shares above and beyond the amount that accounts for dilution. Founders should pretty categorically say no to this, since it can be a heavy disincentive to other investors in future rounds.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>Revenue run rate<\/b><\/h4>\n<p>An annualized projection of revenue based on your current revenue. Typically, revenue run rate refers to what your revenue over the next 12 months would be if your revenue in each month or quarter would be the same as in the last one.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>Right of First Refusal (ROFR)<\/b><\/h4>\n<p>In venture capital deals, it’s standard to grant a right of first refusal on any future sale of stock. Typically, this right would be granted to the startup itself first, and the investor second. This provision ensures that if any existing shareholders tries to sell their shares to a third party, they must first offer them to the company and investor on the same terms, in that order.<\/p>\n<p>Occasionally, investors can demand a ROFR on all or some of a future financing round, and corporate investors can demand a ROFR on the acquisition of a company. Founders should steer clear of both of these provisions.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>Runway<\/b><\/h4>\n<p>In short, the number of months your business can continue operating at its current net burn rate without an injection of additional external capital (i.e. a funding round).<\/p>\n<p>Your runway can be calculated using the following formula: <i>Cash in the bank\/Net monthly burn rate = Runway in months.<\/i><\/p>\n<p>&nbsp;<\/p>\n<h4><b><a id=\"secondary-sale\"><\/a>Secondary sale<\/b><\/h4>\n<p>This is a transaction in which an investor buys shares from an existing shareholder, rather than from the company itself (through an issue of stock). Very late-stage companies – typically ones approaching an imminent IPO – might see entire, large secondary rounds aimed at offering existing shareholders liquidity. In addition, rounds from around Series B or C onwards may have a small percentage of founders’ and early employees’ shares set aside for a secondary sale. This is done to offer people who have been committed to company for long some liquidity, without removing their incentives to stay onboard.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>Term sheet<\/b><\/h4>\n<p>A tentative agreement presented to you by an investor which specifies the details of their prospective investment into your company. The term sheet typically covers issues like company valuation, investment amount, liquidation preferences, and anti-dilution provisions.<\/p>\n<p>The term sheet is <i>non-binding<\/i>, and the investment discussed in it will be consummated only after a due diligence process.<\/p>\n<p>&nbsp;<\/p>\n<h4><b><a id=\"vesting\"><\/a>Vesting<\/b><\/h4>\n<p>Employee stock options usually vest over a period of some years. In other words, they can only fully be converted into stock after this period of time. The following would be a typical scenario:<\/p>\n<ol>\n<li aria-level=\"1\">You hire someone and compensate them with stock options in your company. Typically, these options will be subject to a four-year<b> vesting period<\/b>.<\/li>\n<li aria-level=\"1\">During these four years, the employee accrues an increasing number of vested options that they can exercise. Breaking down the options into instalments in this way keeps the employees motivated to stay at your company.<\/li>\n<li aria-level=\"1\">After the employee has worked at your company for the set vesting period, the shares become <b>fully vested, <\/b>and the employee has the right to exercise them.<\/li>\n<\/ol>\n<p>In addition to the typical 4-year vesting period, employee stock options are typically subject to a 12-month cliff.<\/p>\n<p>What’s more founder stock is often also subject to a vesting period, and it’s typical for VCs to demand vesting schemes that set back the clock on this in conjunction with funding rounds. This is called <b>reverse vesting<\/b>.<\/p>\n<p>&nbsp;<\/p>\n<h4><b><a id=\"warrant\"><\/a>Warrant<\/b><\/h4>\n<p>Warrants are essentially identical to stock options, but are given out to investors, rather than employees. Warrants given out as part of equity funding rounds almost always add unnecessary complexity, and should be avoided. On the other hand, warrants are an important part of bridge loan and venture debt arrangements, used to attract lenders or push down interest considering the high default risk inherent in lending to a startup.<\/p>\n<p>&nbsp;<\/p>\n<h4><b><a id=\"weighted-average\"><\/a>Weighted average<\/b><\/h4>\n<p>Weighted average is the other of two basic types of anti-dilution clause, the other being full ratchet. Weighted average is the more favourable clause to other shareholders.<\/p>\n<p>It ensures that, if a future funding round happens at a lower valuation than the one an investor invested in, the conversion price of the investors’ preferred shares are adjusted to a weighted average of the original round and the new, cheaper round. In other words, weighted average provisions take into account the number of shares issued at a lower price, while a full ratchet doesn’t. Equally, a full ratchet provision prevents an investor’s position from being diluted altogether, while a weighted average only lowers the amount of dilution.[\/vc_column_text][\/vc_column_inner][\/vc_row_inner][\/vc_column][\/vc_row]\n","protected":false},"excerpt":{"rendered":"<p>[vc_row type=&#8221;full_width_background&#8221; full_screen_row_position=&#8221;middle&#8221; column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; bg_color=&#8221;#fafafa&#8221; full_height=&#8221;yes&#8221; scene_position=&#8221;center&#8221; text_color=&#8221;dark&#8221; text_align=&#8221;left&#8221; row_border_radius=&#8221;none&#8221; row_border_radius_applies=&#8221;bg&#8221; sticky_row=&#8221;true&#8221; sticky_row_alignment=&#8221;top&#8221; overflow=&#8221;visible&#8221; class=&#8221;article&#8221; overlay_strength=&#8221;0.3&#8243; gradient_direction=&#8221;left_to_right&#8221; shape_divider_position=&#8221;bottom&#8221; bg_image_animation=&#8221;none&#8221; gradient_type=&#8221;default&#8221; shape_type=&#8221;&#8221;][vc_column column_padding=&#8221;no-extra-padding&#8221; column_padding_tablet=&#8221;inherit&#8221; column_padding_phone=&#8221;inherit&#8221; column_padding_position=&#8221;all&#8221; left_margin=&#8221;3vw&#8221; constrain_group_2=&#8221;yes&#8221; right_margin=&#8221;3vw&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; column_position=&#8221;static&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;default&#8221; gradient_type=&#8221;default&#8221;][vc_row_inner column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; text_align=&#8221;left&#8221; row_position=&#8221;default&#8221; row_position_tablet=&#8221;inherit&#8221; row_position_phone=&#8221;inherit&#8221; overflow=&#8221;visible&#8221; pointer_events=&#8221;all&#8221;][vc_column_inner left_padding_desktop=&#8221;10%&#8221; constrain_group_101=&#8221;yes&#8221; right_padding_desktop=&#8221;10%&#8221; left_padding_tablet=&#8221;2%&#8221; constrain_group_103=&#8221;yes&#8221; right_padding_tablet=&#8221;2%&#8221; left_padding_phone=&#8221;2%&#8221; constrain_group_105=&#8221;yes&#8221; right_padding_phone=&#8221;2%&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; <a href=\"https:\/\/slush.org\/your-essential-vc-glossary-for-investor-meetings\/\">&nbsp;&raquo;&nbsp;Read more about: Your Essential VC Glossary for Investor Meetings &nbsp;&raquo;<\/a><\/p>\n","protected":false},"author":3,"featured_media":2594,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"om_disable_all_campaigns":false,"footnotes":""},"categories":[35,51],"tags":[],"aioseo_notices":[],"_links":{"self":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2592"}],"collection":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/users\/3"}],"replies":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/comments?post=2592"}],"version-history":[{"count":5,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2592\/revisions"}],"predecessor-version":[{"id":3165,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2592\/revisions\/3165"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/media\/2594"}],"wp:attachment":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/media?parent=2592"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/categories?post=2592"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/tags?post=2592"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}