{"id":2600,"date":"2022-09-07T13:17:41","date_gmt":"2022-09-07T13:17:41","guid":{"rendered":"http:\/\/slush.org\/?p=2600"},"modified":"2023-08-22T08:41:11","modified_gmt":"2023-08-22T08:41:11","slug":"the-web3-glossary","status":"publish","type":"post","link":"https:\/\/slush.org\/the-web3-glossary\/","title":{"rendered":"The Web3 Glossary"},"content":{"rendered":"[vc_row type=&#8221;full_width_background&#8221; full_screen_row_position=&#8221;middle&#8221; column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; bg_color=&#8221;#fafafa&#8221; full_height=&#8221;yes&#8221; scene_position=&#8221;center&#8221; text_color=&#8221;dark&#8221; text_align=&#8221;left&#8221; row_border_radius=&#8221;none&#8221; row_border_radius_applies=&#8221;bg&#8221; sticky_row=&#8221;true&#8221; sticky_row_alignment=&#8221;top&#8221; overflow=&#8221;visible&#8221; class=&#8221;article&#8221; overlay_strength=&#8221;0.3&#8243; gradient_direction=&#8221;left_to_right&#8221; shape_divider_position=&#8221;bottom&#8221; bg_image_animation=&#8221;none&#8221; gradient_type=&#8221;default&#8221; shape_type=&#8221;&#8221;][vc_column column_padding=&#8221;no-extra-padding&#8221; column_padding_tablet=&#8221;inherit&#8221; column_padding_phone=&#8221;inherit&#8221; column_padding_position=&#8221;all&#8221; left_margin=&#8221;3vw&#8221; constrain_group_2=&#8221;yes&#8221; right_margin=&#8221;3vw&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; column_position=&#8221;static&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;default&#8221; gradient_type=&#8221;default&#8221;][vc_row_inner column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; text_align=&#8221;left&#8221; row_position=&#8221;default&#8221; row_position_tablet=&#8221;inherit&#8221; row_position_phone=&#8221;inherit&#8221; overflow=&#8221;visible&#8221; pointer_events=&#8221;all&#8221;][vc_column_inner left_padding_desktop=&#8221;10%&#8221; constrain_group_101=&#8221;yes&#8221; right_padding_desktop=&#8221;10%&#8221; left_padding_tablet=&#8221;2%&#8221; constrain_group_103=&#8221;yes&#8221; right_padding_tablet=&#8221;2%&#8221; left_padding_phone=&#8221;2%&#8221; constrain_group_105=&#8221;yes&#8221; right_padding_phone=&#8221;2%&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; font_color=&#8221;#101010&#8243; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; overflow=&#8221;visible&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;advanced&#8221; gradient_type=&#8221;default&#8221;][vc_column_text]\n<h6 class=\"b-article-author__author-name\"><em><strong>Private: Elias Tritter<\/strong><\/em><\/h6>\n<p class=\"b-article-author__author-title\"><em><strong>Editor<\/strong><\/em><\/p>\n<p>&nbsp;<\/p>\n<p><em><strong>But why does Web3 matter?<\/strong><\/em><\/p>\n<p><em>The technology underpinning Web3 is ripe for innovation. The underlying blockchain technology centers around guaranteeing trust for transactions and events without needing an intermediary. The removal of traditional banks, servers, administrators, and even governments that slow down technological progress excites people. And this technology is only around 15 years old – there are so many improvements to be made.<\/em><\/p>\n<p><em>This is backed by the data. Bitcoin alone has hosted over <a href=\"https:\/\/cryptoslate.com\/research-bitcoin-has-over-1-billion-unique-addresses-leaving-eth-ltc-in-the-dust\/\">1 billion unique internet addresses<\/a>. Speculation on the potential of different Web3 sectors has seen their value skyrocket, such as decentralized finance which has gone from almost <a href=\"https:\/\/a16zcrypto.com\/state-of-crypto-report-a16z-2022\/\">zero to over €100 billion<\/a> in two years. Web3 has been one of the fastest growing markets of the last decade, with almost <a href=\"https:\/\/www.reuters.com\/business\/finance\/cryptoverse-venture-capitalists-catch-crypto-fever-2022-05-03\/\">€10 billion<\/a> in venture capital funding invested in the sector in the first three months of this year alone. <\/em><\/p>\n<p><em>Besides the monetary value and opportunity in Web3, the main excitement stems from being able to rebuild the base level of the internet. Some of the most successful companies of the past two decades such as Google, Microsoft, and Facebook have earned this position through their monopoly on internet infrastructure and the data flowing through it. The ability to change this narrative, to build something of your own, and to have monetary and actual ownership of your data and digital creations is the cornerstone for the next generation of Web3 builders.<\/em><\/p>\n<p><em>Here are our 45 most essential Web 3.0 terms you need to know to get started.<\/em>[\/vc_column_text][vc_column_text]\n<h4><b>AMM<\/b><\/h4>\n<p><a id=\"AMM\"><\/a>AMM stands for Automated Market Maker.<\/p>\n<p>In traditional finance, normal market makers determine the price of a stock in a given transaction. Typically, when a party states the price you are willing to sell an asset, a broker will connect you to a buyer willing to buy your asset. This broker can then set the actual price of the exchange, typically the midpoint price, and can add any fees they want to this service.<\/p>\n<p>On the other hand, an AMM automates this process in <strong>cryptocurrency<\/strong> transactions by creating connected liquidity pools made up of the two currencies being exchanged at that moment. The price set for exchange between these two pools is dictated by the ratio of these paired <strong>tokens<\/strong> between the two pools – no broker is needed to determine the price. This is fully automated through the use of algorithms such as <b>smart contracts <\/b>to isolate the exact amount wanted if somebody is buying or selling through an AMM — referred to as AMM protocols. Examples include <a href=\"https:\/\/uniswap.org\/\">Uniswap<\/a> and <a href=\"https:\/\/sushi.com\/\">Sushiswap<\/a>, which raise the tokens for their pools by offering a cut of transaction fees to people who <b>stake <\/b>and lock up their tokens in these AMM pools.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>Airdrop<\/b><\/h4>\n<p><a id=\"Airdrop\"><\/a>Airdropping is the placing of <b>tokens <\/b>directly into interested parties’ <b>wallets<\/b>. This can be done as a marketing tool as an incentive scheme It is also can be used to correct fraudulent changes in tokens.<\/p>\n<p>Famous airdrops include the crypto wallet <a href=\"https:\/\/brd.com\/\">BRD<\/a>’s bread token that maxed out signups after two hours or uniswap giving 15% of its governance tokens to early adopters as thanks and to give them a greater say in its future direction.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>Bitcoin<\/b><\/h4>\n<p><a id=\"bitcoin\"><\/a>Bitcoin (BTC) started in 2009 as a “peer-to-peer electronic cash system” based on the <a href=\"https:\/\/bitcoin.org\/bitcoin.pdf\">Satoshi Nakamoto white paper<\/a> and is built using <b>blockchain<\/b> technology. It is the most popular <b>cryptocurrency <\/b>with a current total market cap of €380B at the time of publishing.<\/p>\n<p>Bitcoin has two main features:<\/p>\n<ul>\n<li aria-level=\"1\">Each bitcoin is ‘<b>mined.<\/b>’ To mine a bitcoin, a user provides their computer (or data center) to verify other people’s Bitcoin transactions. Mining thus means that the miner is being rewarded in Bitcoin in exchange for verifying transactions — the <b>proof of work<\/b><strong>(PoW)<\/strong> verification method.<\/li>\n<li aria-level=\"1\">Bitcoin is coded in a way that there can only be 21M bitcoin mined. The more Bitcoin mined, the smaller these verification rewards become. Over<a href=\"https:\/\/buybitcoinworldwide.com\/how-many-bitcoins-are-there\/\"> 90% of the total Bitcoin supply<\/a> has been mined at the time of publishing. At the current pace, the last bitcoin is predicted to be mined in 2140.<\/li>\n<\/ul>\n<p>The process of verification is expensive in terms of the energy required. However, this makes Bitcoin transactions more secure compared to many other cryptocurrencies.<\/p>\n<p>The vision outlined in the white paper is for Bitcoin to become a currency used for everyday transactions. However, it has not gained widespread popularity as a means of payment in everyday life relative to the popularity of <strong>fiat<\/strong> currencies. Thus, Bitcoin’s value mainly reflects investors’ speculative feelings about its future worth.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>Block<\/b><\/h4>\n<p><a id=\"block\"><\/a>A block is the digital storage of transactions on a <strong>blockchain<\/strong>, which is connected to a history of every previous transaction before it, forming a chain of blocks<b>. <\/b>Once these blocks are added to the chain they are considered immutable: they cannot be changed by an outside party. Blocks vary by size (amount of transactions stored) and speed (how fast the transactions take to be validated).<\/p>\n<p>To add a new block to a blockchain, a computer states the information to be put onto a block. Once this block is ‘filled’ with data, a validation method will occur to ensure the transactions are valid for the whole network, such as ‘finding’ one through <b>mining <\/b>in <b>PoW<\/b> algorithms. The transaction is not considered valid until each computer shows the same information as every other computer on the blockchain network. This is called reaching <b>consensus<\/b>.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>Blockchain<\/b><\/h4>\n<p><a id=\"bc\"><\/a>Blockchain technology is a method to guarantee an event on the internet without requiring verification from a third party like an internet server, bank, or the government. The blockchain itself is a digital record of transactions documented on <b>blocks<\/b>. This record is copied across a decentralized network of computers where each computer is connected to one another instead of going through an internet server.<\/p>\n<p>The blocks are connected and immutable: once recorded on the blockchain, they cannot be changed by an outside party. They are kept immutable due to decentralization, as each block must be identical on every single computer to be part of the blockchain. Having an identical copy of the blockchain on each verifying computer validates the transaction and is referred to as achieving <b>consensus<\/b>.<\/p>\n<p>Recording a transaction or event on a blockchain is significantly more secure and more transparent (the transaction history is forever on the blockchain) without requiring any third-party oversight. Blockchains vary by purpose, validation method, and transaction fees <b>(gas fees)<\/b>.<\/p>\n<p>Blockchain technology is the underlying basis for the majority of <b>Web3<\/b>, as ownership of a project is attached to every contributor through connecting their computer to the blockchain. Blockchain’s secure and strong verification features without a third party have seen the rise of <b>smart contracts<\/b> and <b>DeFi<\/b>. Outside of the Web3 infrastructure, blockchain has for example been used in verifying the <a href=\"https:\/\/www.brilliantearth.com\/\">authenticity of diamonds<\/a> and in <a href=\"https:\/\/www.forbes.com\/sites\/biserdimitrov\/2019\/12\/05\/how-walmart-and-others-are-riding-a-blockchain-wave-to-supply-chain-paradise\/\">speeding up supply chains<\/a> for retail giants such as Walmart.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>Bridge<\/b><\/h4>\n<p><a id=\"bridge\"><\/a>A bridge is an application designed to allow the transaction of assets between two or more separate<b> blockchains<\/b>, also referred to as “cross-chain” swapping.<\/p>\n<p>Consumers with <strong>Bitcoin<\/strong> for instance would use a bridge to access <b>Ethereum<\/b>’s<b> smart contracts<\/b> and services without selling their BTC for its ETH equivalent. This is a valuable feature, as selling and buying tokens can generate significant transaction costs (gas fees).<\/p>\n<p>Bridges compromise on security in exchange for cross-chain interoperability. Bridges tend to have small numbers of validators, making them vulnerable to attack, as seen with Axie Infinity’s <a href=\"https:\/\/techcrunch.com\/2022\/03\/29\/axie-infinitys-ronin-network-suffers-%e2%89%88625m-exploit-in-largest-defi-hack-to-date\/\">Ronin network hack<\/a> in March 2022. Bugs in the source code can also be exploited by hackers (see <b>smart contract<\/b>).<\/p>\n<p>&nbsp;<\/p>\n<h4><b>Consensus<\/b><\/h4>\n<p><a id=\"consensus\"><\/a>Consensus is how a decentralized network such as a <b>blockchain<\/b> maintains security. The blockchain is copied across the whole network of computers that have formed the blockchain through contributing individual blocks. Consensus is the security requirement for these computers, named <b>nodes<\/b>, to hold the identical version of the blockchain at the same time. Should a hacker want to tamper with a block on a blockchain, they would have to do so on every node for it to be successful.<\/p>\n<p>The two most common methods for a network to achieve consensus and validate data held on each node are the <b>proof of work<\/b> or <b>proof of stake<\/b> method.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>Cryptocurrency<\/b><\/h4>\n<p><a id=\"crypto\"><\/a>Cryptocurrency is a digital currency secured on a <strong>blockchain<\/strong>. <b>Bitcoin <\/b>is the most common example of this. The blockchain uses cryptographic proof to secure the currency. This prevents the double spending issue for digital currencies where a currency unit is used for multiple payments without being used up. This is where the cryptocurrency name derives from. Anyone can make a cryptocurrency and they are regulated only by their underlying <b>protocol <\/b>or <b>DAO<\/b>.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>DAO<\/b><\/h4>\n<p><a id=\"dao\"><\/a>Decentralized Autonomous Organizations (DAOs) are an organizational structure used to run and oversee projects in <b>Web3<\/b> in a decentralized manner. Although some projects are run in a more traditional company structure, the importance of decentralization for many Web3 contributors has caused DAOs to become a more common structure.<\/p>\n<p>DAOs are constructed around the ideal of “bottom-up governance”:<\/p>\n<ul>\n<li aria-level=\"1\"><b>Tokens<\/b> or separately shared <i>governance <\/i>tokens give you voting rights like shares in a company.<\/li>\n<li aria-level=\"1\">All voting procedures and mechanisms have been decided at the inception of the <strong>blockchain<\/strong> and are executed by <b>smart contracts<\/b>.<\/li>\n<li aria-level=\"1\">Ideally, there is no true leadership group. Anybody can submit a proposal – although there may be prominent community members or guilds, people with large token shares, or even active developers.<\/li>\n<li aria-level=\"1\">All DAO features are typically available on Discord or a website. This commonly includes a list of tasks DAO members can do to aid or contribute to a DAO. Such actions are rewarded with tokens.<\/li>\n<\/ul>\n<p>DAOs can typically set themselves up with a treasury of <strong>locked<\/strong> blockchain tokens people have sold to purchase the DAO’s governance token.<\/p>\n<p>A good DAO example is <a href=\"https:\/\/makerdao.com\/en\/\">MakerDAO<\/a>, governing the use and control of the DAI <strong>cryptocurrency<\/strong>. Holders of the governance token MKR give rights to vote on improvements to the DAI blockchain, modifying the output of smart contracts that help the DAI function, or even an emergency shutdown of the whole <strong>protocol<\/strong>. The DAO has fractured into several decentralized core units performing services such as <a href=\"https:\/\/immunefi.com\/bounty\/makerdao\/\">bug bounties<\/a> and growth specialization, with their actions visible from the publicly accessible MakerDAO discord.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>dApp<\/b><\/h4>\n<p><a id=\"dapp\"><\/a>Decentralized applications or dApps are applications that are secured on a <b>blockchain<\/b>. Most users will see the dApp portion of blockchain projects, with blockchain being the unseen, underlying technology. Connecting the blockchain to a dApp interface typically requires the use of <b>smart contracts<\/b>. Popular dApps include games like<a href=\"https:\/\/axieinfinity.com\/\"> Axie infinity<\/a>, <b>DeFi exchanges<\/b> like <a href=\"https:\/\/pancakeswap.finance\/\">pancakeswap<\/a> or <a href=\"https:\/\/uniswap.org\/\">uniswap<\/a>, or marketplaces like <a href=\"https:\/\/opensea.io\/\">Opensea<\/a> for <strong>NFTs<\/strong>.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>DeFi<\/b><\/h4>\n<p><a id=\"defi\"><\/a>Decentralized finance or DeFi is the umbrella term for the use of<b> blockchain<\/b> technology in finance. Blockchain technology’s value for finance comes from the automatization of financial transactions. This means that the verification of transactions originally done by banks can now be secured by the built-in trust of a blockchain system.<\/p>\n<p>&nbsp;<\/p>\n<p>DeFi has huge growth potential should it gain mainstream adoption. For example, if all DeFi <b>locked <\/b>assets were to be <a href=\"https:\/\/defillama.com\/\">considered a bank<\/a> right now, they would already be the <a href=\"https:\/\/www.statista.com\/statistics\/382818\/leading-banks-in-europe-by-market-capitalization\/#:~:text=The%20highest%20market%20capitalization%20among,around%2085%20billion%20U.S.%20dollars.\">5th largest in Europe<\/a>.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>Ethereum<\/b><b><\/b><\/h4>\n<p><a id=\"eth\"><\/a>Ethereum (ETH) is the second most popular<b> blockchain <\/b>with a current total market cap of €178B. Ethereum’s main purpose is to be a place to create decentralized applications (<b>dApps<\/b>). Paying for these applications validation on the blockchain, the <strong>gas fee<\/strong>,  is through the Ethereum token (Ether) that functions as its own <strong>cryptocurrency.<\/strong><\/p>\n<p>Ethereum is ‘programmable money’ – you can code Ethereum blocks to execute automatic algorithms and <b>smart contracts<\/b>. This means you can, for instance, program the digital receipt to, only give ether to a party on a specific future date, which is not possible with more rigid blockchains such as <b>Bitcoin<\/b>. An estimated <a href=\"https:\/\/cryptopotato.com\/over-44-million-contracts-deployed-to-ethereum-since-genesis-research\/\">44 million smart contracts have already been deployed<\/a>. This programmable aspect of Ethereum has seen the construction of dApps that have become the bedrock of significant <strong>Web3<\/strong> structures such as <b>DeFi<\/b>, <b>Exchanges<\/b>, and <b>NFTs<\/b>.<\/p>\n<p>Ethereum uses the <b>proof of work<\/b> model for validation but has officially moved to the <b>proof of stake <\/b>validation method as of 15th September 2022, dubbed “<a href=\"https:\/\/ethereum.org\/en\/upgrades\/merge\/\">the merge<\/a>.” Ethereum’s flexibility for smart contracts makes it less secure than <b>Bitcoin,<\/b> but it processes transactions more efficiently and is more scalable.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>Exchange (DEX and CEX)<\/b><b><\/b><\/h4>\n<p><a id=\"exch\"><\/a>An exchange is an application that allows the exchange of <b>cryptocurrencies<\/b> into other currencies. These take two main forms: Centralized Exchanges (CEX) where the tokens go from one user to another through one main body (<a href=\"https:\/\/www.coinbase.com\/\">Coinbase<\/a>, <a href=\"https:\/\/www.binance.com\/en\">Binance<\/a>), or decentralized Exchanges (DEX) where the transactions are peer-to-peer through the pooling of <b>tokens<\/b> into an <b>AMM<\/b> (<a href=\"https:\/\/uniswap.org\/\">Uniswap<\/a>, <a href=\"https:\/\/www.curve.com\/\">Curve<\/a>).<\/p>\n<p>&nbsp;<\/p>\n<h4><b>Fiat<\/b><\/h4>\n<p><a id=\"fiat\"><\/a>Fiat is any Central Bank-issued currency, such as the euro, dollar, or yen.<\/p>\n<p>A fiat currency is a currency that is not backed by any commodity, such as gold or silver. All major global currencies have been fiat since around the 1970s following the removal of the<b> peg<\/b> of the US dollar to gold. Thus now these currencies are not backed by gold stored in a central bank vault, but by the prestige of said central bank and the dynamism of the economy of the country in question.<\/p>\n<p>Many actors in <strong>Web3<\/strong> believe that the value of fiat currencies is too vulnerable to global politics. This issue is supposedly not faced by cryptocurrencies as the value of the currency is not reliant on a centralized agency or bank.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>Fork <\/b><\/h4>\n<p><a id=\"fork\"><\/a>A fork is a radical change to a<b> blockchain<\/b>’s underlying <b>protocol <\/b>by a new <b>block<\/b>, usually resulting in the formation of two different blockchains. The blockchain continues on whichever chain the majority adopts.<\/p>\n<p>Forks are mainly done in two ways. <i>Soft <\/i>forks are when the protocol is updated and augmented but major underpinning rules are not changed. This is typically done by main chain developers in order to optimize the blockchain for future users. <i>Hard<\/i> forks are radical changes in the protocol structure, such as changing the validation system or rewinding significant fraudulent transactions. These typically result in making previous or future blocks valid or invalid and can significantly affect token values and functions. These decisions are usually made after significant discussion and approval from the community surrounding or maintaining the blockchain.<\/p>\n<p><b>Ethereum<\/b> has several examples of hard forks. In 2016, a technical bug in code used for <b>DAOs<\/b> on Ethereum was exploited, allowing hackers to siphon 5% (3.6 million tokens) of total ETH then in existence <a href=\"https:\/\/www.forbes.com\/sites\/laurashin\/2022\/02\/22\/exclusive-austrian-programmer-and-ex-crypto-ceo-likely-stole-11-billion-of-ether\/?sh=28844d357f58\">from the biggest <b>DAO <\/b>on the blockchain<\/a>. The Ethereum developers decided on a hard fork to ‘rewind’ that transaction and return the state of the Ethereum ether tokens to where it was before. The ‘original’ chain with the token state post-hack is still accessible and used as Ethereum Classic (ETC). This has all the same capabilities but fewer users as a part of the community remained on the new chain. This fork is rightfully considered controversial as it breaks the key promise built into blockchains of transactions being irreversible that people rely on to trust the technology.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>Gas Fees<\/b><\/h4>\n<p><a id=\"gas\"><\/a>A gas fee or transaction fee is the colloquialized term for the price of completing a transaction on any <b>blockchain<\/b>, originating from the term used on the <b>Ethereum <\/b>blockchain. A gas fee is effectively payment for the electricity and validation work done to have a transaction recorded on the blockchain. This is because creating a <b>block <\/b>on a blockchain requires computational power and energy from the computers that have to validate each transaction. These are always paid by the user who wants to add transactions or programs to the blockchain.<\/p>\n<p>Gas fees typically vary between blockchains depending on the number of transactions each block can hold, how fast it can validate a single transaction, and transaction demand. Most gas fees are considered a minimum payment, so paying a higher gas fee to validators as a “tip” is sometimes used to make sure your transaction is done the fastest.<\/p>\n<p>As an example of gas fee variance, for <strong>Bitcoin<\/strong> (five transactions per second [TPS], more than 10,000 <b>nodes<\/b>) the transaction cost <a href=\"https:\/\/ycharts.com\/indicators\/bitcoin_average_transaction_fee\">averages at €1.10<\/a> per transaction at the time of publishing but has been as high as €80.1 at peak demand. In contrast, the average fee for <a href=\"https:\/\/solana.com\/\">Solana<\/a> (65,000 TPS; 1,469 nodes) is €0.00025.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>Hash\/Hash rate<\/b><\/h4>\n<p><a id=\"hash\"><\/a>To validate a transaction and get <strong>cryptocurrency<\/strong> in return, a computer needs to perform a complex mathematical calculation.<\/p>\n<p>A hash is a single guess the validating computer has at the cryptographic problem it needs to solve for a transaction to be validated. Many such guesses, or hashes, are generated per second when a <strong>miner <\/strong>attempts to solve the cryptographic problem at hand.<\/p>\n<p>Hash rate is the number of attempts per second for the entirety of a <strong>blockchain<\/strong>. A high hash rate is considered to be good as it shows a large pool of miners available to verify transactions.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>ICO <\/b><\/h4>\n<p><a id=\"ico\"><\/a>An Initial Coin Offering (ICO) is where developers of a <b>cryptocurrency<\/b> will release a set amount of <b>tokens<\/b> to crowdfund a project. This is similar to a company raising capital through an Initial Public Offering (IPO).<\/p>\n<p>Famous ICOs include the original release of <strong>Ethereum<\/strong> for €0.30 each (now €1,530 at the time of publishing), and the controversial Telegram Open Network by the creators of the messaging app Telegram, raising €1.7B for a blockchain project that was subsequently <a href=\"https:\/\/www.forbes.com\/sites\/tatianakoffman\/2021\/07\/29\/how-a-group-of-russian-engineers-revived-telegrams-blockchain\/?sh=33c9cd8e4b31\">canceled<\/a> following a decision by the US Securities and Exchange Commission.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>Key <\/b><\/h4>\n<p><a id=\"key\"><\/a>Keys are long strings of numbers used to access the <b>Web3<\/b> products stored in your <b>wallet.<\/b> There are two forms of keys:<\/p>\n<ul>\n<li aria-level=\"1\">Your <b>public key<\/b> is the string you share with others to request transactions and identify yourself in the ecosystem.<\/li>\n<li aria-level=\"1\">Your <b>private key<\/b> is the string that gives you access to your personal crypto assets and to confirm any transactions – a digital signature. This should<i> never<\/i> be shared with anyone.<\/li>\n<\/ul>\n<p>A public key functions like your bank account number, with the private key being your PIN code. These keys are randomly generated and so can be hard to memorize. Therefore most wallets employ a string of words known as a “seed phrase” to act as a passcode to your keys.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>Layers<\/b><\/h4>\n<p><a id=\"layer\"><\/a>Layer 1 is a foundational <b>blockchain<\/b> such as <b>Bitcoin <\/b>or<b> Ethereum<\/b>, also referred to as the <i>mainnet<\/i> or <i>parent <\/i>blockchain. With the growth in users, these popular blockchains have run into scalability issues with high transaction costs.<\/p>\n<p>Layer 2 is an umbrella term for applications built to improve the scalability and efficiency of foundational blockchains. The connection between a foundational blockchain (L1) and an L2 application is that the latter <a href=\"https:\/\/a16zcrypto.com\/state-of-crypto-report-a16z-2022\/\">‘inherits the security guarantees’<\/a> of the blockchain on which it is based. Examples of L2 applications include <b>rollups<\/b>, <b>sidechains,<\/b> and <b>bridges<\/b>.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>Locking &amp; Staking<\/b><\/h4>\n<p><a id=\"lock\"><\/a>Locking or vesting periods prevent the personal transfer, withdrawal, or burning of a set amount of <strong>tokens<\/strong> for a designated period.<\/p>\n<p>For <strong>cryptocurrencies<\/strong> to maintain some value when first released they need to ensure that there are tokens available in their ecosystem. Lock-up periods typically follow big events such as <b>Initial Coin Offerings<\/b> or purchases of a large number of tokens, the sale of which could easily collapse the currency’s value. Locking up tokens also prevents developers from immediately liquidating the cash invested into a token and leaving everyone else who purchased a token with nothing, commonly referred to as a <b>rugpull<\/b>. This is similar to vesting periods for stocks and shares in traditional finance post-IPO.<\/p>\n<p><i>Staking<\/i> is the incentivized voluntary locking of a certain amount of cryptocurrency. This helps keep the currency more stable, with rewards offered for locking tokens for a designated time period. Staking is used across Web3:<\/p>\n<ul>\n<li aria-level=\"1\">The <b>PoS <\/b>validation method for blockchains requires each validator to stake<\/li>\n<li aria-level=\"1\">Securing <b>DAO <\/b>voting rights for those who stake to incentivize their participation<\/li>\n<li aria-level=\"1\"><b>AMM<\/b> and <b>exchanges<\/b> use staking to secure pools of tokens, creating liquidity pools so that they can function<\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<h4><b>NFTs<\/b><\/h4>\n<p><a id=\"nft\"><\/a>Non-fungible Tokens or NFTs are <b>blockchain<\/b> <b>tokens,<\/b> digital proof of ownership over a blockchain-secured digital asset. A <i>fungible <\/i>token is identical to one or more other tokens — each <b>Bitcoin<\/b> is identical and interchangeable with every other bitcoin. A <i>non-fungible token <\/i>is a unique token that will be different to any other token produced on that chain.<\/p>\n<p>Typical applications of NFT technologies include:<\/p>\n<ul>\n<li aria-level=\"1\">digital generated collectibles — the <a href=\"https:\/\/boredapeyachtclub.com\/#\/\">Bored Ape Yacht Club <\/a>profile pictures<\/li>\n<li aria-level=\"1\">proof of digital art — Pak’s <i>Merge<\/i> NFT is the most expensive digital art piece ever, having sold for almost <a href=\"https:\/\/hypebeast.com\/2021\/12\/pak-merge-nifty-gateway-nft\">€92 million<\/a><\/li>\n<li aria-level=\"1\">unique items or characters in <a href=\"https:\/\/www.slush.org\/article\/game-developers-create-real-economies-with-blockchain-and-yes-you-can-make-money-from-it\/\">video games<\/a><\/li>\n<li aria-level=\"1\">music artists selling minted first copies of songs or access to concerts<\/li>\n<\/ul>\n<p>Besides being a proof of authenticity, NFTs typically provide other perks of ownership through exclusive access to digital or physical areas, airdrops of related content, or even a <a href=\"https:\/\/www.slush.org\/article\/web3-community-building-lessons\/\">sense of community<\/a>.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>Nodes<\/b><\/h4>\n<p><a id=\"node\"><\/a>Nodes are the computers used to secure a <b>blockchain <\/b>network. These are the engine of the blockchain, supplying the computing power to maintain it, validating transactions, and maintaining the <b>consensus<\/b> of the blockchain that keeps it secure.<\/p>\n<p>The more nodes a blockchain has, the safer it is. However, this increases the computational complexity, amount of energy used, and thus the price for making each transaction.<\/p>\n<p>How nodes perform their functions for each blockchain is determined by the relevant <b>protocol<\/b>. Rules on becoming a node, how it will validate, how much power it will require, and compensation for performing a node role vary by blockchain.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>Mempool<\/b><\/h4>\n<p><a id=\"mem\"><\/a>A mempool or memory pool is a database of transactions that are waiting for validation or being currently validated on a <b>blockchain<\/b>. These <i>pre-chain<\/i> transactions are removed from the mempool once they appear on a <b>block<\/b>.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>Metaverse<\/b><\/h4>\n<p><a id=\"meta\"><\/a>The metaverse is the dream of a new, interactive, digital reality. The Metaverse would differ from virtual worlds in three ways: universality, interoperability, and community.<\/p>\n<ul>\n<li aria-level=\"1\">Universality — The metaverse would be equivalent and accessible to all users<\/li>\n<li aria-level=\"1\">Interoperability — Different virtual features would cooperate seamlessly between applications<\/li>\n<li aria-level=\"1\">Community — It has the space and opportunity for individuals or groups to build something together<\/li>\n<\/ul>\n<p>The Metaverse differs to <b>web3<\/b> in that ownership of created content is not necessary for most metaverse projects as it is for applications being built in Web3. Equally, while the aforementioned Metaverse features would naturally be enabled by <b>blockchain <\/b>technology, it is not essential for it to function.<\/p>\n<p>As only one virtual reality will become the base layer for the metaverse, companies investing in the metaverse are betting that their virtual reality will be the one to realize this goal.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>Mining <\/b><\/h4>\n<p><a id=\"mine\"><\/a>Mining is the process of validating a transaction in a <b>proof of work<\/b> <b>blockchain<\/b>. In mining, a large pool of users compete for tokens to see who can solve a cryptographic puzzle the quickest using computing power. The difficulty of the puzzle scales with the total hash power of the entire network, the <b>hash rate<\/b>.<\/p>\n<p>The costs of mining are well documented, both in the exponential increase in computing power to continue mining and the detrimental environmental impact.<\/p>\n<h3><\/h3>\n<h4><strong>Miner Extractable Value<\/strong><\/h4>\n<p><a id=\"mev\"><\/a>Mining has become a lucrative trade, as controlling which blocks get placed on a <strong>blockchain<\/strong> first is a valuable asset. Because <b>gas fees<\/b> are in essence tips to a miner, some users will pay extra to get their transaction to the front of the queue, trusting the value change of other potential transactions to still gain them profit. As miners will likely accept only the highest bid, the amount a user can additionally pay whilst still making a profit from their transaction is referred to as the miner extractable value.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>Minting<\/b><\/h4>\n<p><a id=\"mint\"><\/a>Minting is the process of creating a new <b>token<\/b>, typically by placing a <b>block<\/b> on a <b>blockchain<\/b>. The opposite of this is the destruction of tokens, referred to as <i>burning<\/i>.<\/p>\n<p>Minting also specifically refers to the transformation of a digital asset into one that can be stored on a blockchain. It thus becomes unique and considered an <strong>NFT<\/strong>.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>Oracle<\/b><\/h4>\n<p><a id=\"oracle\"><\/a>An oracle is any application that provides data from outside the <b>blockchain<\/b> or vice-versa. Blockchains can only access data available on their own chains, and so need oracles to add outside or <em>off-chain<\/em> data. A typical use case is <b>smart contracts <\/b>that need to incorporate real-world data or <b>bridges<\/b> that require information from another blockchain to perform an exchange.<\/p>\n<p>For example, if a <b>stablecoin<\/b> needs to keep its value constantly connected to the amount of collateral available to that coin, it would need an oracle to identify how much of that collateral is available. This is because knowledge of the collateral amount is off-chain data that has to be translated to data usable by the blockchain.<\/p>\n<p>Oracles are considered controversial since they introduce third-party data through a system that is not as decentralized or secure as the original blockchain, creating a security risk.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>Peg<\/b><\/h4>\n<p><a id=\"peg\"><\/a>A peg is a tie to another value that a <b>token <\/b>aims to stay at. For instance, many <b>stablecoins<\/b> attempt to maintain a 1:1 ratio to a certain <b>fiat<\/b> currency. Stablecoins will deploy measures to stay at a certain price, such as modifying token supply by creating or destroying available tokens. This is different from cryptocurrencies like <b>Bitcoin<\/b>, which is not pegged and therefore has a fluctuating value.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>PoS\/Proof of Stake<\/b><\/h4>\n<p><a id=\"pos\"><\/a>Proof of stake (PoS) is an alternative to the current <b>Proof of Work <\/b>model for validating<b> blockchain<\/b> transactions. To approve a new <b>block<\/b> on a chain, <b>miners <\/b>(referred to in this case as minters\/forgers) will <b>stake<\/b> a certain amount of the blockchain’s <b>token<\/b> to indicate their willingness to do the computational work to validate a transaction. Participation in staking requires high amounts of the native <strong>cryptocurrency<\/strong> to ensure that validators are personally invested in the success of the system. As an example, <strong>Ethereum<\/strong> validators will be required to stake at least 32 ETH (equivalent to €49,000 at the time of publishing) to participate.<\/p>\n<p>The randomly chosen validator will validate all the transactions contained in the new blockchain and is compensated by users with the transaction fees associated with each transaction. Failure or fraudulent validation results in loss of stake, or <em>slashing<\/em>. The specific mechanics will vary by <b>protocol<\/b>. As only one computer spends the computational energy on validating a transaction, the PoS model is much more efficient than the energy-draining competition of the <b>PoW<\/b> model. This has seen the model grow in popularity with Ethereum, one of the most popular blockchains, undergoing “<a href=\"https:\/\/ethereum.org\/en\/upgrades\/merge\/\">the merge<\/a>” and shifting to PoS on 15th September 2022.<\/p>\n<p>While the model has many advantages, concerns arise from the inequality and centralization that this model can generate. PoS validation incentivizes validators who already own significant amounts of tokens to grow their share, resulting in few users with many tokens and decision-making power.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>PoW\/Proof of Work<\/b><\/h4>\n<p><a id=\"pow\"><\/a>Proof of work (PoW) is the most common method for validating<b> blockchain <\/b>transactions. To approve a new block, <b>miners<\/b> on different <b>nodes<\/b> will complete a logic puzzle through computing power. The first miner to solve the puzzle is rewarded with the blockchain’s <b>token<\/b> for completion.<\/p>\n<p>The PoW model is the most common model for validation. However, the drawbacks have been well documented, with the high energy and computational power required to solve puzzles increasing with every block (energy consumed in bitcoin mining <a href=\"https:\/\/ccaf.io\/cbeci\/index\">this year<\/a> could have heated more than 4.5 million homes in the USA).<\/p>\n<p>&nbsp;<\/p>\n<h4><b>Protocol<\/b><\/h4>\n<p><a id=\"protocol\"><\/a>A protocol is a base set of rules that an algorithm will follow – the foundational code. Protocols have existed across the internet since its inception, for example in emails which are built from a set of protocols that all networked computers agree on. These are essential in <b>Web3<\/b> to nominate the fundamental rules of different <b>blockchains<\/b> and how they function. Protocols are usually drawn up on public white papers before being coded.<\/p>\n<p>For instance, the <strong>Bitcoin<\/strong> white paper is seen as the original protocol for Bitcoin, outlining it as a peer-to-peer currency that uses <b>miners <\/b>to secure its blockchain. The <a href=\"https:\/\/ethereum.org\/en\/whitepaper\/#ethereum\"><b>Ethereum <\/b>protocol<\/a> sketches out its fundamental purpose of allowing the creation of decentralized applications (<b>dApps<\/b>) through smart contracts and execution through an underlying cryptocurrency.<\/p>\n<p>New rules and systems are added to protocols as a blockchain matures but significant changes or <b>forks<\/b> to <b>blockchain<\/b> protocols are considered controversial.<\/p>\n<p>&nbsp;<\/p>\n<h4><strong>Pump and dump<\/strong><\/h4>\n<p><a id=\"pad\"><\/a>The pump and dump is a common <b>cryptocurrency<\/b> scam where artificially inflated tokens are marketed to investors or users. The scammer then sells at the highest price before purchasers realize that the token’s actual market value is lower than expected. Cryptocurrencies are more vulnerable to such manipulation than traditional stocks as a heavy proportion of their value comes from speculation.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>Rollup<\/b><\/h4>\n<p><a id=\"rollup\"><\/a>A Rollup is a <b>Layer 2<\/b> solution that verifies a large number of transactions in bulk, thus reducing transaction costs\/<strong>gas fees<\/strong> significantly.<\/p>\n<p>Rollups are called scaling solutions since they cut transaction costs and accelerate transaction pace on Layer 1 <b>blockchains<\/b>, also referred to as <i>mainnet<\/i> or <i>parent<\/i> chains.<\/p>\n<p>For rollups to work they have to verify bundled transactions, and do so in two ways:<\/p>\n<p>1) Cheaper and computationally lighter <i>optimistic <\/i>rollups use cryptography to verify transactions but do not achieve mathematical certainty. These transactions are assumed to be valid but are contestable by anyone for a short period. Any user successfully contesting a transaction is rewarded with that system tokens.<\/p>\n<p><i>2) Zero-knowledge<\/i> rollups are computationally heavier and can mathematically guarantee the validity of transactions. These rollups are harder to program and computationally more expensive compared to optimistic rollups.<\/p>\n<p>Rollups enable better scalability but compromise on decentralization as the rollup is administered by a centralized entity, such as <a href=\"https:\/\/www.optimism.io\/\">Optimism<\/a>. Such an entity is also more vulnerable to attacks than the Layer 1 blockchain.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>Rugpull<\/b><\/h4>\n<p><a id=\"rugpull\"><\/a>A rugpull is a common scam where a developer deliberately backs out of an invested <strong>cryptocurrency<\/strong> project, taking the token value with them. These are more common in <b>Web3<\/b> than in traditional financial systems as anybody can start a <b>blockchain<\/b> and raise via an <b>ICO<\/b> without regulatory oversight.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>Sharding<\/b><\/h4>\n<p><a id=\"shard\"><\/a>Sharding is used to increase the speed of transactions and scalability of main <strong>blockchains<\/strong> on <b>Layer 1<\/b>. Sharding works by partitioning the blockchain into sections for groups of validating computers. This both decreases the amount of blockchain history each validator has to check to approve transactions and allows more transactions to be processed. Partitioning the blockchain for each <strong>node<\/strong> also reduces the computational load to validate transactions, meaning that a user would need less powerful equipment to be a validator.<\/p>\n<p>Sharding comes at the cost of security since a hacker will have to deceive fewer validators to process a fraudulent transaction.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>Sidechain<\/b><\/h4>\n<p><a id=\"side\"><\/a>A sidechain is a <b>blockchain<\/b> with similar functionalities to a foundational blockchain such as <b>Ethereum <\/b>or <b>Bitcoin<\/b>, which are often labeled the <i>parent<\/i> or <i>mainnet <\/i>blockchain. Sidechains allow separate validation systems and <b>protocols<\/b> to run that could benefit a popular blockchain without fundamentally changing or overstressing said chain with requests. Sidechains are the main building block for <b>Layer<\/b> 2 solutions.<\/p>\n<p><a href=\"https:\/\/www.rsk.co\/\">Rootstock<\/a> is an example of a Bitcoin sidechain. It is a blockchain designed to create <b>smart contracts<\/b> and to be compatible with Ethereum and Bitcoin blockchains. Users with Bitcoin can convert BTC to Rootstack’s token RBTC at a 1:1 ratio. They can then perform Ethereum-exclusive functions such as debt financing, contract payments, salaries, or even proof of registry without having to convert Bitcoin to Ethereum.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>Slippage<\/b><\/h4>\n<p><a id=\"slip\"><\/a>Slippage is the change in the price of an asset between the time an order is placed and when the actual transaction is executed. <b>Cryptocurrencies<\/b>, like stocks, can have volatile values. The value offered at an <b>exchange<\/b> or in an <b>AMM <\/b>may very well change before the transaction is completed on a <b>blockchain<\/b>.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>Smart contracts<\/b><\/h4>\n<p><a id=\"sc\"><\/a>Smart contracts are self-executing contracts formed using a <b>blockchain<\/b>. A smart contract is a program that can automatically execute agreements on the blockchain without external oversight, as long as the originally set parameters of the contract are fulfilled. The blockchain ensures that the contract has been considered trustworthy – the validation method and the transparent ledger of previous transactions create the necessary trust.<\/p>\n<p>Smart contracts are the key building block to many <b>Web3<\/b> features:<\/p>\n<ul>\n<li aria-level=\"1\">They allow the automatic and anonymous execution of financial transactions and agreements without a middleman for <b>decentralized finance<\/b>.<\/li>\n<li aria-level=\"1\">Two smart contracts on different blockchains can activate at the same time, allowing <b>bridges<\/b> and <b>exchanges<\/b> to operate.<\/li>\n<li aria-level=\"1\">With the help of outside data from applications like <b>oracles<\/b>, smart contracts can perform more advanced tasks such as <b>staking <\/b>tokens, true one-step verification and guaranteeing the authenticity of documents.<\/li>\n<\/ul>\n<p>Smart contracts are more vulnerable to exploitation than traditional programs because they are difficult to edit once they are on the blockchain. For instance, a bug in the smart contract that helped run the <a href=\"https:\/\/www.maplabs.io\/blog\/nomad-bridge-hack-explained\/\">Nomad bridge didn’t fully verify transactions<\/a>, allowing thousands of users to withdraw over €190 million from the <strong>dapp<\/strong>.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>Stablecoins<\/b><\/h4>\n<p><a id=\"stable\"><\/a>A stablecoin is a <b>cryptocurrency <\/b>designed to maintain a fixed value. These are split into three main types:<\/p>\n<ul>\n<li aria-level=\"1\">Fiat backed — The most common stablecoins have their value <b>pegged<\/b> to a fiat currency and are backed by fiat funds equivalent to that amount. A stablecoin’s value pegged at €1 will always be €1 and backed by €1 in a bank account.<\/li>\n<li aria-level=\"1\">Crypto-backed — These are backed by an equivalent value in other cryptocurrencies or funds<\/li>\n<li aria-level=\"1\">Algorithmically pegged — These maintain their value by altering supply and demand. For instance, <a href=\"https:\/\/vulcanpost.com\/791820\/terra-luna-timeline-how-crash-revival-plan\/\">the Luna token<\/a> was kept more stable by being connected to the USDT token in the same Terra <b>blockchain<\/b> system. This example also demonstrates the dangers of relying on stablecoins as the <a href=\"https:\/\/vulcanpost.com\/791820\/terra-luna-timeline-how-crash-revival-plan\/\">Luna token infamously crashed<\/a> under alleged market manipulation.<\/li>\n<\/ul>\n<p>Stablecoins have become a popular money transfer mechanism as it is almost always faster with lower transaction fees than through physical banks.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>Tokens<\/b><\/h4>\n<p><a id=\"tokens\"><\/a>A token is an electronic proof of asset ownership. These are typically split into two types. Fungible tokens like <strong>Bitcoin <\/strong>are identical, exchangeable tokens; <b>non-fungible tokens (NFTs)<\/b> are unique and cannot be reproduced.<\/p>\n<p>While not every blockchain has a token, most deploy a form of token to take advantage of their utility value. Uses for tokens include:<\/p>\n<ul>\n<li aria-level=\"1\"><b>Cryptocurrencies<\/b> are the most common form of tokens that can be exchanged for goods and services<\/li>\n<li aria-level=\"1\"><i>Payment or utility tokens<\/i> can be used to pay for services but only on the blockchain that produces the token. These could for instance be the in-game currency for a blockchain-based video game<\/li>\n<li aria-level=\"1\"><i>Governance tokens <\/i>can be seen as shares in a blockchain, giving you voting rights on major decisions regarding the future direction of that relevant blockchain<\/li>\n<li aria-level=\"1\">NFTs that prove ownership over a unique digital asset such as art or a venue ticket.<\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<h4><b>Trilemma<\/b><\/h4>\n<p><a id=\"tri\"><\/a>The Trilemma refers to the problem every blockchain has in having to compromise on either <i>security, decentralization, <\/i>or <i>scalability<\/i>. <a href=\"https:\/\/vitalik.ca\/general\/2017\/06\/09\/sales.html\">Coined by Vitalik Buterin<\/a>, one of the <b>Ethereum<\/b> co-founders, the trilemma points to each of the issues being interconnected:<\/p>\n<ul>\n<li aria-level=\"1\">Increasing decentralization makes the blockchain more computationally complex, slowing down transaction speed (scalability), and requires more work to keep the network secure<\/li>\n<li aria-level=\"1\">Highly secure blockchains cannot handle many transactions efficiently and so compromise on scalability<\/li>\n<li aria-level=\"1\">Increasing transaction speed requires reducing the computational load in some way. This compromises decentralization and security.<\/li>\n<\/ul>\n<p>All major blockchains are struggling to find a happy medium to this question. Most of them focus on emphasizing at least two of the three in accordance with what they want their blockchain to accomplish.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>Wallet<\/b><\/h4>\n<p><a id=\"wallet\"><\/a>A wallet stores your public and private <b>keys<\/b> so that you can access all your <b>tokens.<\/b> There are two main types of wallets:<\/p>\n<ul>\n<li aria-level=\"1\">fully digital “hot” wallets such as <a href=\"https:\/\/metamask.io\/\">Metamask<\/a> that allow access from any device with just an internet connection.<\/li>\n<li aria-level=\"1\">physical hardware “cold” wallets that store the keys offline. The <a href=\"https:\/\/www.ledger.com\/\">Ledger<\/a> USB drive for instance acts as a cold hardware wallet for your keys that you access only when plugging it in. Even a piece of paper with both keys written on them could be considered a cold wallet.<\/li>\n<\/ul>\n<p>Hot wallets are more convenient to use but more vulnerable than cold wallets due to being connected to the internet.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>Web3<\/b><\/h4>\n<p><a id=\"web3\"><\/a>Web3 or Web 3.0 is an umbrella term for projects deploying or using <b>blockchain<\/b> technology. These are the products that are considered to be suitable for the next web-volution.<\/p>\n<p>The term Web3 is a description for what many consider is the supposed next stage of the internet following Web1 and Web2. <a href=\"https:\/\/eshita.mirror.xyz\/H5bNIXATsWUv_QbbEz6lckYcgAa2rhXEPDRkecOlCOI\">The line of thinking is as follows<\/a>:<\/p>\n<ul>\n<li aria-level=\"1\">Web1: also known as the ‘read-only’ form of the internet. The first version of the web in the 1990s was consuming static HTML pages that technical people built onto the web. Users could only look and read what other people posted on web pages. Projects were a collaborative effort, open-source, and unrestricted.<\/li>\n<li aria-level=\"1\">Web2: also known as the ‘read and write’ form is the current, modern form of the internet. Interactivity, interconnectivity, and content creation were introduced which allowed non-technical individuals to create and share content online. Users on social media can be creators and consumers simultaneously. This was facilitated by large corporations such as Google, Facebook, and Amazon Web Services. They now extract value from both the creators of internet content and the users who consume this content. Additionally, they mandate and control what can be created and posted on their platforms or communicated through their servers.<\/li>\n<\/ul>\n<p>Web3 is considered to be the ‘read, write, and own’ form of the internet. It aims to replace the larger centralized forces of Web2 such as Google and Facebook with <b>DAO<\/b>s and decentralized governance. When users create, interact with, or contribute to content, they can claim ownership over that content as individuals instead of only with a corporation’s permission. This ownership can now be technologically instead of legally or morally secured. The dream is a bottom-up construction of the internet and active participation from every contributor who wants to join the community.<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<h3><b>Appendix: How to speak Web3<\/b><\/h3>\n<p>&nbsp;<\/p>\n<p><b>Alpha<\/b>: valuable insider information<\/p>\n<p><b>Alt<\/b>: short for altcoin, any new, gimmicky, or not established coin in the ecosystem (e.g. Dogecoin)<\/p>\n<p><b>Ape<\/b>: someone bullish on Web3<\/p>\n<p><b>Buidl<\/b>: build<\/p>\n<p><b>DYOR<\/b>: do your own research<\/p>\n<p><b>FUD<\/b>: fear, uncertainty, doubt<\/p>\n<p><b>Fren<\/b>: friend<\/p>\n<p><b>Gm: <\/b>good morning, a common greeting and used to promote positivity and a sense of community within the Web3 sphere<\/p>\n<p><b>GMI<\/b>: going to make it<\/p>\n<p><b>HFSP<\/b>: have fun staying poor<\/p>\n<p><b>Hodl<\/b>: hold. To have faith in a cryptocurrency<\/p>\n<p><strong>LFG:<\/strong> let’s fucking go<\/p>\n<p><b>NGMI<\/b>: not going to make it<\/p>\n<p><b>PFP<\/b>: profile picture<\/p>\n<p><b>Rekt<\/b>: wrecked. To have made a significant loss<\/p>\n<p><b>Ser<\/b>: sir<\/p>\n<p><b>Shill<\/b>: to overmarket something to the detriment of your own status<\/p>\n<p><b>Wen<\/b>: when<\/p>\n<p><b>WGMI<\/b>: We are all going to make it[\/vc_column_text][\/vc_column_inner][\/vc_row_inner][\/vc_column][\/vc_row]\n","protected":false},"excerpt":{"rendered":"<p>[vc_row type=&#8221;full_width_background&#8221; full_screen_row_position=&#8221;middle&#8221; column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; bg_color=&#8221;#fafafa&#8221; full_height=&#8221;yes&#8221; scene_position=&#8221;center&#8221; text_color=&#8221;dark&#8221; text_align=&#8221;left&#8221; row_border_radius=&#8221;none&#8221; row_border_radius_applies=&#8221;bg&#8221; sticky_row=&#8221;true&#8221; sticky_row_alignment=&#8221;top&#8221; overflow=&#8221;visible&#8221; class=&#8221;article&#8221; overlay_strength=&#8221;0.3&#8243; gradient_direction=&#8221;left_to_right&#8221; shape_divider_position=&#8221;bottom&#8221; bg_image_animation=&#8221;none&#8221; gradient_type=&#8221;default&#8221; shape_type=&#8221;&#8221;][vc_column column_padding=&#8221;no-extra-padding&#8221; column_padding_tablet=&#8221;inherit&#8221; column_padding_phone=&#8221;inherit&#8221; column_padding_position=&#8221;all&#8221; left_margin=&#8221;3vw&#8221; constrain_group_2=&#8221;yes&#8221; right_margin=&#8221;3vw&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; column_position=&#8221;static&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;default&#8221; gradient_type=&#8221;default&#8221;][vc_row_inner column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; text_align=&#8221;left&#8221; row_position=&#8221;default&#8221; row_position_tablet=&#8221;inherit&#8221; row_position_phone=&#8221;inherit&#8221; overflow=&#8221;visible&#8221; pointer_events=&#8221;all&#8221;][vc_column_inner left_padding_desktop=&#8221;10%&#8221; constrain_group_101=&#8221;yes&#8221; right_padding_desktop=&#8221;10%&#8221; left_padding_tablet=&#8221;2%&#8221; constrain_group_103=&#8221;yes&#8221; right_padding_tablet=&#8221;2%&#8221; left_padding_phone=&#8221;2%&#8221; constrain_group_105=&#8221;yes&#8221; right_padding_phone=&#8221;2%&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; <a href=\"https:\/\/slush.org\/the-web3-glossary\/\">&nbsp;&raquo;&nbsp;Read more about: The Web3 Glossary &nbsp;&raquo;<\/a><\/p>\n","protected":false},"author":3,"featured_media":2613,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"om_disable_all_campaigns":false,"footnotes":""},"categories":[35,53],"tags":[],"aioseo_notices":[],"_links":{"self":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2600"}],"collection":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/users\/3"}],"replies":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/comments?post=2600"}],"version-history":[{"count":3,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2600\/revisions"}],"predecessor-version":[{"id":3158,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2600\/revisions\/3158"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/media\/2613"}],"wp:attachment":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/media?parent=2600"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/categories?post=2600"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/tags?post=2600"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}