{"id":2619,"date":"2020-06-11T13:40:12","date_gmt":"2020-06-11T13:40:12","guid":{"rendered":"http:\/\/slush.org\/?p=2619"},"modified":"2023-08-22T08:55:23","modified_gmt":"2023-08-22T08:55:23","slug":"getting-your-equitys-worth-how-to-leverage-your-investor-network-during-the-hard-times","status":"publish","type":"post","link":"https:\/\/slush.org\/getting-your-equitys-worth-how-to-leverage-your-investor-network-during-the-hard-times\/","title":{"rendered":"How to Leverage Your Investor Network During the Hard Times"},"content":{"rendered":"[vc_row type=&#8221;full_width_background&#8221; full_screen_row_position=&#8221;middle&#8221; column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; bg_color=&#8221;#fafafa&#8221; full_height=&#8221;yes&#8221; scene_position=&#8221;center&#8221; text_color=&#8221;dark&#8221; text_align=&#8221;left&#8221; row_border_radius=&#8221;none&#8221; row_border_radius_applies=&#8221;bg&#8221; sticky_row=&#8221;true&#8221; sticky_row_alignment=&#8221;top&#8221; overflow=&#8221;visible&#8221; class=&#8221;article&#8221; overlay_strength=&#8221;0.3&#8243; gradient_direction=&#8221;left_to_right&#8221; shape_divider_position=&#8221;bottom&#8221; bg_image_animation=&#8221;none&#8221; gradient_type=&#8221;default&#8221; shape_type=&#8221;&#8221;][vc_column column_padding=&#8221;no-extra-padding&#8221; column_padding_tablet=&#8221;inherit&#8221; column_padding_phone=&#8221;inherit&#8221; column_padding_position=&#8221;all&#8221; left_margin=&#8221;3vw&#8221; constrain_group_2=&#8221;yes&#8221; right_margin=&#8221;3vw&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; column_position=&#8221;static&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;default&#8221; gradient_type=&#8221;default&#8221;][vc_row_inner column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; text_align=&#8221;left&#8221; row_position=&#8221;default&#8221; row_position_tablet=&#8221;inherit&#8221; row_position_phone=&#8221;inherit&#8221; overflow=&#8221;visible&#8221; pointer_events=&#8221;all&#8221;][vc_column_inner left_padding_desktop=&#8221;10%&#8221; constrain_group_101=&#8221;yes&#8221; right_padding_desktop=&#8221;10%&#8221; left_padding_tablet=&#8221;2%&#8221; constrain_group_103=&#8221;yes&#8221; right_padding_tablet=&#8221;2%&#8221; left_padding_phone=&#8221;2%&#8221; constrain_group_105=&#8221;yes&#8221; right_padding_phone=&#8221;2%&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; font_color=&#8221;#101010&#8243; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; overflow=&#8221;visible&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;advanced&#8221; gradient_type=&#8221;default&#8221;][vc_column_text]\n<h6 class=\"b-article-author__author-name\"><em><strong>Andrea Di Pietrantonio<\/strong><\/em><\/h6>\n<p class=\"b-article-author__author-title\"><em><strong>Portfolio Operations, Inventure<\/strong><\/em><\/p>\n<p>&nbsp;<\/p>\n<p>How many venture capitalists does it take to change a light bulb? Six – one founder to do the actual work and six VCs to promote their value-added in the changing of the light bulb on Twitter. Then, how many VCs does it take to build a fundraising round?<\/p>\n[\/vc_column_text][vc_column_text]How many venture capitalists does it take to change a light bulb?<\/p>\n<p>Six – one founder to do the actual work and six VCs to promote their value-added in the changing of the light bulb on Twitter.<\/p>\n<p>Then, how many VCs does it take to build a fundraising round?<\/p>\n<p>Bad VC jokes aside, the answer is actually well over 50 on average – 62 to be exact – based on the data of our portfolio companies.[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;Expect to learn:&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]\n<ul>\n<li>How to manage fundraising like a sales process and funnel<\/li>\n<li>How to utilize your existing investors’ help and expertise in fundraising<\/li>\n<li>How to utilize social aspects to get investors competing and syndicating<\/li>\n<li>How to ask for feedback and deal with rejections<\/li>\n<\/ul>\n[\/vc_column_text][vc_column_text]<a href=\"http:\/\/www.inventure.fi\/\">Inventure<\/a> has been around since 2008 and we’ve helped tens of startups scale from seed to Series B mostly in the Nordics and Baltics. Our approach is human, empathic and transparent when it comes to supporting our founders in their struggles, yet extremely systematic, solution-oriented, and data-driven, when it comes to growing out the organizations and operations of our portfolio startups.<\/p>\n<p>That data-driven approach has allowed us to build large datasets as well as an extensive library of case studies, frameworks, and best practices. We consider those to be a key stand-alone support function in addition to the experience and knowledge that our team and network bring to the table.<\/p>\n<p><strong>After all, doesn’t it make sense for younger companies to <\/strong><\/p>\n<ol>\n<li>try and avoid the most common mistakes the ones before them have made, and<\/li>\n<li>try and gain from the playbooks the best companies before them have crafted up in a similar situation?<\/li>\n<\/ol>\n<p>The biggest hurdles with early-stage companies that we’re able to help with, usually have to do with talent, fundraising, and sales and marketing. I’ll open up our vault of data and best practices about the fundraising part here.[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;Key learning 1: understand the fundraising as a process and a funnel&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]What has helped a lot of our founders to understand and manage the fundraising process better is to see the whole process in a similar manner as a sales or a marketing process, with a related sales or marketing funnel attached. First, you have a big crowd of all the potential customers (a long list of investors), then the process goes through different steps and the funnel narrows until there are only the ones left who end up investing in your company.<\/p>\n<p>Here’s what the funnel usually looks like for our portfolio companies in light of numbers.[\/vc_column_text][image_with_animation image_url=&#8221;2621&#8243; image_size=&#8221;full&#8221; animation_type=&#8221;entrance&#8221; animation=&#8221;None&#8221; animation_movement_type=&#8221;transform_y&#8221; hover_animation=&#8221;none&#8221; alignment=&#8221;&#8221; border_radius=&#8221;20px&#8221; box_shadow=&#8221;none&#8221; image_loading=&#8221;default&#8221; max_width=&#8221;100%&#8221; max_width_mobile=&#8221;default&#8221;][vc_column_text]Just like with sales, it’s extremely important for founders to be realistic about the amount of work and prospects needed to come up even with a single paying customer (or investor), and track the metrics and tasks at different stages of the process.<\/p>\n<p>What’s also essential to realize, is that even though you’re putting together that long list of investors, it doesn’t mean that you’re expecting or even wanting to raise funding from all of those funds. In contrast to traditional sales, you have a very limited amount of the product that you’re about to sell.<\/p>\n<p>That’s why it makes sense to use a larger list of prospective buyers to:<\/p>\n<ul>\n<li>practice your sales and build confidence<\/li>\n<li>get a sense of what the overall demand is in the market<\/li>\n<li>get a sense of what the different buyers are like to work with<\/li>\n<li>utilize the social aspects to get you the optimal buyer and price.<\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<p>In short, you might not want to pitch the VC of your dreams right out of the gates, but rather late when you’ve perfected your sales and they might’ve already heard good rumors about you from the previous investors you’ve talked to.<\/p>\n<p>What makes the fundraising process different and the funnel approach so crucial to fundraising is the fact that you want to manage the prospects and move them through the stages in a controlled manner. I’ll explain a bit more about that later on, but for now:<\/p>\n<ul>\n<li>understand that fundraising is a process to be managed and measured at different stages of the funnel, and<\/li>\n<li>at the simplest, have a Google Sheet of the investors at different stages with shared access between your startup and your existing investors. Existing investors bring us to our next point.<\/li>\n<\/ul>\n[\/vc_column_text][nectar_single_testimonial testimonial_style=&#8221;small_modern&#8221; color=&#8221;Default&#8221; quote=&#8221;Key takeaway: “Manage and measure your fundraising just like a sales process and a funnel.”&#8221;][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;Key learning 2: get the most experienced fundraisers you know to help out&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]If you’re building out the sales operations for your startup, would you let your inexperienced co-founder with a technical background do it alone, or would you rather get guidance and hands-on help for them from an experienced VP of Sales who has ramped up sales organizations and processes for decades?<\/p>\n<p>The same goes for fundraising. If you’re lucky enough to already have existing investors on board, those are going to be some of your most valuable assets during the fundraising. Your job as a founder then partially becomes to push them to do as much of the leg work as possible and help you open the right doors.<\/p>\n<p>Just like managing your other co-workers, figure out what tasks need to be accomplished at which stages of the process, who’d be best at taking care of them, and start allocating activities and deadlines to your investors. Expect your investors to help at least with the following things:<\/p>\n<p>&nbsp;<\/p>\n<ol>\n<li>Help you build the narrative for the round (story, round goals, timeline)<\/li>\n<li>Spar you on the deck<\/li>\n<li>Help you build a long list of investors<\/li>\n<li>Introduce you to the investors they add on the list<\/li>\n<li>Help you drive the discussion and navigate the different funds’ idiosyncrasies<\/li>\n<\/ol>\n<p>&nbsp;<\/p>\n<p>Do you have an investor on board with a PR background and expertise in storytelling? Good. Ask them to give some suggestions on the narrative of the round.<\/p>\n<p>Have an investor who’s well connected with the VCs in the market you’re thinking about expanding to? Great. Ask them to add 15 potential investors to the shared prospect list by Friday. Remember to ask but also to listen to your investors as they have a live pulse on the market. Sometimes the best feedback you might receive is not about who to pitch to but not to pitch at all and focus on growth for a few more months.<\/p>\n<p>While your existing investors might not have a value-added approach when it comes to, for example, scaling the sales and marketing of a startup, fundraising should be the one thing they know really well. If your investor is not pulling their weight when it’s easiest for them to help out, you might want to think about whether that is the investor you want to have in your corner when the going gets real tough later on.[\/vc_column_text][nectar_single_testimonial testimonial_style=&#8221;small_modern&#8221; color=&#8221;Default&#8221; quote=&#8221;Key takeaway: “Your existing investors are probably the most knowledgeable people you know in terms of fundraising, so utilize their expertise and help as much as you can.”&#8221;][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;Key learning 3: understand the nature of your product and your buyer&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]Just like in any sales out there, it kinda helps if you understand the person you’re selling to. What are they aiming to buy, what are key factors they’re looking at when making the decision, what makes them tick?<\/p>\n<p>I’d probably need 10 volumes to open up the inner workings of an “average VC”, but I’ll stick with opening up a bit the social aspects of the fundraising situation.<\/p>\n<p>So, you might have multiple, highly-competitive individuals searching for the startups that have the potential to be the outliers, to become the next unicorns, and return the whole fund. Those individuals then might cooperate or syndicate or they might fiercely compete against each other. If your startup ends up being the next Airbnb, it’s not enough that they were the ones to miss it, but it was their competitor that got the track record of investing in Airbnb and thus a larger part of the following, sweet, sweet deal flow. After all, who wouldn’t want to get invested in by the people who invested in Airbnb, right?<\/p>\n<p>And then there’s the limited amount of the product called “the unique possibility to invest in your product at this exact point in time”. What’s bound to happen every now and then, is that the rational evaluation and lengthy and careful decision making processes give away to stronger, social occurrences – think FOMO and long lines of people after toilet paper or subscription to Superhuman.<\/p>\n<p>Now, you probably don’t want your future investors or board members to be complete, irrational messes when they decide to invest in you, but you should understand and utilize the social aspects to some extent. That’s why it’s so crucial to manage the fundraising as a process and as a funnel, and have as many of the funds at the same stage of the funnel as possible.<\/p>\n<p>&nbsp;<\/p>\n<h5><strong>Why? Four big reasons. <\/strong><\/h5>\n<ol>\n<li><strong>Competition<\/strong>. As mentioned before, the social aspects of getting investors to potentially compete against each other. That won’t happen if the other one is getting the first pitch while the other one is already drafting up term sheets.<\/li>\n<li><strong>Syndication<\/strong>. You will probably need multiple investors to get your round together, and thus for the same reasons as with the competition, it’s crucial to try and have them at the same stage of the funnel, when it comes the time to make the final decisions.<\/li>\n<li><strong>Momentum<\/strong>. This is in a way a combination of A and B but stands for the overall momentum that you as a founder are able to build for the round. Even if you have high interest and momentum in the initial talks, the momentum might wear off at different stages if you, for instance, either delay or rush the process too much.<\/li>\n<li><strong>Save time and energy<\/strong>. Building a company is a marathon, so you don’t want to spend too much time and energy on the sprint that fundraising is. Don’t go for scattered, aimless discussions over the course of several months, but have a coordinated, efficient operation. That allows you to spend time where it matters, building the company, while signaling the same thing to your future investors.<\/li>\n<\/ol>\n<p>&nbsp;<\/p>\n<p>Having an honest and transparent line of communications to your existing investors is key to a lot of things mentioned in this article, but especially to the inner and inter-workings of VCs during your round.[\/vc_column_text][nectar_single_testimonial testimonial_style=&#8221;small_modern&#8221; color=&#8221;Default&#8221; quote=&#8221;Key takeaway: “Build momentum, move funds in the funnel at the same time, and maximize opportunities for competition and syndication.”&#8221;][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;Key learning 4: keep it simple yet ambitious and well thought-through, and prepare for rejections and iterations&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]You’ve now utilized the help from your existing investors to build the narrative and a long list of investors, and now you’re just getting the deck and data room in shape. The internet is filled with content surrounding all that, so let me give my two quick pointers on this:<\/p>\n<ol>\n<li>Focus heavily on building a vision that’s ambitious enough, inspiring enough, and clear enough. That’s the vision that you’ll be selling for a long time, whether it’s the customers, potential team members, or investors.<\/li>\n<li>Have a well thought-through, backtracked plan on how you’ll get there. Ok, so you want to be the leading player to democratize app development by 2024. How do you get there from 2022? How many rounds do you aim to raise until then? What are you aiming to do with the round following this one? If you’ll use this round to expand to the US, why and how exactly are you doing it?<\/li>\n<\/ol>\n<p>&nbsp;<\/p>\n<p>Again, it might help to think about this from the point-of-view of the investor. Am I pitching a vision that’s big enough to return their whole fund, and is our plan for getting there clear and credible enough?<\/p>\n<p>Another final remark. Dealing with rejections and being very open to feedback is key to being a successful founder, so keep that in mind also when fundraising, and don’t take it personally. Bad founders might get discouraged or defensive over rejections or critical feedback, while the best founders usually get encouraged and learn from it to improve for the next time.<\/p>\n<p>So ask for feedback, learn from the rejections, tweak the narrative or the target fund, and get back in there negotiating stronger than ever. Here are the most common reasons for rejection based on the data of our portfolio companies.[\/vc_column_text][image_with_animation image_url=&#8221;2622&#8243; image_size=&#8221;full&#8221; animation_type=&#8221;entrance&#8221; animation=&#8221;None&#8221; animation_movement_type=&#8221;transform_y&#8221; hover_animation=&#8221;none&#8221; alignment=&#8221;&#8221; border_radius=&#8221;20px&#8221; box_shadow=&#8221;none&#8221; image_loading=&#8221;default&#8221; max_width=&#8221;100%&#8221; max_width_mobile=&#8221;default&#8221;][vc_column_text]While “traction” and “too early” might be the most common reasons, they can also be the easiest excuses to give. In all honesty, the team is a very common reason funding rounds are passed on by funds, but often VCs don’t have it in them to tell that straight up. If the VCs are giving you an unclear, made-up reason, push them to give you the truth or ask your existing investors to inquire. Even if it ends up being “the team”, you might get good hints on what a certain VC doesn’t like about your team. Once again, don’t take it personally, but use it as feedback and fuel to improve on.<\/p>\n<p>One final piece of advice for founders looking to fundraise is to do your due diligence almost as well as the VC does DD on you. Too many founders rush in too quickly without realizing that this will be the person and the team that I’ll end up working with, potentially for the next decade or so. Feel free to apply similar questions as you would to a potential recruit: would I like to work with this person and this team, and are they the ones to help us grow into our vision?[\/vc_column_text][nectar_single_testimonial testimonial_style=&#8221;small_modern&#8221; color=&#8221;Default&#8221; quote=&#8221;Key takeaway: “Manage the process, utilize existing investors, understand the product and the buyer, and prepare for iterations and rejections.”&#8221;][vc_column_text]<em>Andrea heads portfolio operations at Inventure, where they help startups with recruiting,  fundraising, sales, and marketing. An early startup employee turned VC, he focuses especially on operations, go-to-market, and fundraising strategies. As an Italian survivor of multiple Nordic winters in a row, he’s always willing to spar with founders, whether it’s about business models, delicious pasta recipes, or kayaking around the Helsinki archipelago.<\/em>[\/vc_column_text][\/vc_column_inner][\/vc_row_inner][\/vc_column][\/vc_row]\n","protected":false},"excerpt":{"rendered":"<p>[vc_row type=&#8221;full_width_background&#8221; full_screen_row_position=&#8221;middle&#8221; column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; bg_color=&#8221;#fafafa&#8221; full_height=&#8221;yes&#8221; scene_position=&#8221;center&#8221; text_color=&#8221;dark&#8221; text_align=&#8221;left&#8221; row_border_radius=&#8221;none&#8221; row_border_radius_applies=&#8221;bg&#8221; sticky_row=&#8221;true&#8221; sticky_row_alignment=&#8221;top&#8221; overflow=&#8221;visible&#8221; class=&#8221;article&#8221; overlay_strength=&#8221;0.3&#8243; gradient_direction=&#8221;left_to_right&#8221; shape_divider_position=&#8221;bottom&#8221; bg_image_animation=&#8221;none&#8221; gradient_type=&#8221;default&#8221; shape_type=&#8221;&#8221;][vc_column column_padding=&#8221;no-extra-padding&#8221; column_padding_tablet=&#8221;inherit&#8221; column_padding_phone=&#8221;inherit&#8221; column_padding_position=&#8221;all&#8221; left_margin=&#8221;3vw&#8221; constrain_group_2=&#8221;yes&#8221; right_margin=&#8221;3vw&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; column_position=&#8221;static&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;default&#8221; gradient_type=&#8221;default&#8221;][vc_row_inner column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; text_align=&#8221;left&#8221; row_position=&#8221;default&#8221; row_position_tablet=&#8221;inherit&#8221; row_position_phone=&#8221;inherit&#8221; overflow=&#8221;visible&#8221; pointer_events=&#8221;all&#8221;][vc_column_inner left_padding_desktop=&#8221;10%&#8221; constrain_group_101=&#8221;yes&#8221; right_padding_desktop=&#8221;10%&#8221; left_padding_tablet=&#8221;2%&#8221; constrain_group_103=&#8221;yes&#8221; right_padding_tablet=&#8221;2%&#8221; left_padding_phone=&#8221;2%&#8221; constrain_group_105=&#8221;yes&#8221; right_padding_phone=&#8221;2%&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; <a href=\"https:\/\/slush.org\/getting-your-equitys-worth-how-to-leverage-your-investor-network-during-the-hard-times\/\">&nbsp;&raquo;&nbsp;Read more about: How to Leverage Your Investor Network During the Hard Times &nbsp;&raquo;<\/a><\/p>\n","protected":false},"author":5,"featured_media":2620,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"om_disable_all_campaigns":false,"footnotes":""},"categories":[35,51],"tags":[],"aioseo_notices":[],"_links":{"self":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2619"}],"collection":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/users\/5"}],"replies":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/comments?post=2619"}],"version-history":[{"count":4,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2619\/revisions"}],"predecessor-version":[{"id":3149,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2619\/revisions\/3149"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/media\/2620"}],"wp:attachment":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/media?parent=2619"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/categories?post=2619"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/tags?post=2619"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}