{"id":2638,"date":"2020-09-11T16:38:12","date_gmt":"2020-09-11T16:38:12","guid":{"rendered":"http:\/\/slush.org\/?p=2638"},"modified":"2023-08-22T08:54:35","modified_gmt":"2023-08-22T08:54:35","slug":"what-every-founder-needs-to-know-about-fundraising","status":"publish","type":"post","link":"https:\/\/slush.org\/what-every-founder-needs-to-know-about-fundraising\/","title":{"rendered":"What Every Founder Needs to Know About Fundraising"},"content":{"rendered":"[vc_row type=&#8221;full_width_background&#8221; full_screen_row_position=&#8221;middle&#8221; column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; bg_color=&#8221;#fafafa&#8221; full_height=&#8221;yes&#8221; scene_position=&#8221;center&#8221; text_color=&#8221;dark&#8221; text_align=&#8221;left&#8221; row_border_radius=&#8221;none&#8221; row_border_radius_applies=&#8221;bg&#8221; sticky_row=&#8221;true&#8221; sticky_row_alignment=&#8221;top&#8221; overflow=&#8221;visible&#8221; class=&#8221;article&#8221; overlay_strength=&#8221;0.3&#8243; gradient_direction=&#8221;left_to_right&#8221; shape_divider_position=&#8221;bottom&#8221; bg_image_animation=&#8221;none&#8221; gradient_type=&#8221;default&#8221; shape_type=&#8221;&#8221;][vc_column column_padding=&#8221;no-extra-padding&#8221; column_padding_tablet=&#8221;inherit&#8221; column_padding_phone=&#8221;inherit&#8221; column_padding_position=&#8221;all&#8221; left_margin=&#8221;3vw&#8221; constrain_group_2=&#8221;yes&#8221; right_margin=&#8221;3vw&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; column_position=&#8221;static&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;default&#8221; gradient_type=&#8221;default&#8221;][vc_row_inner column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; text_align=&#8221;left&#8221; row_position=&#8221;default&#8221; row_position_tablet=&#8221;inherit&#8221; row_position_phone=&#8221;inherit&#8221; overflow=&#8221;visible&#8221; pointer_events=&#8221;all&#8221;][vc_column_inner left_padding_desktop=&#8221;10%&#8221; constrain_group_101=&#8221;yes&#8221; right_padding_desktop=&#8221;10%&#8221; left_padding_tablet=&#8221;2%&#8221; constrain_group_103=&#8221;yes&#8221; right_padding_tablet=&#8221;2%&#8221; left_padding_phone=&#8221;2%&#8221; constrain_group_105=&#8221;yes&#8221; right_padding_phone=&#8221;2%&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; font_color=&#8221;#101010&#8243; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; overflow=&#8221;visible&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;advanced&#8221; gradient_type=&#8221;default&#8221;][vc_column_text]\n<h6 class=\"b-article-author__author-name\"><em><strong>Mikko Mäntylä<\/strong><\/em><\/h6>\n<p class=\"b-article-author__author-title\"><em><strong>President<\/strong><\/em><\/p>\n<p>&nbsp;<\/p>\n<p>Ted Persson has backed some of the most notable European growth stories of the past few years. What should every founder know before going to a VC for money?[\/vc_column_text][vc_column_text]Raising funds is an essential milestone on most startups’ journey towards exponential growth and a skill that founders need to master. To help us unpack the ins and outs of the process, we sat down with EQT Ventures’ Partner Ted Persson. Passionate about all things product design, UX, storytelling, and brand, Ted sits on the boards of portfolio companies like Varjo, Einride, and Frontify. Prior to joining EQT Ventures, Ted co-founded several successful digital agencies and now acts as an advisor to a number of creative schools, including Hyper Island.<\/p>\n<p>So, Ted most definitely knows a thing or two about fundraising. After reading this article, you can expect to do that, too.[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;Expect to learn:&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]\n<ul>\n<li>What do VCs expect to see, from Seed to scale?<\/li>\n<li>How much should founders look to raise, from whom, and at what valuation?<\/li>\n<li>What does the investment process look like from the initial “hey” to investment decision?<\/li>\n<li>How to put together an unforgettable pitch?<\/li>\n<\/ul>\n[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;As your company scales, how do the qualities that investors look for when considering an initial investment?&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]When raising a pre-seed or seed round, it’s all about team, story, and vision. You need to have a kick-ass founding team, a story that convinces investors of your obsession over the problem you’re solving, and a vision of a market that doesn’t exist yet – or an imminent change within one that does.<\/p>\n<p>Seed is thorny for investors. At that point, there’s typically an intelligent case to be made for the shift that a certain company is betting on. However, it’s typically very difficult to judge whether that specific company will emerge as the winner through that shift. Since we can’t invest in competing companies, in order to get in at Seed, you need to be such an outlier that we as investors can accept the opportunity cost.<\/p>\n<p>As for later rounds, increasingly, your story and vision will need to have converted into traction. By achieving momentum, the team will have proven itself. Beyond Series C, it’s really all about traction.[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;Let’s talk about the logic behind VC. What kind of growth are you betting on when choosing to invest?&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]Every founder should understand that the VC business model is quite distinct.<\/p>\n<p>First of all, VCs don’t invest their own money – we have Limited Partners (LPs) as our clients. These institutions have endless options as to where to put their capital. Typically, they allocate a small portion of that capital toward VC. In order to tolerate the inherent risk in an asset class that’s founded on the future success of unproven young ventures, they expect a 2–3x return over the fund’s lifecycle.<\/p>\n<p>In other words, if every company that we invest in was a success, a 2–3x exit would suffice. Unfortunately, that’s never the case.<\/p>\n<p>Let’s say we invest in 45 companies out of a fund. Of those 45, 15 might go bust. Another 15 might return the money invested. The remaining 15 will yield a positive return. However, even within that successful last third, the magnitude of returns will follow something of a power law. As a result, 1–5 standout successes will typically constitute the return of the whole fund.<\/p>\n<p>As VCs, we need to see or feel that your company could become one of those 1–5 explosive success stories. Considering the size of EQT Ventures’ funds, for us, that would typically mean a valuation north of €1 billion.[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;Should founders always aim to raise as much as they can at the highest possible valuation?&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]Some people would probably argue so, and it’s not inconceivable to understand where they’re coming from. However, there are certain risks and important considerations involved.<\/p>\n<p>Firstly, early on, you should optimize your fundraising for bringing on people that can help you. These may not be the same people that are willing to give you the most money or the highest valuation. Good advisors will easily make up for a slightly lower valuation. You need to have access to operational experience and expertise – not just cash – to build a global winner. Lots of former founders and company builders have made many mistakes on their entrepreneurial journeys and learned from them, so you don’t have to make the same ones again!<\/p>\n<p>Secondly, you need to think about future rounds. In your A round, you should ideally be able to up your Seed valuation by a factor of 3–4. If you raise at a really high valuation at Seed, everything usually has to go perfectly for you to get there. This decreases your resilience to bumps in the road. Early-stage startups really can’t afford down or flat rounds. In that sense, startups are like sharks. If they stop moving, they die.<\/p>\n<p>Thirdly, you should think about the dilution of your own stock. For every euro invested, you’re giving away ownership in your company.<\/p>\n<p>In short, I’d advise companies to raise only as much as they need to. To judge that, on the one hand, triangulate based on how much your competitors have raised to give yourself a fair shot. On the other, think about your own plans. For example, how much will it cost to bring on the people you’ll need?[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;Should founders always look for an investor to lead their round?&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]At Series A and onwards, yes, you really need a clear lead investor. Otherwise, no one will take ownership of taking you toward the next round. For example, if something goes awry and you need a bridge round, it’s really helpful to have someone who feels responsible to provide you with that.<\/p>\n<p>At Seed, where it should be all about optimizing for your pool of advisors, that isn’t so clear. However, you should still avoid the kinds of party rounds that you sometimes see these days. Managing a disparate ownership structure quickly becomes really hard – there are just too many people around the table.[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;How should a founder get in touch with potential investors? Is a warm introduction necessary, or can one just reach out on LinkedIn?&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]At EQT Ventures, we’re trying to create a structure where anyone can reach out to us, so you can definitely get in touch on LinkedIn. However, if you do that, be extremely snappy in communicating why the investor should be interested. There’s a lot of noise. In an intense week, an investor can easily receive 30–50 outreach emails. As much as we try, it’s impossible to spend sufficient time on each. If you’re able to receive a warm intro, that can certainly increase your chances of getting through.[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;Within a big fund like EQT Ventures, who should you try to get hold of?&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]In our case, it doesn’t really matter. Sooner or later, you want to get in front of someone who’s voting in the Investment Committee. The one thing you don’t want to do is to send an email to everyone on the team. We’ll all trust that someone else is on the case.[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;It’s often said that VCs are driven by hype and move in hordes. How should founders look to create that hype and fear of missing out?&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]Raising from VCs is a bit like selling your apartment. You want to have multiple people joining your open house. In the fundraising context, this translates to having a structured process wherein multiple VCs look at the case at once. VCs talk with and about each other, so the buzz will start to go around.<\/p>\n<p>At the same time, it’s a bit of an art form, and both sides know that it’s something of a game. The best founders are very skilled at creating a feeling of just a little extra competition on top of what’s actually there. In that sense, it’s similar to sales. And, even if us VCs can see through it, we’ll usually take it as a showcase of how good the founder is at storytelling and creating a buzz. That might just convert into an ability to create a movement around their product.[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;Can you run me through what a pitch meeting looks like?&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]Before you get the chance to pitch, you’ll have a meeting with your initial point of contact. If that goes well, the person will create excitement within the VC and recruit more people onto the deal team. Once there are enough excited people, you’ll be invited to pitch at a partner meeting.<\/p>\n<p>At EQT Ventures, those meetings are 75 minutes in length. Essentially, our whole team is invited, meaning 20–25 people. You typically use half the time to present yourself and the company, and the other half for a Q&amp;A.[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;What do the most memorable pitches look like?&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]Firstly, a lot of investors hate slides. Personally, I’ve got nothing against slides – I think they can be a great way of communicating the initial vision. However, it’s also great to see a demo of the product, even though you won’t necessarily be able to go that deep within the allotted time. Still, there’s a Swedish saying that you can judge people on their shoes, on how polished they are. The same really goes for products. You learn a lot about observing how much thought and effort has gone into building them.<\/p>\n<p>Secondly, we meet a huge number of people and innovation comes to us in waves. I’m the most impressed when something truly stands out – when I feel like ‘Wow, I’ve never seen three people building something this ambitious’.<\/p>\n<p>Also, due to my background in tech, I’m really impressed by the craft that has gone into building the product. A lot of technical founders come to VCs thinking that they have to talk like a banker or consultant. They try to speak in graphs instead of talking about the product. Avoid that. Just be who you are.[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;If you as investors choose to progress, what does the process look like beyond the pitch meeting?&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]At Seed, there may not be too much need for due diligence. The pitch is followed by an investment committee meeting and in between, there’ll usually be questions that the deal team sorts out. Based on all of this, we put together an internal memo. That used to be a 40–50 slide deck, but these days it’s more likely to be a 15–20-page text document that lays out our assessment of the team, market, and technology. Specifically within EQT Ventures, teams will also interview our Talent Partner, <a href=\"https:\/\/eqtventures.com\/team\/zoe-jervier-hewitt\/\">Zoe<\/a>. Finally, there’s a term sheet and a legal and financial due diligence process.[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;When afforded choice, how should founders go about picking the best investors?&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]This is important, but also quite straightforward. Talk to the people within the VC, make up your judgment, and then reference check with their existing portfolio companies. How they work with and support their current portfolio companies will give you a good indication of the type of support you’re likely to get too.<\/p>\n<p>&nbsp;<\/p>\n<p>Thank you for taking the time to talk with us, Ted! If you’re interested to learn more about EQT Ventures, you can check out <a href=\"https:\/\/eqtventures.com\/\">their website here<\/a>. The EQT Ventures team also has an in-house-developed <a href=\"https:\/\/www.eqtgroup.com\/digital\/motherbrain\/\">artificial intelligence platform called Motherbrain<\/a>, which enables them to take a data-driven approach to investing. Motherbrain discovers the best companies based on their performance and has sourced nine portfolio companies and driven more than $100 million in investments so far.[\/vc_column_text][\/vc_column_inner][\/vc_row_inner][\/vc_column][\/vc_row]\n","protected":false},"excerpt":{"rendered":"<p>[vc_row type=&#8221;full_width_background&#8221; full_screen_row_position=&#8221;middle&#8221; column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; bg_color=&#8221;#fafafa&#8221; full_height=&#8221;yes&#8221; scene_position=&#8221;center&#8221; text_color=&#8221;dark&#8221; text_align=&#8221;left&#8221; row_border_radius=&#8221;none&#8221; row_border_radius_applies=&#8221;bg&#8221; sticky_row=&#8221;true&#8221; sticky_row_alignment=&#8221;top&#8221; overflow=&#8221;visible&#8221; class=&#8221;article&#8221; overlay_strength=&#8221;0.3&#8243; gradient_direction=&#8221;left_to_right&#8221; shape_divider_position=&#8221;bottom&#8221; bg_image_animation=&#8221;none&#8221; gradient_type=&#8221;default&#8221; shape_type=&#8221;&#8221;][vc_column column_padding=&#8221;no-extra-padding&#8221; column_padding_tablet=&#8221;inherit&#8221; column_padding_phone=&#8221;inherit&#8221; column_padding_position=&#8221;all&#8221; left_margin=&#8221;3vw&#8221; constrain_group_2=&#8221;yes&#8221; right_margin=&#8221;3vw&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; column_position=&#8221;static&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;default&#8221; gradient_type=&#8221;default&#8221;][vc_row_inner column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; text_align=&#8221;left&#8221; row_position=&#8221;default&#8221; row_position_tablet=&#8221;inherit&#8221; row_position_phone=&#8221;inherit&#8221; overflow=&#8221;visible&#8221; pointer_events=&#8221;all&#8221;][vc_column_inner left_padding_desktop=&#8221;10%&#8221; constrain_group_101=&#8221;yes&#8221; right_padding_desktop=&#8221;10%&#8221; left_padding_tablet=&#8221;2%&#8221; constrain_group_103=&#8221;yes&#8221; right_padding_tablet=&#8221;2%&#8221; left_padding_phone=&#8221;2%&#8221; constrain_group_105=&#8221;yes&#8221; right_padding_phone=&#8221;2%&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; <a href=\"https:\/\/slush.org\/what-every-founder-needs-to-know-about-fundraising\/\">&nbsp;&raquo;&nbsp;Read more about: What Every Founder Needs to Know About Fundraising &nbsp;&raquo;<\/a><\/p>\n","protected":false},"author":5,"featured_media":2639,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"om_disable_all_campaigns":false,"footnotes":""},"categories":[35,51],"tags":[],"aioseo_notices":[],"_links":{"self":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2638"}],"collection":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/users\/5"}],"replies":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/comments?post=2638"}],"version-history":[{"count":4,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2638\/revisions"}],"predecessor-version":[{"id":3139,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2638\/revisions\/3139"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/media\/2639"}],"wp:attachment":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/media?parent=2638"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/categories?post=2638"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/tags?post=2638"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}