{"id":2685,"date":"2021-03-17T17:59:24","date_gmt":"2021-03-17T17:59:24","guid":{"rendered":"http:\/\/slush.org\/?p=2685"},"modified":"2023-08-22T08:53:16","modified_gmt":"2023-08-22T08:53:16","slug":"how-to-pitch-your-early-stage-startup-to-investors","status":"publish","type":"post","link":"https:\/\/slush.org\/how-to-pitch-your-early-stage-startup-to-investors\/","title":{"rendered":"How to Pitch Your Early-Stage Startup to Investors"},"content":{"rendered":"[vc_row type=&#8221;full_width_background&#8221; full_screen_row_position=&#8221;middle&#8221; column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; bg_color=&#8221;#fafafa&#8221; full_height=&#8221;yes&#8221; scene_position=&#8221;center&#8221; text_color=&#8221;dark&#8221; text_align=&#8221;left&#8221; row_border_radius=&#8221;none&#8221; row_border_radius_applies=&#8221;bg&#8221; sticky_row=&#8221;true&#8221; sticky_row_alignment=&#8221;top&#8221; overflow=&#8221;visible&#8221; class=&#8221;article&#8221; overlay_strength=&#8221;0.3&#8243; gradient_direction=&#8221;left_to_right&#8221; shape_divider_position=&#8221;bottom&#8221; bg_image_animation=&#8221;none&#8221; gradient_type=&#8221;default&#8221; shape_type=&#8221;&#8221;][vc_column column_padding=&#8221;no-extra-padding&#8221; column_padding_tablet=&#8221;inherit&#8221; column_padding_phone=&#8221;inherit&#8221; column_padding_position=&#8221;all&#8221; left_margin=&#8221;3vw&#8221; constrain_group_2=&#8221;yes&#8221; right_margin=&#8221;3vw&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; column_position=&#8221;static&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;default&#8221; gradient_type=&#8221;default&#8221;][vc_row_inner column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; text_align=&#8221;left&#8221; row_position=&#8221;default&#8221; row_position_tablet=&#8221;inherit&#8221; row_position_phone=&#8221;inherit&#8221; overflow=&#8221;visible&#8221; pointer_events=&#8221;all&#8221;][vc_column_inner left_padding_desktop=&#8221;10%&#8221; constrain_group_101=&#8221;yes&#8221; right_padding_desktop=&#8221;10%&#8221; left_padding_tablet=&#8221;2%&#8221; constrain_group_103=&#8221;yes&#8221; right_padding_tablet=&#8221;2%&#8221; left_padding_phone=&#8221;2%&#8221; constrain_group_105=&#8221;yes&#8221; right_padding_phone=&#8221;2%&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; font_color=&#8221;#101010&#8243; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; overflow=&#8221;visible&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;advanced&#8221; gradient_type=&#8221;default&#8221;][vc_column_text]\n<h6 class=\"b-article-author__author-name\"><em><strong>Mikko Mäntylä<\/strong><\/em><\/h6>\n<p class=\"b-article-author__author-title\"><em><strong>President, Slush<\/strong><\/em><\/p>\n<p>&nbsp;<\/p>\n<p>Sooner or later, every founder has to talk about what they’re building to external people. The most dreaded group of all may just be investors. We sat down with Toby Coppel to unpack how early-stage founders should go about the investor pitch.<\/p>\n<p>Every founder’s first – and most important – order of business is to create a product that customers love. Having done that, they must build a company around the product that can ship it at scale. Founders usually set out on this journey with nothing, and will need to convince people to give them their time, money and advice long before having done either of these things. This brings us to the <b>pitch<\/b> – a concept that’s inextricably linked with that of the startup.<\/p>\n<p>The challenge of pitching an early stage business is that you are asking people to buy into something that, by definition, doesn’t exist yet. Even worse, since no one has created what you are envisioning, it’s probably very difficult to develop.<\/p>\n<p>The better news is that there are people out there who want to believe in you: employees yearning to join a company in its infancy and venture investors whose job it is to find young companies to bet on.<\/p>\n<p>One of these people is Toby Coppel, Co-Founder and Partner at Mosaic Ventures – a leading European early-stage VC firm. Mosaic invests $1–10M tickets at Seed and Series A. Out of their current fund, they are investing around six core themes: <a href=\"https:\/\/www.mosaicventures.com\/portfolio\/machine-intelligence\">Machine Intelligence<\/a>, <a href=\"https:\/\/www.mosaicventures.com\/portfolio\/future-of-money\">Future of Money<\/a>, <a href=\"https:\/\/www.mosaicventures.com\/portfolio\/edge-applications\">Edge Applications<\/a>, <a href=\"https:\/\/www.mosaicventures.com\/portfolio\/work-os\">Work OS<\/a>, <a href=\"https:\/\/www.mosaicventures.com\/portfolio\/human-empowerment\">Human Empowerment<\/a>, and <a href=\"https:\/\/www.mosaicventures.com\/portfolio\/open-bazaars\">Open Bazaars<\/a>.<\/p>\n<p>While investors are just one of the many groups of people you as a founder will need to convince, the investor pitch might just be the most dreaded of them all. To that end, we sat down with Toby to unpack how you should talk about your early-stage venture to investors.[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;Start with yourself&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]“Ultimately,” Toby starts, “what you’re trying to do is tell a compelling story with a narrative that gets people hooked and makes them believe in what you’re doing.”<\/p>\n<p>As with any story, this story is only as good as its protagonist – you, the founder. To invest at the earliest stages, Mosaic needs to be convinced of your ability to make strides within the market that you’ve picked.<\/p>\n<p>“Everyone talks about product-market fit. We talk a lot about founder-market fit, particularly at the early stage. We like to back people who, of course, are talented founders, but who have also picked a market that they know inside out. They have a vision of how the market is going to develop. Often, it’s because of the particular journey of that person, they have a vision few others share.”[\/vc_column_text][nectar_single_testimonial testimonial_style=&#8221;small_modern&#8221; color=&#8221;Default&#8221; quote=&#8221;Often the most powerful stories are those of founders who have personally struggled with or been touched by the problem that they’re trying to solve.&#8221;][vc_column_text]In recounting how founders can go about convincing investors of this fit, Toby points to powerful genesis stories. Why this problem? How did you come across it? What is it about your relationship with this problem that made you pick it?<\/p>\n<p>“Founding a startup is a huge commitment, and the journey is going to take years. You have to have a very compelling reason to embark on it. Down the line, that reason needs to convert into something that convinces others to join you on the journey and makes you pick yourself up a thousand times over,” Toby explains.<\/p>\n<p>“Often,” he continues, “the most powerful stories are those of founders who have personally struggled with or been touched by the problem that they’re trying to solve. It’s easy to feel convinced that they won’t stop before they’ve got there.[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;Pick your format&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]Some investors will be quick to disregard pitch decks as a format for telling your story. However, Toby takes a more nuanced view.<\/p>\n<p>“Decks can be a very helpful, structured way of laying out your narrative. Even if you don’t expect to use a deck at your pitch, it’s a very useful storyboard of what you’re trying to convey.”<\/p>\n<p>At the same time, Toby can see where the critics are coming from.<\/p>\n<p>“Sometimes slides can be too much of a crutch for founders,” he worries. “They don’t necessarily force you to work your way down to first principles. That’s where investors are going to want to go during your pitch meeting. To be prepared, you should have a story laid out that you turn into slides – not the other way around.”<\/p>\n<p>More generally, the format in which you tell your story is a matter of personal preference: yours as a communicator and that of the audience you’re pitching to.<\/p>\n<p>“Some investors will want to watch you run through a formal presentation while others may know the market very well and will want to have a conversation to focus on their specific concerns. Others still will just prefer to play with the product; see what you’ve built and dig into the codebase. The background of the investor is your best guide,” Toby recounts. “You need a narrative, and there are many ways to tell that narrative. You should go with what works for you while taking your audience into consideration.”<\/p>\n<p>Toby also draws on Amazon’s practice of almost exclusively making business decisions based on written documents as an alternative to slides.<\/p>\n<p>“The last founder I backed spent time at Amazon. Internally, he has implemented an incredibly efficient and extensive documentation process. In line with that, his pitch document was a 7-page memo describing in great detail what he was going to build, why, and how.”<\/p>\n<p>It seems that the approach struck a particular chord with Toby.<\/p>\n<p>“I’m a firm believer in the power of writing to demonstrate what you know and don’t know. You can’t put a pretty picture up and wing it. You have to synthesize a huge amount of information onto a couple of pages. This forces you to be crisp, coherent, and disciplined,” Toby argues.[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;The market always wins&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]\n<section class=\"b-base b-base--no-upper-margin b-base--no-lower-margin\">\n<div class=\"b-base__container\">\n<div class=\"l-columns l-columns--h-center\" data-column-count=\"1\">\n<div class=\"l-columns__item\">\n<div class=\"h-wysiwyg-html\" data-scheme-target=\"\">\n<p>“Whether a great founder meets a difficult market or an average founder meets a great market, the market wins,” Toby says. “A core part of our thesis is that understanding the market is absolutely essential for evaluating the prospects for a business. Even if you’re a brilliant founder with a fantastic product, your room for maneuver is too small in an inhospitable or small market.”<\/p>\n<p>According to Toby, great markets come in two different forms:<\/p>\n<ol>\n<li aria-level=\"1\"><b>Huge markets<\/b> that can be transformed.<\/li>\n<li aria-level=\"1\"><b>Nascent markets <\/b>that are going to become huge.<\/li>\n<\/ol>\n<p>Your approach to discussing it with investors should differ depending on which type of market you operate in.<\/p>\n<p>“One of our portfolio companies, Habito, has built a fully digital mortgage experience. Mortgages are a £200B market in the UK alone, so Habito doesn’t need to explain the market size to me. What I need to be convinced of is Habito’s ability to transform the market by offering an experience that is like night and day compared to more traditional mortgage brokers and banks, which they are doing,” Toby says.<\/p>\n<p>Still, however obvious the tenets of a particular market may seem, Toby discourages founders from overlooking this part of the pitch. “Never assume that the investor will infer something that you don’t tell them. You’ll never get in trouble for laying it up for the investor to do the slam dunk,” he laughs.<\/p>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/section>\n[\/vc_column_text][nectar_single_testimonial testimonial_style=&#8221;small_modern&#8221; color=&#8221;Default&#8221; quote=&#8221;Whether a great founder meets a difficult market or an average founder meets a great market, the market wins.&#8221;][vc_column_text]\n<section class=\"b-base b-base--no-upper-margin b-base--no-lower-margin\">\n<div class=\"b-base__container\">\n<div class=\"l-columns l-columns--h-center\" data-column-count=\"1\">\n<div class=\"l-columns__item\">\n<div class=\"h-wysiwyg-html\" data-scheme-target=\"\">\n<p>For a company that is betting on a nascent space, Toby turns to another one from Mosaic’s portfolio – super.AI. The company is working to accelerate machine learning projects by structuring &amp; labeling data. “To invest in super.AI, we had to become convinced of a few different things. Firstly, we had to believe that a new paradigm of software programming is emerging – one in which you program data that, in turn, programs what happens. Secondly, we had to believe that this new era is critical to the way entire companies will be built and automated. Lastly, we had to believe that in the value chain of data science, the lack of high-quality, high-volume labeled data is the biggest bottleneck,” he outlines.<\/p>\n<p>When afforded the possibility, Toby also advises founders to let the market in which they operate guide their choice of investor. “Is this someone that I’ll have to educate every step of the way, or someone who can be helpful from the start?” he advises founders to ask themselves. “An investor that has backed other companies in your space will be able to connect you with useful advisors, potential talent, and more.”<\/p>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/section>\n[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;Obsess about your customers, not your competition&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]Unless a startup is building something wholly transformative, it is likely to face competition from the first days onwards. However, Toby discourages founders from spending excessive time thinking about this.<\/p>\n<p>“I’m not a big believer that competition matters,” Toby says. “The time you spend obsessing about competition is time you’re not spending obsessing about your customers and solving their problems.”<\/p>\n<p>Competition can take many forms. Some startups are betting against a set of incumbents from the start. Others are building in a space that several other young ventures are trying to claim. Many companies do both. What’s more, most companies face pressure from tangential products that address a similar or overlapping use case.<\/p>\n<p>In navigating all of these, Toby advises founders to start with the customer. “You should understand your customer’s context. How does your solution satisfy their needs, to what extent does it not, and what other choices do they have?” Toby asks. “From that, you can deduce why your customer might choose you and why they might not.”<\/p>\n<p>Toby continues: “Of course, you need to show that you’ve understood your competitors. However, if what you’re doing is comparing product features meticulously, you’re answering the wrong question. What you need to demonstrate is why you’ll be able to solve the customer’s problems better than anyone else.”[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;No investor will expect you to predict the future&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]Your proof points will always be limited when raising your first rounds, and every early-stage investor is going to understand that.<\/p>\n<p>“At Seed and Series A, we as investors are betting on a team, an idea within a certain market, and potentially, an early version of the product,“ Toby says. “We don’t necessarily expect you to have any users at all, or at least not paying customers. You’ll have an early hypothesis of a business model, but we don’t expect definite evidence for that business model.”<\/p>\n<p>By definition, early-stage rounds are about your company’s prospects – not what you’ve already achieved. In discussing that future, it’s more than okay to paint with a thick brush.<\/p>\n<p>“You’re trying to communicate the potential scale of your business, which is conditional on certain assumptions that you are making. Make those assumptions clear and show that you know where things might go wrong,” Toby says. “Then give us the broad strokes of what it will take to scale your business. Roughly how many people, how much capital, and how many customers at what price point will it take to get your company to a material scale.”[\/vc_column_text][nectar_single_testimonial testimonial_style=&#8221;small_modern&#8221; color=&#8221;Default&#8221; quote=&#8221;Give investors a blueprint, not a prediction.&#8221;][vc_column_text]In fact, you can go wrong by talking about your future with too much conviction.<\/p>\n<p>“Laying out exact user numbers of a full financial plan far into the future can communicate a certain level of naivete. You’re just very unlikely to get those right, and investors will realize that” Toby advises. “Give investors a blueprint, not a prediction.”<\/p>\n<p>The same goes for discussing the product that you’re building – investors don’t expect you to have all the answers, but rather, a path that will lead you to them.<\/p>\n<p>“I’m much more likely to believe someone who discusses their product as a series of experiments than as something finished that users are certain to love,” Toby says. “The one thing that really matters in the early days is how quickly you can build up your feedback loop.”[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;Always include the ask&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]The last thing to get right with your pitch is the ask – how much are you raising, and more importantly, what for?<\/p>\n<p>“While we trust that the founders know best what they should spend the capital on, the ask paints an important part of the picture of your future, “ Toby says. “What are your key milestones, and where do you stand in relation to them? Which parts of the plan do you need our money for? How long do you expect the round to last for? Based on this, investors will know where they might be able to help you out and when they can expect your next round.”<\/p>\n<p>Once again, you’re displaying a mental model, not a precise prediction of the future.<\/p>\n<p>“You won’t hit your milestones exactly how you predicted,” Toby says. “However, that’s another opportunity to show flexibility and a sense of priorities in discussing your future; which milestones are absolutely key, and which are nice-to-haves.”[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;Toby’s three fundraising pitfalls:&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]\n<ul>\n<li aria-level=\"1\"><b>Not being prepared to discuss the hard things. <\/b>All too many founders don’t have a good answer to the most challenging aspects of their business. Ideally, you should address these upfront in your pitch.<\/li>\n<\/ul>\n<ul>\n<li aria-level=\"1\"><b>Leaving the presentation of your team to the end. <\/b>Your team is the most important thing investors are betting on at Seed and Series A. You should come out of the gate discussing why your team is worth the bet.<\/li>\n<\/ul>\n<ul>\n<li aria-level=\"1\"><b>Falling in love with the product, not the customer. <\/b>Instead of pitching your product’s brilliance in isolation, you should discuss why it solves the customer’s problems better than anything else, why they will pay for it, and why they might not.<\/li>\n<\/ul>\n[\/vc_column_text][\/vc_column_inner][\/vc_row_inner][\/vc_column][\/vc_row]\n","protected":false},"excerpt":{"rendered":"<p>[vc_row type=&#8221;full_width_background&#8221; full_screen_row_position=&#8221;middle&#8221; column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; bg_color=&#8221;#fafafa&#8221; full_height=&#8221;yes&#8221; scene_position=&#8221;center&#8221; text_color=&#8221;dark&#8221; text_align=&#8221;left&#8221; row_border_radius=&#8221;none&#8221; row_border_radius_applies=&#8221;bg&#8221; sticky_row=&#8221;true&#8221; sticky_row_alignment=&#8221;top&#8221; overflow=&#8221;visible&#8221; class=&#8221;article&#8221; overlay_strength=&#8221;0.3&#8243; gradient_direction=&#8221;left_to_right&#8221; shape_divider_position=&#8221;bottom&#8221; bg_image_animation=&#8221;none&#8221; gradient_type=&#8221;default&#8221; shape_type=&#8221;&#8221;][vc_column column_padding=&#8221;no-extra-padding&#8221; column_padding_tablet=&#8221;inherit&#8221; column_padding_phone=&#8221;inherit&#8221; column_padding_position=&#8221;all&#8221; left_margin=&#8221;3vw&#8221; constrain_group_2=&#8221;yes&#8221; right_margin=&#8221;3vw&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; column_position=&#8221;static&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;default&#8221; gradient_type=&#8221;default&#8221;][vc_row_inner column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; text_align=&#8221;left&#8221; row_position=&#8221;default&#8221; row_position_tablet=&#8221;inherit&#8221; row_position_phone=&#8221;inherit&#8221; overflow=&#8221;visible&#8221; pointer_events=&#8221;all&#8221;][vc_column_inner left_padding_desktop=&#8221;10%&#8221; constrain_group_101=&#8221;yes&#8221; right_padding_desktop=&#8221;10%&#8221; left_padding_tablet=&#8221;2%&#8221; constrain_group_103=&#8221;yes&#8221; right_padding_tablet=&#8221;2%&#8221; left_padding_phone=&#8221;2%&#8221; constrain_group_105=&#8221;yes&#8221; right_padding_phone=&#8221;2%&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; <a href=\"https:\/\/slush.org\/how-to-pitch-your-early-stage-startup-to-investors\/\">&nbsp;&raquo;&nbsp;Read more about: How to Pitch Your Early-Stage Startup to Investors &nbsp;&raquo;<\/a><\/p>\n","protected":false},"author":5,"featured_media":2686,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"om_disable_all_campaigns":false,"footnotes":""},"categories":[35,51],"tags":[],"aioseo_notices":[],"_links":{"self":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2685"}],"collection":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/users\/5"}],"replies":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/comments?post=2685"}],"version-history":[{"count":2,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2685\/revisions"}],"predecessor-version":[{"id":3130,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2685\/revisions\/3130"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/media\/2686"}],"wp:attachment":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/media?parent=2685"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/categories?post=2685"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/tags?post=2685"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}