{"id":2700,"date":"2021-04-28T07:53:38","date_gmt":"2021-04-28T07:53:38","guid":{"rendered":"http:\/\/slush.org\/?p=2700"},"modified":"2023-08-22T08:52:25","modified_gmt":"2023-08-22T08:52:25","slug":"from-researcher-to-entrepreneur","status":"publish","type":"post","link":"https:\/\/slush.org\/from-researcher-to-entrepreneur\/","title":{"rendered":"From Researcher to Entrepreneur"},"content":{"rendered":"[vc_row type=&#8221;full_width_background&#8221; full_screen_row_position=&#8221;middle&#8221; column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; bg_color=&#8221;#fafafa&#8221; full_height=&#8221;yes&#8221; scene_position=&#8221;center&#8221; text_color=&#8221;dark&#8221; text_align=&#8221;left&#8221; row_border_radius=&#8221;none&#8221; row_border_radius_applies=&#8221;bg&#8221; sticky_row=&#8221;true&#8221; sticky_row_alignment=&#8221;top&#8221; overflow=&#8221;visible&#8221; class=&#8221;article&#8221; overlay_strength=&#8221;0.3&#8243; gradient_direction=&#8221;left_to_right&#8221; shape_divider_position=&#8221;bottom&#8221; bg_image_animation=&#8221;none&#8221; gradient_type=&#8221;default&#8221; shape_type=&#8221;&#8221;][vc_column column_padding=&#8221;no-extra-padding&#8221; column_padding_tablet=&#8221;inherit&#8221; column_padding_phone=&#8221;inherit&#8221; column_padding_position=&#8221;all&#8221; left_margin=&#8221;3vw&#8221; constrain_group_2=&#8221;yes&#8221; right_margin=&#8221;3vw&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; column_position=&#8221;static&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;default&#8221; gradient_type=&#8221;default&#8221;][vc_row_inner column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; text_align=&#8221;left&#8221; row_position=&#8221;default&#8221; row_position_tablet=&#8221;inherit&#8221; row_position_phone=&#8221;inherit&#8221; overflow=&#8221;visible&#8221; pointer_events=&#8221;all&#8221;][vc_column_inner left_padding_desktop=&#8221;10%&#8221; constrain_group_101=&#8221;yes&#8221; right_padding_desktop=&#8221;10%&#8221; left_padding_tablet=&#8221;2%&#8221; constrain_group_103=&#8221;yes&#8221; right_padding_tablet=&#8221;2%&#8221; left_padding_phone=&#8221;2%&#8221; constrain_group_105=&#8221;yes&#8221; right_padding_phone=&#8221;2%&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; font_color=&#8221;#101010&#8243; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; overflow=&#8221;visible&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;advanced&#8221; gradient_type=&#8221;default&#8221;][vc_column_text]\n<h6 class=\"b-article-author__author-name\"><em><strong>Elsa Snellman | Pauliina Suominen<\/strong><\/em><\/h6>\n<p class=\"b-article-author__author-title\"><em><strong>Contributors<\/strong><\/em><\/p>\n<p>&nbsp;<\/p>\n<p>Academia and entrepreneurship might be more complementary than you’d think. We took a look at some examples and heard from those who have actually taken the leap.<\/p>\n<p><i>Becoming an academic no longer has to be the go-to career option for a scientist. Starting a company is increasingly an equally attractive alternative, <\/i><a href=\"https:\/\/www.forbes.com\/sites\/annapowers\/2018\/06\/30\/why-getting-a-phd-in-science-prepares-you-well-to-be-a-start-up-founder\/#c06d6533f3a7\"><i>where almost 30% of Fortune 50 CEOs have studied science<\/i><\/a><i>. However, in the European ecosystem, the number of talented individuals transitioning from academia to entrepreneurship isn’t at the level it could be. This is simply a lost opportunity in terms of unlocking the potential for <\/i><a href=\"https:\/\/www.slush.org\/entrepreneurship-redefined\/revolutionary-innovation\/\"><i>revolutionary innovation<\/i><\/a><i>. <\/i><\/p>\n<p><i>We talked to four researchers turned entrepreneurs who shared their insights on the skills they needed to learn, the challenges they faced when taking the leap into entrepreneurship – and why it was all worth it.<\/i>[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;“When it’s a mission-driven company and you think that what you do should bring something positive to the world, it’s a much bigger driver than money,” says Antoine Hubert, CEO of Ÿnsect, who battled EU regulations to start his company.&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]When Antoine Hubert became an entrepreneur, lobbying was a skill he had to learn. In addition to persuading government officials, he had to figure out how to win over both investors and customers. The process is often slow and involves waiting a long time before there are any results. But he said that having an idea he believed in made it easier.<\/p>\n<p>“When it’s a mission-driven company and you think that what you do brings something positive to the world, it’s a much bigger driver than money,” he says.<\/p>\n<p>Starting up Ÿnsect, which produces insect ingredients to feed humans, animals and plants was a no-brainer for Hubert. Fishmeal, a powder made from cooked unwanted fish parts that is commonly fed to farm animals, is already facing a huge rise in price and is increasingly hard to produce due to quotas limiting amounts of industrially-caught fish and a clampdown on unregulated fishing. Insects, which are a natural food source for chicken and fish, could be used as a sustainable replacement. They can be raised on organic waste, thus using up even fewer resources.<\/p>\n<p>Furthermore, as many humans still eat animals as a source of protein, and the global population is expected to rise by about 1.3 billion by 2050, the demand for meat and fish is expected to grow. Introducing insect feed could therefore reduce the environmental impact of meat production.<\/p>\n<p>Hubert is an agricultural engineer by training, with a Master’s degree in ecology from AgroParisTech in Paris, France having studied how agricultural and industrial activities affect the environment. He founded Ÿnsect with a colleague, Alexis Angot, and two of his friends, Jean-Gabriel Levon and Fabrice Berro. Hubert and Angot had previously created an NGO in France to raise awareness of food sustainability. Hubert’s work at the NGO mainly consisted of educating children and therefore translated to long-term impact. Yet through discussions with Angot, the pair realised that they could have a much bigger environmental impact in the short term by starting a company that farmed insects.<\/p>\n<p>“If we wanted animals to eat insects, the industry was not really there and we had to create it,” he says.<\/p>\n<p>Their first steps were encouraging. After developing the concept with his co-founders, they won innovation awards and received some public funds, totaling just above 100K, as well as their first capital from a leading cleantech investor, Demeter. This allowed them to grow their research lab and experiment with how to turn insects into animal food. Following this they were able to scale up to a small factory, 3500 square meters in size, which has been running for four years now. Their second vertical farm is currently under construction, with production planned to start in early 2022. This is set out to be the biggest vertical farm in the world – and the first carbon-negative one.<\/p>\n<p>Starting up Ÿnsect wasn’t without its challenges. One of the biggest issues was European regulations for animal feed. As a consequence of the mad cow disease outbreak in the UK about 25 years ago, there was a ban on feeding animals to other animals, which included insect protein. The disease, which attacks a cow’s central nervous system and is usually fatal, was linked to the animals eating infected meat. However, Hubert and his team initially focused on getting permission to develop insect feed for fish since aquatic animals are exempt from the ban. They were successful by bringing together their competitors and creating the IPIFF an international association dedicated to insect farming in Europe.<\/p>\n<p>After four years of discussions and assessments, they managed to convince the European Union to modify the law. To date, they have raised 435M USD. Now they are working on getting approval to feed insects to chickens and pigs as well, which they are on the road to obtaining in a couple of months.<\/p>\n<p>Hubert thinks that more scientists should consider becoming entrepreneurs since science can help solve many global problems such as reducing waste and making the economy more efficient. His advice is not to start a company alone but, ideally, to have three founders: an odd number helps break the deadlock when there are disagreements and there is less chance for a conflict compared to larger teams. Having founders with different backgrounds and skill sets is also an advantage. For example, Berro has a background in informatics and applied math and Angot has a law degree and an MBA.<\/p>\n<p>After that, it’s important to hire employees that have experience in management, finance, and sales, for example, and not be afraid to give them power.<\/p>\n<p>“Don’t have an ego on this and don’t try to control everything,” he says.<\/p>\n<p>Having a global mission rather than a regional focus can also help build a successful startup, says Hubert. It’s a different mindset that affects hiring decisions, growth strategy and can attract bigger investors.<\/p>\n<p>“When we started the company we didn’t say we want to be the French market leader, we said we want to be a global market leader,” he says. “To have a significant positive impact, it can only be done at planet level as climate change has global consequences for everyone.”[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;Alice Bentinck, CEO of Entrepreneur First, is a big fan of technical CEOs and thinks that finding a co-founder is often the biggest challenge.&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]Some may think that business studies are key to being a successful CEO. But Alice Bentinck, the co-founder of Entrepreneur First, says that many of the best CEOs she works with have a technical background.<\/p>\n<p>“I’m a big fan of technical CEOs,” she says. “If you’re building a company that’s based on sophisticated technology, you need to have a good understanding of what that technology can do so you can build a vision and sell it accurately to your customers.”<\/p>\n<p>In the US, particularly in places like Silicon Valley, the default career path for intelligent and ambitious technology graduates is to found a company. However, in Europe it’s not the cultural norm. Bentinck found that the biggest obstacles to entrepreneurship were not having a co-founder, an idea or access to funding.<\/p>\n<p>“We wanted to remove these hurdles and create an infrastructure and a programme that would allow the best talent in Europe and in Asia, where we are as well, to build their own startups from scratch,” she says.<\/p>\n<p>Bentinck, who studied management at the University of Nottingham in the UK, therefore created <i>Entrepreneur First<\/i> with co-founder Matt Clifford in 2011 to help aspiring entrepreneurs build a technology startup from scratch. Talented individuals are selected to take part in a full-time programme where they find a co-founder, develop a business idea and start a company in return for equity.<\/p>\n<p>So far, <i>Entrepreneur First<\/i> has helped create over 300 companies with a total worth of over $3 billion. One of their success stories is a company called Unitary co-founded by Sasha Haco, who has a PhD in theoretical physics from Cambridge University and worked with Stephen Hawking on the black hole information paradox.<\/p>\n<p>As her studies were ending, Haco became interested in founding a company but wasn’t entirely clear on how to make it happen so she decided to join Entrepreneur First. Then, while taking part in their six-month programme, she met James Thewlis, a PhD graduate who was trying to figure out how technology could help identify user-generated content that is harmful – such as sexual, violent, or racist posts.<\/p>\n<p>“It’s a massive problem,” says Bentinck. “A lot of screening is still done manually, which is not only expensive but also a soul-destroying thing for the people who have to do it.”<\/p>\n<p>Haco found that her technical background could complement Thewlis’ practical skills so the two teamed up and founded Unitary. Bentinck was particularly impressed by Haco who was so technically-oriented yet had never planned to become a CEO. But she says that Haco has an amazing ability to learn and challenge preconceived beliefs about personal strengths and weaknesses, a key skill for people with technology backgrounds who want to become successful CEOs. She is determined to become more commercially-minded.<\/p>\n<p>“Often it takes a bit of time to work out how to sell and to get comfortable with focusing on a product rather than just a technology,” says Bentinck. “And so the skill that enables you to do all of those things is having a growth mindset.”<\/p>\n<p>When selecting individuals to join their programme, Bentinck also looks for people who are good at problem solving. She says that being practical about how to get things done is crucial. Furthermore, expertise in a technical skill is important as well as being fully committed to running the company as it can take over your life.<\/p>\n<p>&nbsp;<\/p>\n<p>Bentinck encourages aspiring tech entrepreneurs to take the plunge right after finishing their PhD. She says that it’s the point of peak opportunity since they have cutting-edge and unique research to bring to the table which will lose its value if they wait.<\/p>\n<p>As a founder herself, Bentinck says that it’s important to recognize that starting a company is hard but it’s also fulfilling to constantly be learning new skills.<\/p>\n<p>“Every six months I feel totally out of my depth and I’ve been doing this for eight years now,” she says. “But ultimately, in terms of my personal development, there is no career path that could have helped me progress as fast as I have.”[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;When physicist Jan Goetz, CEO of IQM, had the opportunity to start a company in 2018, it took him all of five minutes to make his decision.&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]Jan Goetz, who co-founded IQM Quantum Computers earlier this year, says that leaving academia to become an entrepreneur was a big decision, but wasn’t a difficult one.<\/p>\n<p>“I didn’t really think about it for more than five minutes,” he says. “It was a very natural choice.”<\/p>\n<p>Goetz was a physics postdoc researcher working on superconducting quantum circuits at Aalto University in Espoo, Finland, when he made the career switch. His team was developing superconducting processors for quantum computers – a new computing paradigm that should exponentially speed up heavy computing tasks. Along with his co-founders Mikko Möttönen, Juha Vartiainen, and Kuan Yen Tan, who are also scientists, they realised that they had everything they needed to spin out a company.<\/p>\n<p>“We have the technology and we also have a very good team,” he says. “I thought, this is a new adventure and a huge opportunity for Europe and the Quantum industry.”<\/p>\n<p>Since the company emerged from a research lab, the process was quite straightforward. Goetz and his colleagues had support from their university and the Finnish state research center VTT when filing patents for their technology, which helped with business negotiations. Goetz says that there were a few legal obstacles and there was a clear route to starting a company.<\/p>\n<p>The company, which started its operations in July 2019, has been moving at full speed. In addition to getting their research labs up and running, they hired 30 people in the first six months and have recently announced the hiring of their 100th employee within two years of operations. The rapid development was possible thanks to €11.45 million seed funding in venture capital and by public funding from Business Finland. (Till date, IQM has raised over €71 million from public and private funding)<\/p>\n<p>Although there are a few competing technologies for building quantum computer hardware, IQM is focusing on superconducting processors, the same technology that some of the big names such as Google and IBM are pursuing. IQM is already building Finland’s first Quantum Computer, and is also leading Germany’s Digital-Analog Quantum Computer project as a system integrator.  The early deals confirm that IQM is on the right path and now they have to show the world that their technology has a competitive advantage and can be scaled globally.<\/p>\n<p>“The big step now is to establish IQM as a global technology brand, a company with great people, and expand to new markets,” says Goetz.<\/p>\n<p>As a physicist, Goetz would be trying to find answers to unknown questions and spend a lot of time discussing experiment results with his colleagues to try and interpret them. Now, his job involves a lot of networking to recruit talent and get people on board. He often gives talks at events or speaks to politicians which he hadn’t done before. Since Goetz and his co-founders all came from a scientific background, they also had to learn a wide range of business skills, from finance, marketing to human resources, which they picked up on the job.<\/p>\n<p>Whereas a good scientist needs strong analytical skills, Goetz says that being a good decision maker is vital as an entrepreneur.<\/p>\n<p>“Sometimes you need to act very quickly without asking detailed questions because there’s no time for it,” says Goetz.<\/p>\n<p>Scientists who are thinking of starting a company need to be visionary and clearly identify the problem they are aiming to solve, says Goetz. He thinks it is also important to have a good team and to get guidance from people who have business experience if you don’t have any.<\/p>\n<p>“I think it’s very important to take advice from others who have more knowledge in different fields from your own,” says Goetz. “Don’t only listen  to a single person on a subject but really try to speak with several and make sure that the conclusions you draw from these discussions are correct.”[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;Compared to being a researcher, you have a wider audience as an entrepreneur and can have more of an impact, says Vivian Chan, CEO of Sparrho.&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]For Vivian Chan, CEO of Sparrho, the idea for her company came from a problem she had encountered herself. While working for Australian venture capital fund Uniseed, she was investing in life science research from a few universities. There she had to get up to speed on various fields, from oncology to vaccinations, to figure out whether a spinoff was truly novel &amp; investible. Yet she found that staying up to date with scientific literature was challenging; finding a relevant research paper depended on using the right keywords and being able to access it since many are behind a paywall. Then, she had to try and get to grips with pages and pages of technical detail.<\/p>\n<p>When Chan later started her PhD in protein crystallography, which involves studying the atomic structure of protein crystals, at the University of Cambridge in the UK, the process became only slightly simpler.<\/p>\n<p>“I realised that even when you’re doing top of the top research, the university system only helps by giving you access to paywall articles,” says Chan. “It doesn’t necessarily help you find things more easily or make understanding things easier.”<\/p>\n<p>In 2013, Chan therefore co-founded Sparrho with Niluka Satharasinghe, which is aiming to make cutting-edge scientific information more accessible. Using artificial intelligence combined with the expertise of scientists worldwide, they have created a system that aggregates, curates and summarises scientific research so that businesses and individuals can get digestible updates from their topics of interest.<\/p>\n<p>Chan found that just like in academia, problem solving skills are important for entrepreneurship. However, running a company is much more fast-paced and you learn a lot very quickly. She says that one of her mentors compared a startup year to a dog’s year: you gain as much knowledge in 12 months as you would during seven years of working in a corporation.<\/p>\n<p>“At the same time, you also have to fail a lot and therefore the emotional ups and downs are similarly condensed in a period of a year,” says Chan.<\/p>\n<p>The biggest learning curve for Chan involved mastering communication to different audiences. Whereas in academia you are usually talking to scientists and people with a similar background, as an entrepreneur you have to talk to a wider audience, from investors to politicians, who may not be scientifically-minded.<\/p>\n<p>“Especially in the very beginning, I wouldn’t be able to simplify and explain the idea of our project in a much more widely-understood manner,” says Chan. “Communication was definitely a skillset I had to learn on the spot.”<\/p>\n<p>Chan says that she improved simply by talking to a lot of people from different backgrounds about her business idea.  For example, she was fortunate to be selected to participate in events at various startup incubators, which helped her practice.<\/p>\n<p>Nowadays she is often invited to speak at different types of events, from European Commission level to keynote addresses at conferences. It has been a fulfilling part of her new career that has given her the opportunity to travel and interact with people from different fields. She thinks that scientists can have a direct impact on society by becoming entrepreneurs not just pursuing a career as an academic.<\/p>\n<p>“The visionary approach to academia is still skewed towards novel innovation that you can publish,” says Chan. “But the entrepreneur realm is about commercial applications and impact: there is a different range of impact which is slightly wider.”<\/p>\n<p>Chan encourages other scientists to consider becoming entrepreneurs if they have personally experienced the problem they’re planning to solve, even if it is of niche interest. But she warns that from her experience, starting a company never follows a textbook example so being flexible is key.<\/p>\n<p>“I wouldn’t spend all your time researching before you actually try,” she says. “It’s a good thing to try things out and learn as you go and if the hypothesis changes, let it change.”[\/vc_column_text][\/vc_column_inner][\/vc_row_inner][\/vc_column][\/vc_row]\n","protected":false},"excerpt":{"rendered":"<p>[vc_row type=&#8221;full_width_background&#8221; full_screen_row_position=&#8221;middle&#8221; column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; bg_color=&#8221;#fafafa&#8221; full_height=&#8221;yes&#8221; scene_position=&#8221;center&#8221; text_color=&#8221;dark&#8221; text_align=&#8221;left&#8221; row_border_radius=&#8221;none&#8221; row_border_radius_applies=&#8221;bg&#8221; sticky_row=&#8221;true&#8221; sticky_row_alignment=&#8221;top&#8221; overflow=&#8221;visible&#8221; class=&#8221;article&#8221; overlay_strength=&#8221;0.3&#8243; gradient_direction=&#8221;left_to_right&#8221; shape_divider_position=&#8221;bottom&#8221; bg_image_animation=&#8221;none&#8221; gradient_type=&#8221;default&#8221; shape_type=&#8221;&#8221;][vc_column column_padding=&#8221;no-extra-padding&#8221; column_padding_tablet=&#8221;inherit&#8221; column_padding_phone=&#8221;inherit&#8221; column_padding_position=&#8221;all&#8221; left_margin=&#8221;3vw&#8221; constrain_group_2=&#8221;yes&#8221; right_margin=&#8221;3vw&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; column_position=&#8221;static&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;default&#8221; gradient_type=&#8221;default&#8221;][vc_row_inner column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; text_align=&#8221;left&#8221; row_position=&#8221;default&#8221; row_position_tablet=&#8221;inherit&#8221; row_position_phone=&#8221;inherit&#8221; overflow=&#8221;visible&#8221; pointer_events=&#8221;all&#8221;][vc_column_inner left_padding_desktop=&#8221;10%&#8221; constrain_group_101=&#8221;yes&#8221; right_padding_desktop=&#8221;10%&#8221; left_padding_tablet=&#8221;2%&#8221; constrain_group_103=&#8221;yes&#8221; right_padding_tablet=&#8221;2%&#8221; left_padding_phone=&#8221;2%&#8221; constrain_group_105=&#8221;yes&#8221; right_padding_phone=&#8221;2%&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; <a href=\"https:\/\/slush.org\/from-researcher-to-entrepreneur\/\">&nbsp;&raquo;&nbsp;Read more about: From Researcher to Entrepreneur &nbsp;&raquo;<\/a><\/p>\n","protected":false},"author":5,"featured_media":2701,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"om_disable_all_campaigns":false,"footnotes":""},"categories":[35,53],"tags":[],"aioseo_notices":[],"_links":{"self":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2700"}],"collection":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/users\/5"}],"replies":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/comments?post=2700"}],"version-history":[{"count":2,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2700\/revisions"}],"predecessor-version":[{"id":3123,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2700\/revisions\/3123"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/media\/2701"}],"wp:attachment":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/media?parent=2700"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/categories?post=2700"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/tags?post=2700"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}