{"id":2726,"date":"2021-07-01T09:45:57","date_gmt":"2021-07-01T09:45:57","guid":{"rendered":"http:\/\/slush.org\/?p=2726"},"modified":"2023-08-22T08:51:04","modified_gmt":"2023-08-22T08:51:04","slug":"what-the-finnish-ecosystem-can-teach-us-about-asymmetric-returns-in-vc","status":"publish","type":"post","link":"https:\/\/slush.org\/what-the-finnish-ecosystem-can-teach-us-about-asymmetric-returns-in-vc\/","title":{"rendered":"What the Finnish Ecosystem Can Teach Us About Asymmetric Returns in VC"},"content":{"rendered":"[vc_row type=&#8221;full_width_background&#8221; full_screen_row_position=&#8221;middle&#8221; column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; bg_color=&#8221;#fafafa&#8221; full_height=&#8221;yes&#8221; scene_position=&#8221;center&#8221; text_color=&#8221;dark&#8221; text_align=&#8221;left&#8221; row_border_radius=&#8221;none&#8221; row_border_radius_applies=&#8221;bg&#8221; sticky_row=&#8221;true&#8221; sticky_row_alignment=&#8221;top&#8221; overflow=&#8221;visible&#8221; class=&#8221;article&#8221; overlay_strength=&#8221;0.3&#8243; gradient_direction=&#8221;left_to_right&#8221; shape_divider_position=&#8221;bottom&#8221; bg_image_animation=&#8221;none&#8221; gradient_type=&#8221;default&#8221; shape_type=&#8221;&#8221;][vc_column column_padding=&#8221;no-extra-padding&#8221; column_padding_tablet=&#8221;inherit&#8221; column_padding_phone=&#8221;inherit&#8221; column_padding_position=&#8221;all&#8221; left_margin=&#8221;3vw&#8221; constrain_group_2=&#8221;yes&#8221; right_margin=&#8221;3vw&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; column_position=&#8221;static&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;default&#8221; gradient_type=&#8221;default&#8221;][vc_row_inner column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; text_align=&#8221;left&#8221; row_position=&#8221;default&#8221; row_position_tablet=&#8221;inherit&#8221; row_position_phone=&#8221;inherit&#8221; overflow=&#8221;visible&#8221; pointer_events=&#8221;all&#8221;][vc_column_inner left_padding_desktop=&#8221;10%&#8221; constrain_group_101=&#8221;yes&#8221; right_padding_desktop=&#8221;10%&#8221; left_padding_tablet=&#8221;2%&#8221; constrain_group_103=&#8221;yes&#8221; right_padding_tablet=&#8221;2%&#8221; left_padding_phone=&#8221;2%&#8221; constrain_group_105=&#8221;yes&#8221; right_padding_phone=&#8221;2%&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; font_color=&#8221;#101010&#8243; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; overflow=&#8221;visible&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;advanced&#8221; gradient_type=&#8221;default&#8221;][vc_column_text]\n<h6 class=\"b-article-author__author-name\"><em><strong>Susan Hyttinen | Natasha Salmi<\/strong><\/em><\/h6>\n<p class=\"b-article-author__author-title\"><em><strong>Media team, Slush<\/strong><\/em><\/p>\n<p>&nbsp;<\/p>\n<p>VC success can be measured in many ways…but we don’t often dive into how they actually perform in terms of return on investment. According to Finnish Industry Investment company Tesi’s research on Finnish VC returns, newer funds were soaring to new heights in 2020. What can the Finnish case teach us about the role of VC returns in an ecosystem?<\/p>\n<p>Record levels of money are being poured into the European ecosystem, from both within and outside Europe, granting VCs more room for maneuver. There are <a href=\"https:\/\/sifted.eu\/articles\/top-vcs-europe-series-a\/\">many ways<\/a> to measure VC performance, whether that be in the <a href=\"https:\/\/dealroom.co\/blog\/launching-the-2021-venture-capital-investor-prominence-rank\">number of unicorns<\/a> or household names in their ranks, the size of the fund, or a good reputation amongst founders… But how are VC funds actually performing in terms of return on investment?<\/p>\n<p><a href=\"https:\/\/www.tesi.fi\/en\/\">Tesi<\/a> (Finnish Industry Investment Ltd) took a comprehensive shot at answering this question in the Finnish context. Tesi’s goal is to help different stakeholders understand the performance of the Finnish VC market and develop the market further. We took a look at the results of their research and made observations on what lessons could be drawn for the European ecosystem and the VC sector more generally.[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;A deep-dive into Tesi’s research: How are Finnish VC funds doing?&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]The Finnish VC market has reached new heights according to Tesi’s research, with the newcomers in particular delivering the goods. In their study, Tesi analyzed the performance of around 40 Venture Capital and Growth and Buyout funds. We focused on VC funds, of which there were 20 in the dataset. These funds were grouped chronologically into new (vintages 2009-2015) and old (vintages 2002-2008) funds. The performance of the funds was analyzed by looking at different metrics, namely, Internal Rate of Return (IRR), Distributions to Paid-in-Capital (DPI), Total Value to Paid-in-Capital TVPI, and Public Market Equivalent (PME). A guide to understanding these metrics can be found <a href=\"https:\/\/www.bvca.co.uk\/Portals\/0\/library\/documents\/BVCA%20Perspective%20Series\/Private%20Equity%20Performance%20Measurement.pdf?ver=2015-04-09-105554-523\">here<\/a>.<\/p>\n<p>&nbsp;<\/p>\n<p><b>The new cohort is performing well, particularly fuelled by successes in 2020 <\/b><\/p>\n<p>So what did Tesi’s research reveal about the performance of Finnish VC funds? Overall, the Finnish venture capital sector is performing well, with big improvement in the last years. Within the newer cohort (2009-2015), the internal rate of return on investment increased from 11% in the previous survey to 20% in this year’s research. This success has been to a great extent supported by performance in 2020; TVPI increased from 1.4x to 2.2x. What does this mean?<\/p>\n<p>TVPI can be illustrated as the sum of RVPI and DPI, where:<\/p>\n<ul>\n<li aria-level=\"1\">RVPI= “estimations of the value of the company = “residual value,” often based on the previous funding round value<\/li>\n<li aria-level=\"1\">DPI= actual money paid back to LPs from exits etc. = “distributions”<\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<p>As an example, this means that the average 100m€ fund would have ~220m€  (or 2.2x TVPI) of money coming back to LPs. Looking at the “performance” figures below, we can see that the majority of TVPI is still in the “potential” (RVPI) component. What potential means here is that no one can know if this will actually happen. In 2020 from the 2.2x TVPI, 1.9x was in the RVPI, and only 0.3x was in DPI (actual distributions or money paid back to LPs from exits, etc.).[\/vc_column_text][image_with_animation image_url=&#8221;2728&#8243; image_size=&#8221;full&#8221; animation_type=&#8221;entrance&#8221; animation=&#8221;None&#8221; animation_movement_type=&#8221;transform_y&#8221; hover_animation=&#8221;none&#8221; alignment=&#8221;&#8221; border_radius=&#8221;20px&#8221; box_shadow=&#8221;none&#8221; image_loading=&#8221;default&#8221; max_width=&#8221;100%&#8221; max_width_mobile=&#8221;default&#8221;][vc_column_text]An important contributor to this trend was the multitude of new <a href=\"https:\/\/www.goodnewsfinland.com\/finnish-startups-raise-almost-eur-1-billion-in-2020\/\">high-valuation financing rounds<\/a> such as those of Wolt, HMD, and ICEYE, which also drew in more international investors to the scene in 2020. The older funds on their part didn’t experience a lot of change compared to the preceding few years, and their returns remained moderate. The internal rate of return of the older funds remained at 2% where it was in 2019; a stark contrast to the new funds’ 20%, respectively. The old funds’ TVPI has been stagnating at 1.1x for three years, and no significant increase in their returns is expected in the future either.[\/vc_column_text][image_with_animation image_url=&#8221;2729&#8243; image_size=&#8221;full&#8221; animation_type=&#8221;entrance&#8221; animation=&#8221;None&#8221; animation_movement_type=&#8221;transform_y&#8221; hover_animation=&#8221;none&#8221; alignment=&#8221;&#8221; border_radius=&#8221;20px&#8221; box_shadow=&#8221;none&#8221; image_loading=&#8221;default&#8221; max_width=&#8221;100%&#8221; max_width_mobile=&#8221;default&#8221;][vc_column_text]<b>Strong returns across the board (for the new funds)<\/b><\/p>\n<p>When looking at the distribution of returns (TVPI), the story stays the same; new funds are taking the cake. The limit of the top quartile for them is at 2.1x, and the median is at 1.8x. Even the lowest quartile threshold of the new funds at 1.1x outperforms the old funds’ median of 1.0x. The new funds’ cohort includes funds up to 2015, who are now about six years into their journey and are still making new and follow-up investments, so their returns are still lower at fund level. Their initial investment period is starting to close, and it is expected that some of their newest investments have not raised additional rounds yet, but will do so over the next 1-3 years.<\/p>\n<p>Tesi notes that while in a small market like Finland’s individual successful investments can make big waves, the Finnish investment eggs haven’t all been in the same basket – successes have taken place across the board in different sectors. The Finnish VC sector is relatively unique in that in the past few years returns have been accumulated through a variety of investments and not just a few big players with a couple of successful investments.<\/p>\n<p>To top things off, investing through Finnish VC funds is good value for money. In Public Market Equivalent (PME) calculations, the Finnish VC funds in the dataset were indexed against the OMX Helsinki General Index. The newer funds in particular are performing well and outperforming the public stock markets; their returns are 1.5 times the returns of the public markets.<\/p>\n<p>&nbsp;<\/p>\n<p><b>The stars align – but it might be too early to make long-term predictions<\/b><\/p>\n<p>Due to the very nature of the VC game and its 10-12 year cycles, many of the projected returns are not yet realized. Consequently, the performance of the funds in the dataset is still contingent on how the overall market conditions and specific portfolio companies develop. Much of the fruit of the current success has been borne out of wins in the past few years – and big wins or losses may change the return performance quite swiftly, as can the general valuation environment. It is therefore interesting to see how the current market of high valuations develops – and also relevant in terms of the long-term performance of VC funds. These positive trends brought about by the new cohort of funds need to be sustained to ensure long-term success.[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;Success is often best measured through relative metrics: How do the Finnish results compare?&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]Tesi compared Finnish funds’ performance to that of European peers using eFront’s data, looking at European funds with the same vintage year. Here the new funds excel again. How should we interpret this graph? If the Finnish VC funds’ returns were identical to its European peer funds’, all the quartiles would be at 25%. With 58% of new funds in the top quartile when measured through TVPI and IRR, the new funds performed on average better than their European peers, and more than a half of Finnish VC capital is invested in funds that are among the best in their respective peer groups. However, when measured through DPI the new funds aren’t as firmly placed in the top quartiles. Translation? Finnish funds on average return capital at a slower pace than other European funds.[\/vc_column_text][image_with_animation image_url=&#8221;2730&#8243; image_size=&#8221;full&#8221; animation_type=&#8221;entrance&#8221; animation=&#8221;None&#8221; animation_movement_type=&#8221;transform_y&#8221; hover_animation=&#8221;none&#8221; alignment=&#8221;&#8221; border_radius=&#8221;20px&#8221; box_shadow=&#8221;none&#8221; image_loading=&#8221;default&#8221; max_width=&#8221;100%&#8221; max_width_mobile=&#8221;default&#8221;][vc_column_text]The older funds, on the other hand, have had a more modest performance since none of them made it to the top performance quartile in their peer group. 38% of the old funds are also placed in the lowest quartile, which means that the funds are overrepresented in this group. While the old funds haven’t taken the top podium, they are faring reasonably well in that 40% of the funds have performed above the median in the 3rd quartile.<\/p>\n<p><b>Go big or go home – where’s the in-between? <\/b>There’s still some room for improvement. While Finnish top funds outperform the median, the lower performers are overrepresented in the lowest quartile. However,  the performance margins between the quartiles are small, so there may be significant reshuffling of the quartile positionings in either direction within the next few years.<\/p>\n<p>&nbsp;<\/p>\n<p><b>How about the US? <\/b><\/p>\n<p>While there are many interesting <a href=\"https:\/\/www.efront.com\/wp-content\/uploads\/2020\/07\/GPEPS_28.07.2020.pdf\">global observations<\/a>, Europe is constantly benchmarked against the US due to the latter’s long-established position at the helm of the global startup and VC ecosystem. How do Finland’s and Europe’s performance then fare against the global pacesetter? As per eFront’s analysis, the US VC sector also had a stellar year in 2020 – in fact, its <a href=\"https:\/\/www.institutionalinvestor.com\/article\/b1qb09bdnpr71j\/Venture-Capital-Performed-Better-Than-Ever-in-2020\">best ever<\/a>.<\/p>\n<p>The returns are however very unevenly distributed in the US, with the top 5% performers accounting for the lion’s share, and the distance between them and the bottom 5% growing greater than ever. Overall investing in venture capital in the US has then become riskier, with the distribution of returns (TVPI) being 2.75x for the top 5% and 0.79x for the bottom 5% in Q3 of 2020. This, and the <a href=\"https:\/\/news.crunchbase.com\/news\/there-are-more-vc-funds-than-ever-but-capital-concentrates-at-the-top\/\">high concentration of money in top VC funds<\/a>, make for a much more polarized investing environment than in Finland or Europe.[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;Explaining the Finnish VCs’ upsurge&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]A small country like Finland cultivating high-performing venture capital with strong returns is an example for others. So what explains Finnish venture capital’s success, and what lessons could be drawn from it?<\/p>\n<p>At first glance, Finland’s success might just be attributed to the growth of the European tech ecosystem as a whole. As Tesi’s research found, the superior performance of new funds over old funds in Finland is a trend that is shared across the continent. That newer funds are outperforming the old ones is a testament to the progress made in the whole European ecosystem. Capital investment has been growing over the past decade; according to the <a href=\"https:\/\/2020.stateofeuropeantech.com\/chapter\/investments\/article\/investment-stage\/\">State of European Tech<\/a> (SOET), 4.7 billion was invested in the first quarter of 2016 versus 10.6 billion in the third quarter of 2020.<\/p>\n<p>The overall maturing of the European ecosystem doesn’t show the whole picture. The reason why Finnish venture capital has been doing so well is the depth of the Finnish ecosystem. Finland attracts <a href=\"https:\/\/paaomasijoittajat.fi\/en\/ie_2020_en\/\">twice as much<\/a> VC funding relative to GDP as other European countries, and the high returns come from a range of startups and not just a couple of breakout successes. This depth creates a positive feedback loop and a myriad of positive spillover effects – the better funds do, the more money they will get in the future. According to SOET, by far the most important consideration for LPs is track <a href=\"https:\/\/2020.stateofeuropeantech.com\/chapter\/investors\/article\/limited-partners\/\">record<\/a>, with 63% of LPs outlining this as one of the most important criteria. For context, the second most popular criteria was fund investment thesis, with only 33% of LPs saying it’s important. The better performance of venture capital funds, the more money will go back into investing in Finland.<\/p>\n<p>The success of VC also strengthens the ecosystem overall. Early-stage investment is often from <a href=\"https:\/\/paaomasijoittajat.fi\/wp-content\/uploads\/2019\/02\/The-role-of-VC-for-economic-growth-in-the-Nordic-region-Supporting-slides-1.pdf\">local funds<\/a>, while foreign investment usually comes in at later stages. Without this essential early-stage investment, there wouldn’t be later-stage investment at all, let alone foreign later-stage investment. Finnish investors don’t just pave the way for startups to raise money from outsiders, but 83% of foreign investment comes through working with local Finnish <a href=\"https:\/\/www.goodnewsfinland.com\/finnish-startups-raise-almost-eur-1-billion-in-2020\/\">investors<\/a>. If Finnish venture capital wasn’t as mature as it is, it would be difficult to raise that external money.<\/p>\n<p>Finnish venture capital’s success isn’t just about one or two success stories like Wolt and ICEYE. It’s about creating a robust local startup ecosystem that gives ground for funds of every size to invest in the future. The results bode well for the European ecosystem as a whole. As noted in the SOET 2020, the distribution of investment per capita is still <a href=\"https:\/\/2020.stateofeuropeantech.com\/chapter\/investments\/article\/investment-stage\/#chart-737-3264\">largely uneven<\/a> between European countries – which translates into huge potential for the ecosystem’s growth as a whole if the current development trajectories hold.<\/p>\n<p>Strong ecosystems are self-perpetuating, and domestic VC funds’ performance is an essential piece of the puzzle in building the next generation of startup disruptors – here’s hoping that the new Finnish VC funds continue on their current positive trajectories.<\/p>\n<p>&nbsp;<\/p>\n<p><i>This article has been done in partnership with Tesi (Finnish Industry Investment Ltd).<\/i>[\/vc_column_text][\/vc_column_inner][\/vc_row_inner][\/vc_column][\/vc_row]\n","protected":false},"excerpt":{"rendered":"<p>[vc_row type=&#8221;full_width_background&#8221; full_screen_row_position=&#8221;middle&#8221; column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; bg_color=&#8221;#fafafa&#8221; full_height=&#8221;yes&#8221; scene_position=&#8221;center&#8221; text_color=&#8221;dark&#8221; text_align=&#8221;left&#8221; row_border_radius=&#8221;none&#8221; row_border_radius_applies=&#8221;bg&#8221; sticky_row=&#8221;true&#8221; sticky_row_alignment=&#8221;top&#8221; overflow=&#8221;visible&#8221; class=&#8221;article&#8221; overlay_strength=&#8221;0.3&#8243; gradient_direction=&#8221;left_to_right&#8221; shape_divider_position=&#8221;bottom&#8221; bg_image_animation=&#8221;none&#8221; gradient_type=&#8221;default&#8221; shape_type=&#8221;&#8221;][vc_column column_padding=&#8221;no-extra-padding&#8221; column_padding_tablet=&#8221;inherit&#8221; column_padding_phone=&#8221;inherit&#8221; column_padding_position=&#8221;all&#8221; left_margin=&#8221;3vw&#8221; constrain_group_2=&#8221;yes&#8221; right_margin=&#8221;3vw&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; column_position=&#8221;static&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;default&#8221; gradient_type=&#8221;default&#8221;][vc_row_inner column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; text_align=&#8221;left&#8221; row_position=&#8221;default&#8221; row_position_tablet=&#8221;inherit&#8221; row_position_phone=&#8221;inherit&#8221; overflow=&#8221;visible&#8221; pointer_events=&#8221;all&#8221;][vc_column_inner left_padding_desktop=&#8221;10%&#8221; constrain_group_101=&#8221;yes&#8221; right_padding_desktop=&#8221;10%&#8221; left_padding_tablet=&#8221;2%&#8221; constrain_group_103=&#8221;yes&#8221; right_padding_tablet=&#8221;2%&#8221; left_padding_phone=&#8221;2%&#8221; constrain_group_105=&#8221;yes&#8221; right_padding_phone=&#8221;2%&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; <a href=\"https:\/\/slush.org\/what-the-finnish-ecosystem-can-teach-us-about-asymmetric-returns-in-vc\/\">&nbsp;&raquo;&nbsp;Read more about: What the Finnish Ecosystem Can Teach Us About Asymmetric Returns in VC &nbsp;&raquo;<\/a><\/p>\n","protected":false},"author":5,"featured_media":2727,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"om_disable_all_campaigns":false,"footnotes":""},"categories":[35,56,61],"tags":[],"aioseo_notices":[],"_links":{"self":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2726"}],"collection":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/users\/5"}],"replies":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/comments?post=2726"}],"version-history":[{"count":2,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2726\/revisions"}],"predecessor-version":[{"id":3108,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2726\/revisions\/3108"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/media\/2727"}],"wp:attachment":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/media?parent=2726"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/categories?post=2726"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/tags?post=2726"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}