{"id":2757,"date":"2021-12-09T10:44:21","date_gmt":"2021-12-09T10:44:21","guid":{"rendered":"http:\/\/slush.org\/?p=2757"},"modified":"2023-08-22T08:50:06","modified_gmt":"2023-08-22T08:50:06","slug":"how-to-raise-a-series-a-a-story-by-creandum-and-seon","status":"publish","type":"post","link":"https:\/\/slush.org\/how-to-raise-a-series-a-a-story-by-creandum-and-seon\/","title":{"rendered":"How to Raise a Series A: A Story by Creandum and Seon"},"content":{"rendered":"[vc_row type=&#8221;full_width_background&#8221; full_screen_row_position=&#8221;middle&#8221; column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; bg_color=&#8221;#fafafa&#8221; full_height=&#8221;yes&#8221; scene_position=&#8221;center&#8221; text_color=&#8221;dark&#8221; text_align=&#8221;left&#8221; row_border_radius=&#8221;none&#8221; row_border_radius_applies=&#8221;bg&#8221; sticky_row=&#8221;true&#8221; sticky_row_alignment=&#8221;top&#8221; overflow=&#8221;visible&#8221; class=&#8221;article&#8221; overlay_strength=&#8221;0.3&#8243; gradient_direction=&#8221;left_to_right&#8221; shape_divider_position=&#8221;bottom&#8221; bg_image_animation=&#8221;none&#8221; gradient_type=&#8221;default&#8221; shape_type=&#8221;&#8221;][vc_column column_padding=&#8221;no-extra-padding&#8221; column_padding_tablet=&#8221;inherit&#8221; column_padding_phone=&#8221;inherit&#8221; column_padding_position=&#8221;all&#8221; left_margin=&#8221;3vw&#8221; constrain_group_2=&#8221;yes&#8221; right_margin=&#8221;3vw&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; column_position=&#8221;static&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;default&#8221; gradient_type=&#8221;default&#8221;][vc_row_inner column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; text_align=&#8221;left&#8221; row_position=&#8221;default&#8221; row_position_tablet=&#8221;inherit&#8221; row_position_phone=&#8221;inherit&#8221; overflow=&#8221;visible&#8221; pointer_events=&#8221;all&#8221;][vc_column_inner left_padding_desktop=&#8221;10%&#8221; constrain_group_101=&#8221;yes&#8221; right_padding_desktop=&#8221;10%&#8221; left_padding_tablet=&#8221;2%&#8221; constrain_group_103=&#8221;yes&#8221; right_padding_tablet=&#8221;2%&#8221; left_padding_phone=&#8221;2%&#8221; constrain_group_105=&#8221;yes&#8221; right_padding_phone=&#8221;2%&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; font_color=&#8221;#101010&#8243; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; overflow=&#8221;visible&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;advanced&#8221; gradient_type=&#8221;default&#8221;][vc_column_text]\n<h6 class=\"b-article-author__author-name\"><em><strong>Susan Hyttinen<\/strong><\/em><\/h6>\n<p class=\"b-article-author__author-title\"><em><strong>Editor-in-Chief<\/strong><\/em><\/p>\n<p>&nbsp;<\/p>\n<p>In March 2021, fraud detection startup SEON raised <a href=\"https:\/\/techcrunch.com\/2021\/03\/17\/fraud-prevention-platform-seon-raises-a-12m-series-a-round-led-by-creandum\/\">one of the largest Series A rounds in Hungary<\/a> to date, with Creandum leading the round. As the ‘product-market fit’-round, Series A has been traditionally known as the ‘make or break’ stage in the life cycle of a startup; but what actually happens in the lead-up to Series A and its aftermath may be somewhat enigmatic. Furthermore, in the current funding climate with more available capital the very meaning of Series A is changing.<\/p>\n<p>The Soaked team sat down with <a href=\"https:\/\/seon.io\/\">SEON<\/a>’s Co-founder and Chief Operating Officer Bence Jendruszak, and Simon Schmincke, General Partner at <a href=\"https:\/\/www.creandum.com\/\">Creandum<\/a> and the leading investor of SEON’s Series A, to discuss the process as well as the changing nature of the Series.[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;SERIES A: WHY AND WHEN?&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]<em>It was all supposed to start at the Paris Fintech Forum, but as fate would have it, Simon and SEON’s Founders never got around to meeting there.<\/em> <em>Luckily, they still found their way to one another – although they don’t seem to agree on whether it was because Simon got the word that SEON was fundraising, or if it was just because he heard how well they were performing.<\/em><\/p>\n<p>Bence: <strong>“<\/strong>Funnily enough, we couldn’t meet up in the end. But when Simon got wind of the fact that we were fundraising actively back in November last year, he replied to our existing email thread saying, ‘Hey I’m sorry we couldn’t meet up at the Paris FinTech Forum, but I heard you guys are fundraising, let’s get in touch.’”<\/p>\n<p>Simon: “I actually remember it differently; I knew that people were speaking highly of you closing amazing customers, and kicking ass commercially. We also had a common friend who was convinced about the product and the idea.”<\/p>\n<p><em>Nailing the <\/em><a href=\"https:\/\/medium.com\/the-family-aaa\/9-reasons-why-series-a-is-not-just-a-big-seed-round-e163f7a32bb0\"><em>timing<\/em><\/a><em> for raising Series A is difficult, as you have to find a balance between creating a sense of urgency in investors and not using up all of your runway before securing extra funding. Bence and his Co-founder Tamas Kadar were facing a difficult choice after their Seed Round of whether they should go for the A round or do a bridge round to gain more momentum.<\/em><\/p>\n<p>“We got to a point where we were super conservative pre-Series A, because we were constantly balancing costs and revenues, hovering around breakeven and even generating some minor profit. We still had some cash left in our bank account from our Seed investment, but our investors were saying that we should do a bridge round and gather more momentum.”<\/p>\n<p><em>SEON didn’t want to do this but crossed the distance to an A round with a convertible note instead.<\/em><\/p>\n<p>“We said that we should do a Series A sometime soon instead, and then finally, our existing investor PortfoLion came back with an offer that convinced us that we should get some additional funding through a <a href=\"https:\/\/www.slush.org\/article\/a-glossary-for-your-vc-meeting\/#convertible-note\">convertible note<\/a>; this allowed us to get some more runway.”<\/p>\n<p><em>Bence and Tamas wanted to make sure their metrics were in order before taking the leap to Series A.<\/em><\/p>\n<p>“Back in the beginning of 2020 our Chief Commercial Officer Jimmy helped us scale up to an ARR level where we felt the multiple was right in order to dictate a strong round. At the end of the year, we saw that we were doing well with regards to metrics and our sales processes were built to a point where they were super scalable – now was the time to put more fuel on the fire.”[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;THE PROCESS OF RAISING SERIES A&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]<em>Series A is the first major round of funding, and may thus take much longer to raise than pre-Seed or Seed rounds. Once they had found one another, Creandum and SEON however proceeded quite swiftly; it took them only one and a half weeks from their first call to a term sheet, which made a great impression on Bence and Tamas.<\/em><\/p>\n<p>Bence: “We already had a term sheet on the table, and we were very upfront and honest about this. Creandum then told us they’d put everything aside and speed up their internal processes. Meeting an investor who put that much faith in us and put everything aside to focus on us made a great initial impression alongside their very impressive portfolio, and their great people. We felt like we had good chemistry after just a very short period of interacting.”<\/p>\n<p><em>Before signing a term sheet, founders should expect a VC to ask to provide things like a profit and loss statement, a copy of their cap table, and financial forecasts.<\/em><\/p>\n<p>Bence: “We sent over our business plan as well as some financial metrics, and we connected Simon to a couple of our existing customers. There were also a bunch of active discussions going on, on a day-to-day basis.”<\/p>\n<p><em>In addition to these documents, Simon recounts that Bence and Tamas sent over customer and potential customer lists, and promptly answered a set of questions sent by Creandum.<\/em><\/p>\n<p>Simon: “I remember that I sent your questions at 9pm at night and the next morning at 6am I had like eight or 10 pages of well-thought-out answers back in my inbox – which was obviously very impressive.”[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;DUE DILIGENCE&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]<strong><em> <\/em><\/strong><em>After the parties have agreed on preliminary terms on the term sheet, in come the big guns – the due diligence process. Startups should usually prepare <\/em><a href=\"https:\/\/www.ycombinator.com\/library\/3h-series-a-diligence-checklist\"><em>certain documents<\/em><\/a><em> beforehand to smooth out the process. For the VC side, due diligence is all about finding out what<\/em> <em>you’re venturing into, with limited time and resources. This also means that it isn’t necessarily possible to vet every aspect thoroughly.<\/em><\/p>\n<p>Simon: “It’s all about weighing the risks. What have they proved? What have they de-risked? What is the team not good at? Where is the product still rough? What do the customers not like? Which part of the market is too crowded, which part is still up for grabs? There’s a whole array of questions and areas that every fund has determined as the most crucial ones for themselves – such a list exists at Creandum as well.”<\/p>\n<p><em>Besides the documents provided by the founders, investors find these things out through things like paid consumer surveys<strong>,<\/strong> as well as speaking with industry experts and competitors. For Simon there’s an important human element to it all beyond pure metrics.<\/em><\/p>\n<p>“It’s also just spending time with individuals, finding out how they’re thinking. Ultimately, if there’s a possibility, we speak to customers, which in SEON’s case, were extremely convincing interviews.”<\/p>\n<p><em>No startup gets the perfect score in this process; what’s important is being aware of where your vulnerabilities are, being candid about them, and of course, being proactive in solving them.<\/em><\/p>\n<p>“It’s a strong sign when the company is aware of where their weaknesses lie. There was an area which we identified as being relatively weaker within the company. Bence and Tamas were very open and honest and said ‘yeah, that’s something we’re not so good at – but hey, we’re already on it’. Before we had even signed the final papers, they had already found someone to lead that area.”<\/p>\n<p><em>And there’s no hiding from experienced investors. <\/em>“I look at 200 companies in detail every year. It is my job to find out if you suck at something, so why try to hide it? It’s easier to build a trusting relationship if you’re okay with showing vulnerability or weakness.”<\/p>\n<p><em>A company doesn’t need to be perfect to raise Series A, anyway. For Simon, it’s the remaining challenges that keep the job interesting.<\/em><\/p>\n<p>“At the end of the due diligence checklist, every company still has categories they need to figure out. If that wasn’t the case, the work would be much more boring, because in the life of an investor the most fun is to have to think about what we can improve, and witness that development together with the company.”<\/p>\n<p><strong> <\/strong><\/p>\n<h5><strong>The importance of transparency in due diligence<\/strong><\/h5>\n<p>&nbsp;<\/p>\n<p><em>There’s one thing both Bence and Simon are unrelenting on: the importance of transparency.<\/em><\/p>\n<p>Bence: “Transparency is a core value between us; we can always be candid and upfront, zero bullshit.”<\/p>\n<p><em>Simon also saw this value as key in the due diligence process to be sure everyone had the same expectations.<\/em><\/p>\n<p>“We wanted to be very transparent in outlining the steps that we wanted to take. I’m dropping everything I have, but can you commit to allowing me to do the following steps in my work? Tommy and Bence agreed to give me that time, as long as I committed to the timeline.”<\/p>\n<p><em>In the end, an investor’s job is to serve the LPs who have invested their money in the fund. This doesn’t change even in the whirlwind funding environment of 2021, and transparency between founders and investors ensures both can do their jobs properly.<\/em><\/p>\n<p>“Sure we’re all driven by FOMO and the craziness of the market to a degree, especially now at the end of 2021, but I will not recommend an investment to the fund if I don’t feel I understand the company. I can work weekends and late nights, but the fund is investing a lot of money, and I want to make sure that when our LPs look me in the eye, and ask why an investment did not turn out that I can at least say I did my job well during the due diligence phase.”[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;COMPOSITION OF THE CAP TABLE&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]<em>One thing that really stood out in SEON’s cap table was its somewhat unusual composition of one lead investor and angels filling out most of the round.<\/em><\/p>\n<p>Bence: “We thought why not bring in other world class entrepreneurs into our cap table, if there’s an option for that. Creandum was very supportive in terms of connecting us to these angel investors.”<\/p>\n<p><em>Filling the round is standard at Creandum rounds, according to Simon. The logic lies in the added human capital these experienced entrepreneurs bring to the table.<\/em><\/p>\n<p>“Our belief is that there are people significantly better suited to answer Bence’s questions. I’m not a data warehouse engineer, so if Bence has a question about data warehouses, it’s my job to make sure that he meets someone who can answer that question, not answer that question myself. We also don’t believe these seasoned entrepreneurs have all the answers, but they expand Bence’s opportunity to get access to the right people quicker.<\/p>\n<p><em>Bence agrees, and thinks this should be a more common practice, since it gives founders a greater network of readily available know-how and experience.<\/em><\/p>\n<p>“Not only can I ping Simon on a Sunday afternoon if I have a tricky question, but I also have other people who’ll get back to me within 24 hours. They can give advice on the mistakes to avoid and what to watch out for in certain situations. If this cap table structure is unique as part of a Series A, then it really shouldn’t be.”<\/p>\n<p><em>Also, Creandum simply wanted to take as big a share as they could in the round, and so did other existing investors.<\/em><\/p>\n<p>Simon: “It was a fight, it’s not like there was room for anyone else.”[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;WHO’S IN THE DRIVER’S SEAT?&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]<em>One could say the market is flooded with VC money at the moment, which has given startups an unprecedented amount of leverage. However, both Bence and Simon underline the importance of trust rather than playing with power. For them it was mutual love from the get-go.<\/em><\/p>\n<p>Bence: “Simon got intel that we were a kick ass company, and then we found out that they were  a kick ass VC. I never felt like one was chasing another.”<\/p>\n<p><em>Simon knows there are some people who might use the dynamic for leverage, but building a strong interpersonal foundation and rapport is much more crucial for a long-term commitment. <\/em><\/p>\n<p>“The founder is in control per definition, because they choose who they want to sell to. That’s how it has always been and how it should be. Are there founders who believe they win something by working with deadlines and strength levels? Yeah, they exist. Have we played in these processes? Yeah, we have. Is that how we enjoy starting a 10-year relationship? No, not at all.”<\/p>\n<p><em>It’s quite understandable that startups would rather spend  their time building their companies than fundraising. Yet getting the investor-founder relationship right is crucial. In the end it’s as simple as who you want whatsapping you for the duration of the startup’s life cycle.<\/em><\/p>\n<p>“You should take another three days and have another call if you feel like you want to talk about life, or your families or hobbies. That’s much more important than closing the round a day earlier. Think of how closely we’ll be working together – it’s better you get to know me and make sure you like me first.“[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;THE CHANGING NATURE OF SERIES A&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]<em>In conventional wisdom, Series A has been deemed the product-market fit (<\/em><a href=\"https:\/\/future.a16z.com\/about-product-market-fit\/\"><em>P\/M fit<\/em><\/a><em>) round, where a product is validated enough to <\/em><a href=\"https:\/\/www.ycombinator.com\/library\/5y-product-market-fit-and-fundraising\"><em>merit<\/em><\/a><em> the first significant round of venture capital funding. P\/M fit seems to have an intrinsic je-ne-sais-quoi element, that is, you just know when you have it. Bence certainly recognizes the feeling.<\/em><\/p>\n<p>“I did sales in the very early days, wrote our initial blog posts, and spent my time in demo calls all day long. I’ve met a lot of those people who were super happy to see our product; when I showed them the capabilities and features, they were pumped saying this is what we need. I know that feeling, I’ve had it for many years.”<\/p>\n<p><em>The P\/M fit je-ne-sais-quoi was also evident in the customer interviews Creandum conducted during the due diligence, and convinced them to invest. <\/em><\/p>\n<p>“When speaking to customers that Bence and Tommy were working with, what convinced us the most is what the customers said, ‘when I met SEON my problems were gone’. It seemed like the customers I spoke to would have a massive problem if SEON stopped existing for whatever reason – that’s what we call product-market fit.”<\/p>\n<p><em>Beyond that qualitative element P\/M fit has also been defined through the holy grail of 1 million ARR or <\/em><a href=\"https:\/\/seedcamp.com\/the-100k-mrr-is-dead-why-progress-metrics-are-harder-than-ever-to-rely-upon-for-visibility-on-your-next-round\/\"><em>100k MRR<\/em><\/a><em>. For Creandum monetary metrics or figuring out product pricing aren’t as important as those that show product love.<\/em><em> <\/em><\/p>\n<p>“The metric of needing to be at 1 million ARR before being able to raise Series A isn’t true anymore. It’s much more about metrics of science that customers love your product, which then in return is sometimes expressed in paying for your product.”<\/p>\n<p><em>In the vast array of <\/em><a href=\"https:\/\/www.productplan.com\/blog\/data-driven-product-roadmaps-metrics\/\"><em>metrics<\/em><\/a><em> this means focusing on things like product adoption, customer retention, engagement, and time spent with the product.<\/em><\/p>\n<p>“To focus on product-market fit means people loving what you do and needing what you do – money is only one way to express that love. In SEON’s case, they had both.”<\/p>\n<p>&nbsp;<\/p>\n<h4><strong>Do you still need P\/M fit to raise a Series A?<\/strong><\/h4>\n<p><em>The current funding climate, as well as the growing excellence of European companies have nevertheless changed this dynamic. As Simon notes, in today’s funding climate having P\/M fit is no longer the case for many Series A’s, but raising with team, vision, and a plan is possible.<\/em><\/p>\n<p>“Let me ask: what is a Series A? There is no set definition of a Series A and now we see 30 million seed rounds – not valuation but ticket size. It used to just be that investments in the range from 8 to 15 million euros were called Series A rounds, but we can now see companies raise a round that they call an A round, and then two years later they add another 50 million and call it an A round extension.”<\/p>\n<p><em>Those historical proof points aren’t as pivotal as they used to be for raising larger pockets of money; especially if you have previous merits working in your favor.<\/em><\/p>\n<p>“Now we often see really strong serial founders raising 2, 3, or 4 million euro pre-seed rounds on a deck. Then the next round is a 20 million euro A round – the seed round got deleted.”<\/p>\n<p><em>Other reasons for the change in Series A according to Simon and Bence are the increasing costs with human and other resources, as well as investors’ hunger.<\/em><\/p>\n<p>Bence:<strong> “<\/strong>From a startup’s perspective, investors also seem to be hungrier, which plays into multiple other factors. The time to decide is shorter, because investors are not as conservative as they used to be in 2017 when we started out.”<\/p>\n<p><em>But the changing nature of funding is also a consequence of the advancement of the European ecosystem – there are simply better ideas and founders to invest in.<\/em><\/p>\n<p>Simon: “Entrepreneurship in Europe has finally reached a level where the entrepreneurs understand  that they can build category-defining global software businesses. The entrepreneurs today aim higher, go bigger, and sell more globally. The number of multi-billion dollar companies is so high that it is financially justified for us to invest more money, because the outcomes have gotten bigger.”<\/p>\n<p><em>For Simon, the SEON founders are a prime manifestation of this phenomenon. <\/em>“Look at Bence and Tommy in their mid-20s leading hundreds of people, serving global customers, selling hundreds of thousands of contract values, building a new category product that is being bought by 100-year-old institutions, making <em>their<\/em> product better.”[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;LIFE AFTER SERIES A&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]\n<h4><strong>From Promise to Metrics<\/strong><\/h4>\n<p><em>Before Series A founders’ focus – quite naturally – tends to be on not only nailing P\/M fit, but also building tenable structures and frameworks to ensure future growth.<\/em><\/p>\n<p>“Before Series A, we were locked into scaling up our team and building out the relevant frameworks.”<\/p>\n<p><em>So, what happens after Series A? Series A is sometimes viewed as the critical facilitating step between <\/em><a href=\"https:\/\/www.ycombinator.com\/library\/3Q-when-to-raise-a-series-a\"><em>promise and metrics<\/em><\/a><em>, Seed-stage and Series B. Bence wholeheartedly agrees that now is the time to focus on attribution and measuring everything down to the penny.<\/em><\/p>\n<p>“We know that the things that we’re doing are working, but we really want to attribute everything in terms of return on investment. Our Revenue Operations Manager Guy Longton is working closely with the sales and marketing team on digging out every last metric in order for us to be able to attribute our spending and our customer cohorts, so that we can better distribute our resources over the long term.”<\/p>\n<p><em>Another crucial step following Series A is the transition from a founding team to a management team, where decisions are no longer based on founders’ gut feeling but data. This means adjusting from being thoroughly hands-on in every aspect of the company to building middle-management the founders can trust to implement at the same level.<\/em><\/p>\n<p>Simon: “Every company between the A and B stages has to build processes where significantly more money can lead to significantly more growth. What if we go from three salespeople to 30? How do we get to 30 salespeople? How do we train, integrate, and measure the people? Training three is easy, training 30 is different; that requires you to build a layer of people which are no longer founder-driven. It requires the founders to step away from knowing every detail and doing everything themselves to hiring people who they can trust to be better than them in their respective fields.”<\/p>\n<p>&nbsp;<\/p>\n<h4><strong>Investors as Influencers<\/strong><\/h4>\n<p><em>Well then, what is the role of investors in all of this? For Simon it’s all about planting seeds but letting the founders tend to their own garden as they see best fit.<\/em><\/p>\n<p>“I can’t do things for SEON, but I can ask questions and highlight where we see other companies in our portfolio who are doing really well or even better. It might apply to you or not, but you should look into different options. The fact that you have thought about it will automatically give you a higher likelihood of success as you’ve taken all factors into consideration.”<\/p>\n<p><em>Best practices on fundamentals like decision-making, quality of talent, and critical operational structures can lay out a foundation, but they can’t dictate any individual company’s blueprint for success. <\/em><\/p>\n<p>“Just because Klarna did something similar six years ago in a different market with a different product doesn’t mean that SEON needs to do it the same way to succeed. The more I can connect Bence and Tommy and the rest with people who have also set up successful businesses, the more they get inspired. My job is more of an influencer rather than an executive.”<strong> <\/strong><\/p>\n<p><em>The Partner who invests usually sits on the board of the startup, but beyond that the role that VCs play and how actively they play it may vary from fund to fund, with platform VCs being at the most active end of the spectrum. While Simon can see the advantage in this approach, Creandum has a more hands-off style.<\/em><\/p>\n<p>“We have people like a Head of Talent, and people in marketing. However, we do not believe that investors can build better products or run companies better than the entrepreneurs – if this is the case then they’re investing in the wrong folks. We believe that the best Head of Design that I can get in front of Bence doesn’t want to work for an investor, but for a product company.”<\/p>\n<p><strong> <\/strong><\/p>\n<h4><strong>From Founder to Manager<\/strong><\/h4>\n<p><em>The transition taking place with Series A also comes with a set of challenges at the level of the founder. With the transition from founder to CEO, and founder to manager, the founder by definition has less control, and starts working on a different set of problems. The main thing on Bence’s mind is growing as a leader.<\/em><\/p>\n<p>“I have to actively think about how I can become a better leader over the long term, and what type of leader I want to become.”<\/p>\n<p><em>And the game changes when you transition from 15 people working in a room together to 140 people, prompting bittersweet emotions similar to seeing your kid grow up.<\/em><\/p>\n<p>“It was very much like a family back then, now it’s changed. It’s almost as if you see a kid a year later, and they’ve grown a lot, but for the kid or their parents it’s been totally natural. It’s very similar to founders – we don’t realize how much we’ve grown until it’s already happened, since we’re in it on a daily basis.”<\/p>\n<p><em>Bence’s focus on developing as a leader is music to Simon’s ears. <\/em><strong>“<\/strong>The transition from founder to CEO, founder to manager, is a very challenging one. There are many examples of people who struggle with that. If you actively work with that question, there’s a significantly higher chance for success.”[\/vc_column_text][\/vc_column_inner][\/vc_row_inner][\/vc_column][\/vc_row]\n","protected":false},"excerpt":{"rendered":"<p>[vc_row type=&#8221;full_width_background&#8221; full_screen_row_position=&#8221;middle&#8221; column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; bg_color=&#8221;#fafafa&#8221; full_height=&#8221;yes&#8221; scene_position=&#8221;center&#8221; text_color=&#8221;dark&#8221; text_align=&#8221;left&#8221; row_border_radius=&#8221;none&#8221; row_border_radius_applies=&#8221;bg&#8221; sticky_row=&#8221;true&#8221; sticky_row_alignment=&#8221;top&#8221; overflow=&#8221;visible&#8221; class=&#8221;article&#8221; overlay_strength=&#8221;0.3&#8243; gradient_direction=&#8221;left_to_right&#8221; shape_divider_position=&#8221;bottom&#8221; bg_image_animation=&#8221;none&#8221; gradient_type=&#8221;default&#8221; shape_type=&#8221;&#8221;][vc_column column_padding=&#8221;no-extra-padding&#8221; column_padding_tablet=&#8221;inherit&#8221; column_padding_phone=&#8221;inherit&#8221; column_padding_position=&#8221;all&#8221; left_margin=&#8221;3vw&#8221; constrain_group_2=&#8221;yes&#8221; right_margin=&#8221;3vw&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; column_position=&#8221;static&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;default&#8221; gradient_type=&#8221;default&#8221;][vc_row_inner column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; text_align=&#8221;left&#8221; row_position=&#8221;default&#8221; row_position_tablet=&#8221;inherit&#8221; row_position_phone=&#8221;inherit&#8221; overflow=&#8221;visible&#8221; pointer_events=&#8221;all&#8221;][vc_column_inner left_padding_desktop=&#8221;10%&#8221; constrain_group_101=&#8221;yes&#8221; right_padding_desktop=&#8221;10%&#8221; left_padding_tablet=&#8221;2%&#8221; constrain_group_103=&#8221;yes&#8221; right_padding_tablet=&#8221;2%&#8221; left_padding_phone=&#8221;2%&#8221; constrain_group_105=&#8221;yes&#8221; right_padding_phone=&#8221;2%&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; <a href=\"https:\/\/slush.org\/how-to-raise-a-series-a-a-story-by-creandum-and-seon\/\">&nbsp;&raquo;&nbsp;Read more about: How to Raise a Series A: A Story by Creandum and Seon &nbsp;&raquo;<\/a><\/p>\n","protected":false},"author":5,"featured_media":2758,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"om_disable_all_campaigns":false,"footnotes":""},"categories":[35,51],"tags":[],"aioseo_notices":[],"_links":{"self":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2757"}],"collection":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/users\/5"}],"replies":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/comments?post=2757"}],"version-history":[{"count":3,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2757\/revisions"}],"predecessor-version":[{"id":3101,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2757\/revisions\/3101"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/media\/2758"}],"wp:attachment":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/media?parent=2757"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/categories?post=2757"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/tags?post=2757"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}