{"id":2761,"date":"2021-12-14T10:50:26","date_gmt":"2021-12-14T10:50:26","guid":{"rendered":"http:\/\/slush.org\/?p=2761"},"modified":"2023-08-22T08:49:57","modified_gmt":"2023-08-22T08:49:57","slug":"building-a-brand-for-your-startup","status":"publish","type":"post","link":"https:\/\/slush.org\/building-a-brand-for-your-startup\/","title":{"rendered":"Building a Brand for Your Startup"},"content":{"rendered":"[vc_row type=&#8221;full_width_background&#8221; full_screen_row_position=&#8221;middle&#8221; column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; bg_color=&#8221;#fafafa&#8221; full_height=&#8221;yes&#8221; scene_position=&#8221;center&#8221; text_color=&#8221;dark&#8221; text_align=&#8221;left&#8221; row_border_radius=&#8221;none&#8221; row_border_radius_applies=&#8221;bg&#8221; sticky_row=&#8221;true&#8221; sticky_row_alignment=&#8221;top&#8221; overflow=&#8221;visible&#8221; class=&#8221;article&#8221; overlay_strength=&#8221;0.3&#8243; gradient_direction=&#8221;left_to_right&#8221; shape_divider_position=&#8221;bottom&#8221; bg_image_animation=&#8221;none&#8221; gradient_type=&#8221;default&#8221; shape_type=&#8221;&#8221;][vc_column column_padding=&#8221;no-extra-padding&#8221; column_padding_tablet=&#8221;inherit&#8221; column_padding_phone=&#8221;inherit&#8221; column_padding_position=&#8221;all&#8221; left_margin=&#8221;3vw&#8221; constrain_group_2=&#8221;yes&#8221; right_margin=&#8221;3vw&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; column_position=&#8221;static&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;default&#8221; gradient_type=&#8221;default&#8221;][vc_row_inner column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; text_align=&#8221;left&#8221; row_position=&#8221;default&#8221; row_position_tablet=&#8221;inherit&#8221; row_position_phone=&#8221;inherit&#8221; overflow=&#8221;visible&#8221; pointer_events=&#8221;all&#8221;][vc_column_inner left_padding_desktop=&#8221;10%&#8221; constrain_group_101=&#8221;yes&#8221; right_padding_desktop=&#8221;10%&#8221; left_padding_tablet=&#8221;2%&#8221; constrain_group_103=&#8221;yes&#8221; right_padding_tablet=&#8221;2%&#8221; left_padding_phone=&#8221;2%&#8221; constrain_group_105=&#8221;yes&#8221; right_padding_phone=&#8221;2%&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; font_color=&#8221;#101010&#8243; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; overflow=&#8221;visible&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;advanced&#8221; gradient_type=&#8221;default&#8221;][vc_column_text]\n<h6 class=\"b-article-author__author-name\"><em><strong>Ted Persson<\/strong><\/em><\/h6>\n<p class=\"b-article-author__author-title\"><em><strong>Partner, EQT Ventures<\/strong><\/em><\/p>\n<p>&nbsp;<\/p>\n<p><em>As a Co-founder of numerous successful digital agencies with a passion for brand-related storytelling, product design and UX, Ted Persson –  Partner at <a href=\"https:\/\/eqtventures.com\/\">EQT Ventures<\/a> – is an expert in straddling both sides of the creative and tech world. Ted has a history of working in various product, branding, and marketing roles across both startup and more incumbent brands.<\/em><\/p>\n<p><em>Recently, Ted chatted through branding dos and don’ts at one of our <a href=\"https:\/\/node.slush.org\/\">Node<\/a> sessions, covering what is needed to build a brand, the pitfalls to avoid, and the areas startups should be prioritizing. We wanted to share his top tips to allow other startups to benefit from his thinking.<\/em>[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;Before we dive in – what is ‘branding’ and why do we bother with it?&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]Initially, when we start contemplating branding, we think about what it looks like – the colours and the fonts. Stemming from the Old Norse word ‘brandr’, or “to burn”, branding refers to the practice of marking livestock, dating back more than 4,000 years to the Bronze Age. It is a way to keep track of producer goods with superior quality.<\/p>\n<p>The visionary and tonal factors at the surface are just one aspect of communicating a ‘brand’. Instead, the term is far more deep-rooted. By nature, we are communicators with storytelling in our DNA, evolving as our ancestors chatted over the fire with the purpose of seeking inclusion and sharing information, from dangers to exchanging gossip. Brands seek to do the same: communicate key messages, tell a story, and make an inclusive space for your target audience.<\/p>\n<p>When developing the EQT Ventures brand, we thought about enticing storytelling and the different types of narratologies. One that stood out to us was the “monomyth”. A recurring narratology dating back to religious scriptures through to modern-day movies, the monomyth is the story that follows the hero’s journey. From this, EQT Ventures thought about its “mother story”, the foundation on top of which the brand is built. Analysing EQT Ventures at its core meant we could identify the brand vision, mission, and purpose.<\/p>\n<p>We’ll break down how you can build your brand with these three factors as a blueprint. This can act as your guide through the brand-building process, starting with the founding story and eventually evolving into its visual expression.[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;Key considerations:&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]\n<ol>\n<li aria-level=\"1\">Every company has a brand, whether you like it or not<\/li>\n<li aria-level=\"1\">Don’t be afraid to hire external experts to do your branding<\/li>\n<li aria-level=\"1\">Make it stand out<\/li>\n<li aria-level=\"1\">Don’t be too good too early<\/li>\n<\/ol>\n[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;#1: Every company has a brand, whether you like it or not&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]As a founder, you’re in the fortunate – albeit challenging – position of shaping your brand from the very beginning. This is why you should nurture the brand-building process from the get-go to ensure your brand truly encompasses what your company stands for.<\/p>\n<p>People believe in authenticity. Realistically, your audience will only buy into your brand as long as you, the founder – and your wider founding team – resonate with your vision and mission. Rather than contemplating what will give you the ‘wow-factor’ with bold visionaries, you’ve got to dig deeper and be authentic in your messaging, truly believing it yourself. Take time to contemplate what is authentic to you, and think about your company’s values; consider whether they are genuine and something you’ll actively use to pump the lifeblood into your brand.<\/p>\n<p>Similarly, if you don’t refer to your startup’s collective vision and mission on a daily basis, the team will not be aligned with them. Root these factors in your company culture and policies with frequent referencing, for example during company-product strategy sessions and in everyday meetings to keep everyone in tune. This will create an echo chamber for the brand to bounce and ricochet from, expanding as the company evolves.<\/p>\n<p>Reforming a brand – as we’ve recently seen with <a href=\"https:\/\/www.bbc.co.uk\/news\/technology-59083601\">Facebook<\/a> rebranding to Meta – is one of the hardest jobs to undertake. The startup sphere moves quickly with flashing sector trends sprouting in every direction. With such fast-paced hype it’s easy for companies to spontaneously snowball, and without forward-planning there comes a time where brands need a re-think.<\/p>\n<p>An excellent example of an authentic brand revamp is <a href=\"https:\/\/design.studio\/work\/airbnb\">Airbnb<\/a>. The company rocketed, disrupting the world of travel forever with its innovative model. In 2017, it was time for the brand to authenticate its messaging, differentiating from competitor offerings to elevate the brand further. Airbnb set out on its monomyth to uncover the company’s authentic truth; the experience of the customer – exploring travel adventures – facilitated by the company. With a presence in <a href=\"https:\/\/www.theverge.com\/22783422\/airbnb-pandemic-ceo-brian-chesky-interview-travel-decoder-podcast\">over 200 countries<\/a>, its key messaging to “belong anywhere” needed to transcend language and become recognisable everywhere. From this the icon ‘Belo’ was birthed as a symbol of belonging, the company’s core value.[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;#2: Don’t be afraid to hire external experts to do your branding&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]As part of a founding team there are a lot of role crossovers, so it’s natural for founders to take charge of tasks internally. Whilst it can often fall on the internal team to create the company branding, leadership should also harness the power of external experts.<\/p>\n<p>This is because using internal brand-makers can be pressuring for designers and limit the end product. When the designer is working too closely with the team, they end up trying to appease the CEO, which in turn will only cage creativity. So, it’s good to collaborate with a designer at an arm’s length (such as a freelancer) who has the experience but isn’t part of the day-to-day nuts and bolts; unafraid to challenge founders’ thoughts, and with a willingness to take risks for the sake of delivering a powerful image.<\/p>\n<p>Even though as the founder your vision is intrinsic to forming strong branding, this is a relationship where you need to consider your other half, the consumer. Think of your designer as your translator for the company, creating something that will appeal to your user base.<\/p>\n<p>What if it’s not a match? When corporate thinkers – who are non-designers – collaborate with something abstract and emotionally charged, the process itself can often come with friction, but this doesn’t mean there has to be carpet burn.<\/p>\n<p>From the outset, the founding board must discuss and negotiate the design process and agree on what can be expected at each phase of the project to manage the brand’s strategic framing. This way if the vision doesn’t align and it’s not a match, you don’t have to get your fingers burned. Look to collaborate with other creators and go back to the drawing board.[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;#3: Make it stand out&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]There is a strong juxtaposition between belonging to a category and creating a new one, and it’s important to carefully consider which one would work best for your startup and its current stage.<\/p>\n<p>Digital branding is interesting because within it trends can form, particularly now that there are online tools at your disposal to track an online presence in real time. An example of a branding trend can be seen within the B2B Fintech space where a lot of other homepages took inspiration from <a href=\"https:\/\/stripe.com\/gb?utm_campaign=paid_brand-UK_en_Search_Brand_Stripe-2032860449&amp;utm_medium=cpc&amp;utm_source=google&amp;ad_content=355351450265&amp;utm_term=kwd-94834400&amp;utm_matchtype=e&amp;utm_adposition=&amp;utm_device=c&amp;gclid=Cj0KCQiAkNiMBhCxARIsAIDDKNVv8e9QJOFIayBZeaWEX7SMsBuzyDg4XCwenvzcx-KK-BAlf57PxsAaAtKWEALw_wcB\">Stripe<\/a>; even using similar angles and gradients. However, it’s crucial to remember that branding is about standing out and finding your unique voice.<\/p>\n<p>Picture it like this – when starting out, you want to sell your product to your consumer audience and you need to find that mental hook your customers can relate to.<\/p>\n<p>Moving further, you should create your branding concept and envision it at its crescendo. Ask yourself: ‘if we become 1000 people, what will it look like and how will it be expressed’?<\/p>\n<p>From here you can work backwards to something that’s relatable and even fits into an existing category people can buy into. Fitting into a category that holds familiarity is an important step for targeting your consumer audience, the purpose being to fast-track building up rapport and trust with them.<\/p>\n<p>That said, don’t be too afraid to do something a little more off-piste to stand out from the crowd. Think back to that mental hook and optimal vision five years down the line; how can you form your own category?<\/p>\n<p>Usually it’s something that’s slightly odd that makes the messaging stick. Take Apple’s ‘Think Different’ campaign – a phrase that is grammatically incorrect, making it slightly jarring and memorable.  This slogan transformed the way we see campaigns, computers and technology. The messaging behind it is so emotionally charged, people bought into the Apple lifestyle. To buy a Mac computer you had to think differently – it worked in a completely different way to other computers and used a different part of your brain, opening a whole new computer world for people.[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;#4: Don’t be too good too early&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]Taking charge and caring about your brand enough to make it stand out is a necessity. However, the road to success is never straightforward; obstacles crop up all the time that will shape and pivot your product as the market changes –  naturally your brand will evolve and may even rebrand entirely. On top of this, it’s no surprise startups have scarce resources, so every wrong move can lead to a slippery slope of consequences. When planning your strategy there must be a trade-off between different converging goals such as hiring and how to structure people’s time, which is why you must be careful not to overspend on branding early on.<\/p>\n<p>Often, it can be too easy to make huge ambitious statements with little to support them, and you might find divergence between your brand and your ambition. Bold, grammatically incorrect messaging may be fine for a huge company, with an already established name. Take Adidas’ “<a href=\"https:\/\/www.adidas-group.com\/en\/media\/news-archive\/press-releases\/2004\/impossible-nothing-adidas-launches-new-global-brand-advertising-\/\">Impossible is nothing<\/a>” campaign – it didn’t make sense, but it didn’t have to because at the end of the day, Adidas doesn’t have to tell us it sells trainers.<\/p>\n<p>This should hopefully relieve the pressure of initially trying to step too far outside the box. Remember, before entering the market it is tactical to present yourself in a familiar light to your audience to boost trust, or else people find it unbelievable and hard to buy into you, particularly when bringing an exceptional product to the market. An example of this is one of EQT Ventures’ best performing portfolio’s, <a href=\"https:\/\/www.einride.tech\/\">Einride<\/a>, an autonomous truck transport service. The team’s branding and product was so remarkable we assumed they had over-spent on their marketing because it was simply too good to be true.<\/p>\n<p>Which leads me to my final point; you do not have to spend a fortune to create a well-marked brand. Source designers locally who can work closely with you. No matter where you are, in every market there are agencies that can deliver exceptional results. Consumers invest in the journey, which is how you strengthen rapport and develop consumer loyalty. People can be wary if a brand looks over-polished from the get-go, so consider doing iterations of your brand as it matures.[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;Key takeaways&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]With all things considered, building a brand is a marathon not a sprint. Although it might feel like an imaginative task for the creatives, it is a deeply strategic and contemplative part of building a company. In the long term, your brand is the muscle for making your startup go the distance and reach its full potential.<\/p>\n<p>Startups will always have numerous plates spinning and many pots on the stove. This can easily make you lose sight of the big picture, and make founders feel disconnected from the brand. If this is the case, step back and remember the blueprint: take your overarching theme, market and aspirations, then simmer them down to their core: your vision, mission and purpose. Ask yourself; what is our monomyth? Re-tell it in meetings and ingrain it in your culture, immersing the team in the core values.<\/p>\n<p>Remember this is a two-way relationship, your brand exists in the eye of the customer. It is there to meet consumer expectations, and to build enough trust to make your audience choose your product or service over another.<\/p>\n<p>A coherent brand strategy isn’t just about future-proofing, it’s about making your startup stand out from the crowd and making yourself memorable within a noisy market. Collaboration is key, and with the right pairing of entrepreneurial visionaries and artists, your brand has the potential to become a powerhouse.[\/vc_column_text][\/vc_column_inner][\/vc_row_inner][\/vc_column][\/vc_row]\n","protected":false},"excerpt":{"rendered":"<p>[vc_row type=&#8221;full_width_background&#8221; full_screen_row_position=&#8221;middle&#8221; column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; bg_color=&#8221;#fafafa&#8221; full_height=&#8221;yes&#8221; scene_position=&#8221;center&#8221; text_color=&#8221;dark&#8221; text_align=&#8221;left&#8221; row_border_radius=&#8221;none&#8221; row_border_radius_applies=&#8221;bg&#8221; sticky_row=&#8221;true&#8221; sticky_row_alignment=&#8221;top&#8221; overflow=&#8221;visible&#8221; class=&#8221;article&#8221; overlay_strength=&#8221;0.3&#8243; gradient_direction=&#8221;left_to_right&#8221; shape_divider_position=&#8221;bottom&#8221; bg_image_animation=&#8221;none&#8221; gradient_type=&#8221;default&#8221; shape_type=&#8221;&#8221;][vc_column column_padding=&#8221;no-extra-padding&#8221; column_padding_tablet=&#8221;inherit&#8221; column_padding_phone=&#8221;inherit&#8221; column_padding_position=&#8221;all&#8221; left_margin=&#8221;3vw&#8221; constrain_group_2=&#8221;yes&#8221; right_margin=&#8221;3vw&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; column_position=&#8221;static&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;default&#8221; gradient_type=&#8221;default&#8221;][vc_row_inner column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; text_align=&#8221;left&#8221; row_position=&#8221;default&#8221; row_position_tablet=&#8221;inherit&#8221; row_position_phone=&#8221;inherit&#8221; overflow=&#8221;visible&#8221; pointer_events=&#8221;all&#8221;][vc_column_inner left_padding_desktop=&#8221;10%&#8221; constrain_group_101=&#8221;yes&#8221; right_padding_desktop=&#8221;10%&#8221; left_padding_tablet=&#8221;2%&#8221; constrain_group_103=&#8221;yes&#8221; right_padding_tablet=&#8221;2%&#8221; left_padding_phone=&#8221;2%&#8221; constrain_group_105=&#8221;yes&#8221; right_padding_phone=&#8221;2%&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; <a href=\"https:\/\/slush.org\/building-a-brand-for-your-startup\/\">&nbsp;&raquo;&nbsp;Read more about: Building a Brand for Your Startup &nbsp;&raquo;<\/a><\/p>\n","protected":false},"author":5,"featured_media":2762,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"om_disable_all_campaigns":false,"footnotes":""},"categories":[35,54],"tags":[],"aioseo_notices":[],"_links":{"self":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2761"}],"collection":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/users\/5"}],"replies":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/comments?post=2761"}],"version-history":[{"count":2,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2761\/revisions"}],"predecessor-version":[{"id":3097,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2761\/revisions\/3097"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/media\/2762"}],"wp:attachment":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/media?parent=2761"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/categories?post=2761"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/tags?post=2761"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}