{"id":2769,"date":"2022-06-07T11:01:46","date_gmt":"2022-06-07T11:01:46","guid":{"rendered":"http:\/\/slush.org\/?p=2769"},"modified":"2023-08-22T08:45:22","modified_gmt":"2023-08-22T08:45:22","slug":"9-bootstrapping-lessons-for-early-stage-founders","status":"publish","type":"post","link":"https:\/\/slush.org\/9-bootstrapping-lessons-for-early-stage-founders\/","title":{"rendered":"9 Bootstrapping Lessons for Early-Stage Founders"},"content":{"rendered":"[vc_row type=&#8221;full_width_background&#8221; full_screen_row_position=&#8221;middle&#8221; column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; bg_color=&#8221;#fafafa&#8221; full_height=&#8221;yes&#8221; scene_position=&#8221;center&#8221; text_color=&#8221;dark&#8221; text_align=&#8221;left&#8221; row_border_radius=&#8221;none&#8221; row_border_radius_applies=&#8221;bg&#8221; sticky_row=&#8221;true&#8221; sticky_row_alignment=&#8221;top&#8221; overflow=&#8221;visible&#8221; class=&#8221;article&#8221; overlay_strength=&#8221;0.3&#8243; gradient_direction=&#8221;left_to_right&#8221; shape_divider_position=&#8221;bottom&#8221; bg_image_animation=&#8221;none&#8221; gradient_type=&#8221;default&#8221; shape_type=&#8221;&#8221;][vc_column column_padding=&#8221;no-extra-padding&#8221; column_padding_tablet=&#8221;inherit&#8221; column_padding_phone=&#8221;inherit&#8221; column_padding_position=&#8221;all&#8221; left_margin=&#8221;3vw&#8221; constrain_group_2=&#8221;yes&#8221; right_margin=&#8221;3vw&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; column_position=&#8221;static&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;default&#8221; gradient_type=&#8221;default&#8221;][vc_row_inner column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; text_align=&#8221;left&#8221; row_position=&#8221;default&#8221; row_position_tablet=&#8221;inherit&#8221; row_position_phone=&#8221;inherit&#8221; overflow=&#8221;visible&#8221; pointer_events=&#8221;all&#8221;][vc_column_inner left_padding_desktop=&#8221;10%&#8221; constrain_group_101=&#8221;yes&#8221; right_padding_desktop=&#8221;10%&#8221; left_padding_tablet=&#8221;2%&#8221; constrain_group_103=&#8221;yes&#8221; right_padding_tablet=&#8221;2%&#8221; left_padding_phone=&#8221;2%&#8221; constrain_group_105=&#8221;yes&#8221; right_padding_phone=&#8221;2%&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; font_color=&#8221;#101010&#8243; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; overflow=&#8221;visible&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;advanced&#8221; gradient_type=&#8221;default&#8221;][vc_column_text]\n<h6 class=\"b-article-author__author-name\"><em><strong>Tea Hržica<\/strong><\/em><\/h6>\n<p class=\"b-article-author__author-title\"><em><strong>Startup Content Strategy Specialist, Infobip<\/strong><\/em><\/p>\n<p>&nbsp;<\/p>\n<p><em>Silvio Kutic and Izabel Jelenic are the CEO and CTO &amp; Co-founders of <a href=\"https:\/\/www.infobip.com\/\">Infobip<\/a>, a global communication platform and a leader in the CPaaS space. Founded in 2006 in Croatia and with no external capital invested until July 2020, Infobip has raised over €300m securing the valuation of over $1B, making it Croatia’s first unicorn, bootstrapped thereto. Later, last year, Infobip secured, through direct loan placement, a second funding round for $500m, for even stronger growth and new M&amp;A activities.<\/em><\/p>\n<p><em>Both co-founders, later joined by Silvio’s brother Roberto, maintain the credo of the constant sense of urgency and continuous development while pointing to a big mural in their HQ that reads ‘We are just starting!’.<\/em><\/p>\n<p><em>Having bootstrapped their way to unicorn status from a quaint coastal town of Vodnjan in the picturesque region of Istria in Northwestern Croatia, Silvio and Izabel are the ideal candidates to share their wisdom with young founders about what it takes to bootstrap. With over 15 years of bootstrapping experience under their belt, they have decided to share their knowledge of what it takes to become a self-made unicorn through the following lessons. Read closely!<\/em><\/p>\n<p>&nbsp;<\/p>\n<h4><em><strong>Expect to learn:<\/strong><\/em><\/h4>\n<ol>\n<li><em><strong>Get experimental before you get entrepreneurial<\/strong><\/em><\/li>\n<li><em><strong>Make a clear-cut commitment<\/strong><\/em><\/li>\n<li><em><strong>Pull yourself up (by your bootstraps)<\/strong><\/em><\/li>\n<li><em><strong>Define what an investment means for you<\/strong><\/em><\/li>\n<li><em><strong>Stay hungry, stay flexible<\/strong><\/em><\/li>\n<li><em><strong>Embrace the jack of all trades mindset<\/strong><\/em><\/li>\n<li><em><strong>Learn by doing. Forever<\/strong><\/em><\/li>\n<li><em><strong>Keep it simple<\/strong><\/em><\/li>\n<li><em><strong>Love the hustle<\/strong><\/em><\/li>\n<\/ol>\n[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;#1 Get experimental before you get entrepreneurial&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]<strong>Silvio:<\/strong> Our journey was a bit different. By that I mean that the company has existed since 2006, but the initial idea dates back to 2001. This means we have actually had five years of learning, experimenting, and testing things before Infobip even started as a company.<\/p>\n<p>During that time we worked on different projects, tried out dozens of different options until we found the right product, the right fit. Everything we did was around communications, but it took five years to get that perfect fit. So naturally, when the company was founded we were profitable from the get-go.<\/p>\n<p>I understand now how this pre-company phase helped us on our bootstrapping journey since we’ve had a product-market fit before we had the company. Had it been the other way around, I don’t know if we would’ve managed to bootstrap our way as we did.<\/p>\n<p>That’s why I would say that bootstrapping is for those early-stage companies that either:<\/p>\n<p>1) do not require large influxes of capital, particularly from outside sources, or<\/p>\n<p>2) those that already have a product-market fit, and are profitable from the start like we were.<\/p>\n[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;#2 Make a clear-cut commitment&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]<strong>Izabel:<\/strong> What I think is really important to succeed is to be all in. When I first started back in 2003 I was working part-time, and there were more than a couple of occasions where I would come really close to quitting or even quit. I now know it’s easy to think that way if you’re not all in and if you’re working part-time.<\/p>\n<p>Once you dedicate yourself completely, these thoughts disappear. Instead of looking for a way out, you’re looking for a way to solve an issue. Your attention and time are not divided. So yes, everyone needs to be all in to make it work.<\/p>\n<p>It sounds like a lot, but without dedication, sound work ethics, and pure single-mindedness, the chances of success that are slim to begin with, become non-existent. That is the cost of being self-made aka bootstrapped.<\/p>\n<p><i>How about the money side of things? In order to commit to the company, the central question when it comes to bootstrapping is financing. <\/i><\/p>\n[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;#3 Pull yourself up (by your bootstraps)&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]<strong>Izabel:<\/strong> It’s important to emphasize here that back then when we started, investments weren’t as popular or accessible as they are today. To be honest I didn’t even know those options existed, let alone how to secure them.<\/p>\n<p>But this was a <i>long<\/i> time ago. When we started The Internet was barely accessible. I remember the time we got a space in an incubator in the city of Pula, Croatia in 2006, which was a big deal. We got the space and we weren’t going there for the first couple of months so the agency director called us and said ‘’Why aren’t you coming? We’ll give the space to someone else.’’ And we told him ‘’Look there’s no Internet, we can’t work there.’’ to which he replied ‘’What do you need the Internet for? Why aren’t you working on something normal?’’<\/p>\n<p>So you can say the temptation of an investment wasn’t as strong as it is nowadays. I feel it’s more common now for startups to get, for example, a third round of investment and to check it off the list as some kind of milestone. That was never our way of operating.<\/p>\n<p>We were focused on advancing on our own merits, never thinking that we have to get an investment, that it’s a must. That way if you create something that flops, you’re turbo concentrated to fix it. Since there’s no safety net in terms of money (except the one you earn), you get to act fast to resolve the matter, to get the market fit, to get the paying customer. If you don’t make the right product, you don’t get the money so you stay extra focused all the time. And you adopt a problem-solving attitude very early on.<\/p>\n[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;#4 Define what an investment means for you&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]<strong>Silvio: <\/strong>It’s pretty clear that we weren’t looking for investments, we were looking for a product that will succeed on the market. And in my opinion, that’s the better way to do things. It’s a slower way, for sure, but if you have the luxury of getting to a certain level all by yourself, it’s the best feeling.<\/p>\n<p>For us, an investment was never a goal but a means to an end we would take at the right time for the right cause. And that’s often where young founders make a mistake: they opt for an investment before they really need it.<\/p>\n<p>Here’s how we’ve played that game:<\/p>\n<ul>\n<li aria-level=\"1\">Beginning stage: in those pre-Infobip days (early 2000s), I took a small loan from my parents as starting capital. This money gave us time to explore and experiment until we got a product-market fit, and was paid back in full.<\/li>\n<li aria-level=\"1\">Customer-funded stage: we funded our company when we had a product-market fit (2006) and were profitable from day one. All the money was reinvested in company development and growth. It took more time, but it ensured stable growth and gave us freedom and independence to make our own choices. This stage lasted for almost 15 years.<\/li>\n<li aria-level=\"1\">Credit stage: we raised our Series A investment round in 2020. We’ve raised €300 million from One Equity Partners for M&amp;A and entering the American market, which is hard to penetrate without a lot of resources.<\/li>\n<li aria-level=\"1\">Next credit stage: we raised an additional $500 million through direct loan placement from Credit Group of Ares Management Corporation and BlackRock for even stronger growth and new M&amp;A activities.<\/li>\n<\/ul>\n<p>Our bootstrapping was based on, besides the loan from my parents, selling and keeping operating costs as low as possible. However, there are other methods worth exploring like <a href=\"https:\/\/corporatefinanceinstitute.com\/resources\/knowledge\/valuation\/sweat-equity\/\">sweat equity<\/a>, inventory minimization, subsidy finance etc.<\/p>\n<p>That doesn’t mean we weren’t talking with investors before 2020. There were some serious investors that wanted to be a part of this, but we were doing our best to keep an eye on our cash flow and loved the idea of having complete freedom to decide what and how it will be done. Besides, raising money is quite time consuming for management and we were a very small company so we had to focus our time on our customers and our product.<\/p>\n<p>One investor actually even came to Vodnjan all the way from New York, went to our town’s festivities, and even played beach volleyball with us just to get a chance to talk to us. It didn’t work in the end, but we appreciated the effort and we preferred having him enjoy a few days with us than flying out immediately.[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;#5 Stay hungry, stay flexible&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]<i>Not having investor money comes with certain limitations, but also a different set of incentives and possibilities that could work to the founders’ advantage. <\/i><\/p>\n<p><strong>Izabel:<\/strong> One of the cons of bootstrapping that people often refer to, is that it limits your growth potential. That’s why it’s necessary to stay hungry and to keep pushing, to look forward to the challenges.<\/p>\n<p>The great thing there is that you’re free to take a chance, to change course, to shape-shift your product to feed the market need. We’ve adapted time and time again and because of that fluidity, we were able to follow the industry trends and market needs.<\/p>\n<p>It seems to me that today when startups get an investment, they get comfortable. They know they’re covered for the next X number of months so they tend to prolong development and sound business results. While when you’re bootstrapped it needs to happen <b>now<\/b>. It’s a different mindset: you’re forced to constantly think of everything and be on top of things. It keeps you on your toes.<\/p>\n<p>I remember when we achieved sending a million messages a day. Everything was barely holding itself together to which Silvio said ‘’Well then, I really don’t know how we will be able to send ten million messages.’’ To which I said ‘’Oh you’ll see’’ and rolled up my sleeves and eagerly tackled that challenge to prove to him that we can do it.[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;#6 Embrace the jack of all trades mindset&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]<strong>Silvio:<\/strong> It’s normal for startup founders without resources to take on the role of a jack of all trades. I’d say it’s even a prerequisite for any kind of future success. In those early days it was just Izabel and me, and we covered everything from development and product to sales. Some would say that that is the con of bootstrapping but for me it’s the pro of bootstrapping. The wealth of experience you get is immeasurable.<\/p>\n<p>I remember once, during one of Izabel’s quitting crises, I said “okay, I’ll do just sales.” So I started sending over a thousand emails to potential Italian customers. Since it was August and they were all on Ferragosto leave no one was replying. Once it ended, we started getting a bunch of emails back and our revenue skyrocketed. We were making money!<\/p>\n<p>However, it was crucial that we were both engineers because we could cover everything, from product to sales. It’s easier for an engineer to cover sales than for sales to cover engineering – then they need more money to hire a team that will develop what they want. We could do that from the start and then try out other things.[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;#7 Learn by doing. Forever.&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]<i>Being a jack of all trades implies a heavy dose of constant learning. <\/i><\/p>\n<p><strong>Silvio:<\/strong> My first real job was at the state-owned electrical power supply company in Zagreb, where I worked for four hours and realized it wasn’t for me. I left for lunch and never went back. I didn’t have work experience besides this 4-hour gig – and I didn’t exactly bring a lot of experience from there – so I had to work a lot and learn a lot with Infobip. And I still do.<\/p>\n<p>Luckily, there are a lot of resources online, you can always learn and educate yourself around a topic. And as we’re growing, there’s always something new to learn: new organizational methodologies, new ways of developing a product. We’re in a continuous learning loop.<\/p>\n<p>And nothing is unsolvable. That’s how we operated then, and that’s how we operate now. Since we’ve had no outside help, we solved everything as it came along, by ourselves. We would start our day over coffee and discuss what needs to be done that day and then tackle it. And whatever we did, we knew nothing about it, so we learned constantly. Learning by doing. And that made us resilient.<\/p>\n<p>Resilience is the name of the game when it comes to bootstrapping. You can’t be afraid to fail, in fact it is necessary if you want to learn and evolve. Businesses are made on mistakes and every mistake is acceptable as long as you never repeat the same one twice.<\/p>\n[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;#8 Keep solutions simple&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]<strong>Izabel:<\/strong> Bootstrapping is a long-term thing. That’s why it’s important not to complicate things. What I mean by that is that when you’re facing a challenge, opt for a solution that works best for you. I know that sounds like a logical thing to do, but I often see people doing the exact opposite.<\/p>\n<p>And I completely understand it, we’re living in a world where for every problem you have a variety of solutions, from apps to SaaS, which is the exact opposite of how things were when we started. So you really need to know what you need in order not to get lost in the possibilities. Don’t rush into things because they’re the newest\/hottest, find a solution you need. If it seems too complicated, it most probably is – take what you need and complicate your life less.<\/p>\n<p>As Silvio said, nothing is unsolvable, so use your common sense. Spot the issue and see how to solve it, no philosophy involved, moving fast.<\/p>\n[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;#9 Love the hustle&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]<strong>Silvio:<\/strong> The best part of that bootstrapping period was the hustle: constantly seeking ways to improve things while on a budget. That’s when you come up with some of the craziest ideas that turn out to be the best ones.<\/p>\n<p>For example, we started opening offices internationally very early on, around 2009, when my brother Roberto joined us full time as the third co-founder. Between 2008 and 2012 I was traveling 11 months a year all around the world, selling to operators, finding people, opening offices, and making sure it was all very cost effective. Which meant we weren’t opening offices through logistic partners and lawyers, because that was too expensive. We did it ourselves or by sending our people there.<\/p>\n<p>And we didn’t choose Europe or America, we focused more on Africa, LATAM, and APAC regions since they are heavily populated, easier to penetrate, and cheaper to achieve market entry in. This meant that our people were sent to the most unusual places, which they often didn’t see coming. That was fun!<\/p>\n<p><strong>Izabel:<\/strong> Yes, hustle mode is the real deal. I definitely loved it.<\/p>\n<p>There’s more drive, the feedback loop is faster. Everything is more agile, solving tasks is quicker, and there’s no slow down due to the number of individuals a task needs to go through. It’s definitely easier to communicate, with less bureaucracy in the way.<\/p>\n<p>That’s why we’ve recently initiated these mission-based teams in Infobip, trying to replicate that startup mode through them. The goal is to have smaller, more agile teams that are less dependent on others. It’s like having a bunch of startups within a large organization. It’s gonna help us recreate that startup sense of urgency. It’s very exciting.[\/vc_column_text][\/vc_column_inner][\/vc_row_inner][\/vc_column][\/vc_row]\n","protected":false},"excerpt":{"rendered":"<p>[vc_row type=&#8221;full_width_background&#8221; full_screen_row_position=&#8221;middle&#8221; column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; bg_color=&#8221;#fafafa&#8221; full_height=&#8221;yes&#8221; scene_position=&#8221;center&#8221; text_color=&#8221;dark&#8221; text_align=&#8221;left&#8221; row_border_radius=&#8221;none&#8221; row_border_radius_applies=&#8221;bg&#8221; sticky_row=&#8221;true&#8221; sticky_row_alignment=&#8221;top&#8221; overflow=&#8221;visible&#8221; class=&#8221;article&#8221; overlay_strength=&#8221;0.3&#8243; gradient_direction=&#8221;left_to_right&#8221; shape_divider_position=&#8221;bottom&#8221; bg_image_animation=&#8221;none&#8221; gradient_type=&#8221;default&#8221; shape_type=&#8221;&#8221;][vc_column column_padding=&#8221;no-extra-padding&#8221; column_padding_tablet=&#8221;inherit&#8221; column_padding_phone=&#8221;inherit&#8221; column_padding_position=&#8221;all&#8221; left_margin=&#8221;3vw&#8221; constrain_group_2=&#8221;yes&#8221; right_margin=&#8221;3vw&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; column_position=&#8221;static&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;default&#8221; gradient_type=&#8221;default&#8221;][vc_row_inner column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; text_align=&#8221;left&#8221; row_position=&#8221;default&#8221; row_position_tablet=&#8221;inherit&#8221; row_position_phone=&#8221;inherit&#8221; overflow=&#8221;visible&#8221; pointer_events=&#8221;all&#8221;][vc_column_inner left_padding_desktop=&#8221;10%&#8221; constrain_group_101=&#8221;yes&#8221; right_padding_desktop=&#8221;10%&#8221; left_padding_tablet=&#8221;2%&#8221; constrain_group_103=&#8221;yes&#8221; right_padding_tablet=&#8221;2%&#8221; left_padding_phone=&#8221;2%&#8221; constrain_group_105=&#8221;yes&#8221; right_padding_phone=&#8221;2%&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; <a href=\"https:\/\/slush.org\/9-bootstrapping-lessons-for-early-stage-founders\/\">&nbsp;&raquo;&nbsp;Read more about: 9 Bootstrapping Lessons for Early-Stage Founders &nbsp;&raquo;<\/a><\/p>\n","protected":false},"author":3,"featured_media":2772,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"om_disable_all_campaigns":false,"footnotes":""},"categories":[35,51],"tags":[],"aioseo_notices":[],"_links":{"self":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2769"}],"collection":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/users\/3"}],"replies":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/comments?post=2769"}],"version-history":[{"count":2,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2769\/revisions"}],"predecessor-version":[{"id":3089,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2769\/revisions\/3089"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/media\/2772"}],"wp:attachment":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/media?parent=2769"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/categories?post=2769"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/tags?post=2769"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}