{"id":2774,"date":"2022-01-12T11:11:09","date_gmt":"2022-01-12T11:11:09","guid":{"rendered":"http:\/\/slush.org\/?p=2774"},"modified":"2023-08-22T08:49:36","modified_gmt":"2023-08-22T08:49:36","slug":"3-lessons-for-founder-ceos","status":"publish","type":"post","link":"https:\/\/slush.org\/3-lessons-for-founder-ceos\/","title":{"rendered":"3 Lessons for Founder Ceos"},"content":{"rendered":"[vc_row type=&#8221;full_width_background&#8221; full_screen_row_position=&#8221;middle&#8221; column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; bg_color=&#8221;#fafafa&#8221; full_height=&#8221;yes&#8221; scene_position=&#8221;center&#8221; text_color=&#8221;dark&#8221; text_align=&#8221;left&#8221; row_border_radius=&#8221;none&#8221; row_border_radius_applies=&#8221;bg&#8221; sticky_row=&#8221;true&#8221; sticky_row_alignment=&#8221;top&#8221; overflow=&#8221;visible&#8221; class=&#8221;article&#8221; overlay_strength=&#8221;0.3&#8243; gradient_direction=&#8221;left_to_right&#8221; shape_divider_position=&#8221;bottom&#8221; bg_image_animation=&#8221;none&#8221; gradient_type=&#8221;default&#8221; shape_type=&#8221;&#8221;][vc_column column_padding=&#8221;no-extra-padding&#8221; column_padding_tablet=&#8221;inherit&#8221; column_padding_phone=&#8221;inherit&#8221; column_padding_position=&#8221;all&#8221; left_margin=&#8221;3vw&#8221; constrain_group_2=&#8221;yes&#8221; right_margin=&#8221;3vw&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; column_position=&#8221;static&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;default&#8221; gradient_type=&#8221;default&#8221;][vc_row_inner column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; text_align=&#8221;left&#8221; row_position=&#8221;default&#8221; row_position_tablet=&#8221;inherit&#8221; row_position_phone=&#8221;inherit&#8221; overflow=&#8221;visible&#8221; pointer_events=&#8221;all&#8221;][vc_column_inner left_padding_desktop=&#8221;10%&#8221; constrain_group_101=&#8221;yes&#8221; right_padding_desktop=&#8221;10%&#8221; left_padding_tablet=&#8221;2%&#8221; constrain_group_103=&#8221;yes&#8221; right_padding_tablet=&#8221;2%&#8221; left_padding_phone=&#8221;2%&#8221; constrain_group_105=&#8221;yes&#8221; right_padding_phone=&#8221;2%&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; font_color=&#8221;#101010&#8243; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; overflow=&#8221;visible&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;advanced&#8221; gradient_type=&#8221;default&#8221;][vc_column_text]\n<h6 class=\"b-article-author__author-name\"><em><strong>Muhammad Yousaf<\/strong><\/em><\/h6>\n<p class=\"b-article-author__author-title\"><em><strong>Contributor<\/strong><\/em><\/p>\n<p>&nbsp;<\/p>\n<p><strong>During Slush 2021, Soaked by Slush had the pleasure of talking to some of the brightest minds in the startup ecosystem – that is, Slush speakers. We’re kicking off a new article series built on these interviews with Netlify’s CEO and Co-founder Matt (Mathias) Biilmann who told us about his entrepreneurial journey, leadership learnings, their Series D funding, and the future of the company. <\/strong><\/p>\n<p><a href=\"https:\/\/www.netlify.com\/\">Netlify<\/a> is a cloud web platform for teams of developers for building, deploying, and operating websites and web applications. Founded back in 2015, Netlify has raised over $200 million to date, with recently raising a Series D funding round of $105 million led by <a href=\"https:\/\/www.bvp.com\/\">Bessemer Venture Partners<\/a>, valuing the company at $2 billion. Since its inception, Netlify has been the pioneer of the <a href=\"https:\/\/jamstack.org\/what-is-jamstack\/\">Jamstack movement<\/a> and has been on the forefront of the monumental shift in web architecture. With a mission to make web developers’ lives easier by reducing the friction in the development process, Netlify’s journey is just getting started.[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;Expect to learn:&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]\n<ul>\n<li aria-level=\"1\"><b>How the story of Netlify got started<\/b><\/li>\n<li aria-level=\"1\"><b>The way Netlify employed build-measure-learn<\/b><\/li>\n<li aria-level=\"1\"><b>Netlify’s future plans and vision<\/b><\/li>\n<li aria-level=\"1\"><b>Matt’s learnings from being a Founder CEO<\/b>\n<ul>\n<li aria-level=\"1\">#1: Building a company vs building product<\/li>\n<li aria-level=\"1\">#2: Have the ability to zoom in and zoom out<\/li>\n<li aria-level=\"1\">#3: Learn when to delegate, and where to be flexible<\/li>\n<\/ul>\n<\/li>\n<\/ul>\n[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;The inception of Netlify: identifying the problem&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]<i>Matt doesn’t have perhaps the most stereotypical educational background for a startup founder. Although he’s had a fascination for programming from an early age, this has gone hand in hand with his passion for music and culture, which defined his early career steps. <\/i><\/p>\n<p>“I started programming at the age of 10, on a Commodore 64 and found it magical to be able to show things on the screen. That was the first interaction with programming and the start of a self-learning journey. However, I studied Musicology and Comparative Literature at university and started working as a Music Journalist in Copenhagen before moving to Madrid, Spain. It was in Madrid that I started working as a developer for a startup.”<\/p>\n<p><i>One thing that really stands out in Netlify’s story is the curiosity and keen observation in finding the friction in the development process and trying to remove it. This revelation came to Matt while working as a senior developer, and eventually the CTO, of a startup. <\/i><\/p>\n<p>“The company was building websites for small to medium businesses throughout Europe. I was leading the teams from initial brief to production hosting. During that process I realized that we were building several iterations of the platform over and over again – so why not create a cloud platform that other developers can also use to build websites for their clients efficiently?”<\/p>\n<p><i>This became that pivotal moment of identifying the problem to solve at the heart of any startup journey. <\/i><\/p>\n<p>“When I was working on the idea I began to notice a fundamental shift in the architecture of the web, from being one big monolithic application to a world where we would spin off the web UI layer into its own thing and the backend services into a separate entity, what we coined as the Jamstack architecture. That became the start of Netlify.”[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;Building the company through Build-Measure-Learn&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]<i>Matt is certainly an advocate of the build-measure-learn approach of iteration through launching <\/i><a href=\"https:\/\/www.slush.org\/article\/6-best-product-lessons-from-slush-stages\/#Lesson%20#3:%20MVPs%20%E2%80%93%20be%20clear%20about%20what%20you're%20testing%20and%20when%20you%20should%20test%20it\"><i>MVPs<\/i><\/a><i>.<\/i> <i>In the early days, for Matt the ‘launch as early as possible and then iterate’ made sense<\/i> <i>as not only did they validate the idea and give valuable feedback, but also ended up coming on board in different shapes and forms. <\/i><i> <\/i><\/p>\n<p>“I was ruthlessly pragmatic about shipping all the time. From the get-go I gave myself tight deadlines to first build the MVP and then add further functionalities to it. The idea was to get the product out there in front of people, followed by iterative enhancement of the product since then.”<\/p>\n<p><i>But how did they actually obtain the valuable feedback needed for the iteration process? Getting people onboard to a new concept is a challenge in itself but, Matt and his Co-founder Christian Bach had a plan for handling this delicate situation – especially in the web development line of work it’s all about getting the product to the most relevant early adopters to create a ripple effect.<\/i><\/p>\n<p>“Chris and I spent a lot of time coming up with a plan on how to popularize our new concept and get it in front of the right people. We made a list of 20 people that we thought would be perfect to get an opinion from. Because most of these things spread in concentric circles where you have these very early pioneers, then they evangelize it in the circle around them, and then it spreads and goes further out.”<\/p>\n<p><i>Obviously, it wasn’t just about spreading the idea, but also seeing whether it was even worth pursuing further in the first place. <\/i><\/p>\n<p>“We had this plan that we need to get it in front of these 20 people or as many of them as we can, and at least half of them need to believe that we are onto something and will adopt it. If we can’t build something that they think is appealing, then we’re probably not even on the right course.”<\/p>\n<p><i>As it turned out, such a test can also have the unintended impact of getting people on board, as it did for Matt and Chris.<\/i><\/p>\n<p>“Fortunately, as we went through that list and got in front of people, some of them became customers, some of them became investors, and today, a couple of them are even employees. We got a lot of proof that we had something of value.”[\/vc_column_text][vc_column_text]\n<h4><strong>Founder &amp; Early Investor: I’ll be there for you<\/strong><\/h4>\n<h5><strong>Mathias Biilmann (Netlify) &amp; Bucky Moore (<a href=\"https:\/\/www.kleinerperkins.com\/\">Kleiner Perkins<\/a>) <a href=\"https:\/\/youtu.be\/7YXZ8yPn8QI\">HERE<\/a>.<\/strong><\/h5>\n[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;What makes an exceptional Founder-CEO?&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]\n<h4><b>#1: Building a company vs building a product<\/b><\/h4>\n<p><i>One of the thematic focal points at Slush 2021 was on the importance of capturing the founder potential across different disciplines and walks of life; Matt is a great example of a founder whose slightly different road taken has paved the way to his success.<\/i> <i>For him the oftentimes cumbersome transition from technical founder to CEO was never an issue due to his rather unique background in the humanities.<\/i><\/p>\n<p>“I was a technical founder but, on the other hand when I went to university I studied people and culture, and how to help people make sense of the world. I think for some technical founders, it’s challenging because what they’re passionate about is primarily technology.”<\/p>\n<p><i>On the other hand, for Matt the detail of technology has always gone hand in hand with the bigger picture of the company. <\/i><\/p>\n<p>“I love building technology. I think it’s immensely fun, but I also really like the idea of company building.”<\/p>\n<p><i>This was also something that was ingrained in his brain from the beginning, helping to make sense of the relationship between company and product from the start. <\/i><\/p>\n<p>“Very early on, I was bombarded with the phrase ‘a product is not a company’. I think it really helped me to get to that point of understanding from the beginning that what we were building was a company <i>that<\/i> built a product. In the beginning, that company was just me building the product; but as we scaled, it became an organization that’s structured around building the right kind of product for the problem being solved.”<\/p>\n<p>&nbsp;<\/p>\n<h4><b>#2: Have the ability to zoom in and zoom out<\/b><\/h4>\n<p><i>Matt thinks it’s important for everyone to start thinking about the company from the beginning. Since much may be hanging by a thread in the early stages, and it’s crucial to build the product, this may seem counterintuitive. Yet Matt doesn’t mean that you have to have detailed business and pricing models set – as these are bound to be subject to change – but that you should keep the bigger vision keenly in mind. <\/i><\/p>\n<p>“Especially once you get to the point where you start needing to raise money, or hire people, you really need to start thinking about what company are you building, not just what product. You have to be able to articulate, ideally, what that company will look like when it’s grown up.”<\/p>\n<p><i>This all ties into one of the foremost qualities Matt thinks exceptional founders should have: the ability to both zoom in and zoom out. <\/i><\/p>\n<p>“Founders need to have the constant urge to look at how to tackle the next set of problems, while looking at the bigger picture and really focusing on building a company and a culture of people that can solve the problem which you’ve set out to solve. This with the drive to keep moving forward and the constant realization that every milestone achieved is the beginning of a new journey are at the cornerstones of being a successful founder.”<\/p>\n<p>&nbsp;<\/p>\n<h4><b>#3: Learn when to delegate, and where to be flexible<\/b><\/h4>\n<p><i>This goes hand in hand with the ability to delegate and let go. The role of a Founder CEO changes drastically throughout a startup’s life cycle, posing different challenges at each phase – the skill to choose your battles wisely goes a long way at any stage. <\/i><\/p>\n<p>“Naturally, as a founder you will constantly be pulled into day-to-day pieces of operations of the business that seem super important at the time, and sometimes they really are. Yet, you have to find ways to push away excess, to have the surplus time to focus on what the broader solution is instead of solving all the individual things.”<\/p>\n<p><i>You also need to be brutally honest with yourself about where you’re adding value and where you aren’t.<\/i><\/p>\n<p>“In the early stages, you can’t just push all of it away, but you have to try to minimize the time you spend on things where you as a founder really doesn’t add any differentiated value – if I’m spending my time there, then I’m probably not spending my time in an area where I actually could make a bigger difference compared to someone else.”<\/p>\n<p><i>It comes back to knowing when to be flexible, and Matt has a neat rule of thumb for how to strike this balance. <\/i><\/p>\n<p>“Be inflexible on the broad vision and flexible on everything else.”[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;Netlify’s future: building a healthy jamstack ecosystem&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]<i>Having seized the moment of seismic change in web development to their advantage, Netlify is looking to grow even further, while advancing the whole Jamstack ecosystem alongside. <\/i><\/p>\n<p>“Netlify has benefited from the fortunate situation of being in the right place at the right time. Now it’s becoming obvious that this decoupling architectural shift is happening, and it’s only going to accelerate further. Therefore the market is becoming very competitive. Recently we’ve raised a <a href=\"https:\/\/techcrunch.com\/2021\/11\/17\/netlify-snags-105m-series-d-to-fuel-jamstack-focused-web-development\/\">Series D funding round of $105 million<\/a> with the purpose of accelerating our growth on all fronts; international sales, product evolution, and operational excellence.”<\/p>\n<p><i>Another useful growth tactic is <\/i><a href=\"https:\/\/open.spotify.com\/episode\/3YX8J9TIHOKgCBPnGIJESL?si=448263910b324f06\"><i>growth through acquisitions<\/i><\/a><i>; in Netlify’s case this pertains particularly to filling product gaps.<\/i> <i>Netlify recently acquired a Y Combinator company <\/i><a href=\"https:\/\/www.netlify.com\/press\/netlify-raises-usd105-million-to-transform-development-for-the-modern-web\"><i>OneGraph<\/i><\/a><i>, which for Matt is a step towards a very important new product direction they’ve had in mind. <\/i><\/p>\n<p>“OneGraph is building technology to group all the APIs and services together under a GraphQL endpoint. The reason we acquired them is because I think that now that we’ve gotten to this tipping point where everybody is starting to decouple the web UI and all the backends are starting to split into all these different APIs and services. The next thing we need to help developers with is making sense of all those different parts.”<i>  <\/i><\/p>\n<p><i>An essential motivating force for these growth efforts is however the health of the Jamstack ecosystem. With the announcement of this recent funding round Netlify also announced the launch of <\/i><a href=\"https:\/\/www.netlify.com\/blog\/2021\/11\/17\/we-win-together-netlify-launches-dollar10-million-jamstack-innovation-fund\/\"><i>Netlify Jamstack Innovation Fund<\/i><\/a><i> to help strengthen it. <\/i><\/p>\n<p>“We’ve set aside a Netlify Jamstack Innovation Fund, where we have a goal of investing up to $10 million in emerging startups in this ecosystem. Usually this means a small investment of around $100k in each startup, typically at Seed stage.”<\/p>\n<p><i>The Fund is not just about financial investment, but also intellectual capital to support the community and to create a vibrant ecosystem – all the while becoming one of the central companies in how you build, deploy and operate the web.<\/i><\/p>\n<p>“We’ll offer not just the money, but also our experience in how to build and grow this kind of company, and so on. Apart from that we’ve also set aside a million dollars to invest in the open source ecosystem around us. That’s of course really important to our customers, and also there are a lot of open source libraries and frameworks that are purely community maintained: we want to pay back by actually setting aside money and investing back.”[\/vc_column_text][\/vc_column_inner][\/vc_row_inner][\/vc_column][\/vc_row]\n","protected":false},"excerpt":{"rendered":"<p>[vc_row type=&#8221;full_width_background&#8221; full_screen_row_position=&#8221;middle&#8221; column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; bg_color=&#8221;#fafafa&#8221; full_height=&#8221;yes&#8221; scene_position=&#8221;center&#8221; text_color=&#8221;dark&#8221; text_align=&#8221;left&#8221; row_border_radius=&#8221;none&#8221; row_border_radius_applies=&#8221;bg&#8221; sticky_row=&#8221;true&#8221; sticky_row_alignment=&#8221;top&#8221; overflow=&#8221;visible&#8221; class=&#8221;article&#8221; overlay_strength=&#8221;0.3&#8243; gradient_direction=&#8221;left_to_right&#8221; shape_divider_position=&#8221;bottom&#8221; bg_image_animation=&#8221;none&#8221; gradient_type=&#8221;default&#8221; shape_type=&#8221;&#8221;][vc_column column_padding=&#8221;no-extra-padding&#8221; column_padding_tablet=&#8221;inherit&#8221; column_padding_phone=&#8221;inherit&#8221; column_padding_position=&#8221;all&#8221; left_margin=&#8221;3vw&#8221; constrain_group_2=&#8221;yes&#8221; right_margin=&#8221;3vw&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; column_position=&#8221;static&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;default&#8221; gradient_type=&#8221;default&#8221;][vc_row_inner column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; text_align=&#8221;left&#8221; row_position=&#8221;default&#8221; row_position_tablet=&#8221;inherit&#8221; row_position_phone=&#8221;inherit&#8221; overflow=&#8221;visible&#8221; pointer_events=&#8221;all&#8221;][vc_column_inner left_padding_desktop=&#8221;10%&#8221; constrain_group_101=&#8221;yes&#8221; right_padding_desktop=&#8221;10%&#8221; left_padding_tablet=&#8221;2%&#8221; constrain_group_103=&#8221;yes&#8221; right_padding_tablet=&#8221;2%&#8221; left_padding_phone=&#8221;2%&#8221; constrain_group_105=&#8221;yes&#8221; right_padding_phone=&#8221;2%&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; <a href=\"https:\/\/slush.org\/3-lessons-for-founder-ceos\/\">&nbsp;&raquo;&nbsp;Read more about: 3 Lessons for Founder Ceos &nbsp;&raquo;<\/a><\/p>\n","protected":false},"author":5,"featured_media":2775,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"om_disable_all_campaigns":false,"footnotes":""},"categories":[35,57],"tags":[],"aioseo_notices":[],"_links":{"self":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2774"}],"collection":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/users\/5"}],"replies":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/comments?post=2774"}],"version-history":[{"count":7,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2774\/revisions"}],"predecessor-version":[{"id":3088,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2774\/revisions\/3088"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/media\/2775"}],"wp:attachment":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/media?parent=2774"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/categories?post=2774"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/tags?post=2774"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}