{"id":2792,"date":"2022-05-17T11:29:12","date_gmt":"2022-05-17T11:29:12","guid":{"rendered":"http:\/\/slush.org\/?p=2792"},"modified":"2023-08-22T08:46:12","modified_gmt":"2023-08-22T08:46:12","slug":"the-best-and-worst-job-in-the-world-what-to-expect-as-a-founder","status":"publish","type":"post","link":"https:\/\/slush.org\/the-best-and-worst-job-in-the-world-what-to-expect-as-a-founder\/","title":{"rendered":"The Best and Worst Job in the World: What to Expect as a Founder"},"content":{"rendered":"[vc_row type=&#8221;full_width_background&#8221; full_screen_row_position=&#8221;middle&#8221; column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; bg_color=&#8221;#fafafa&#8221; full_height=&#8221;yes&#8221; scene_position=&#8221;center&#8221; text_color=&#8221;dark&#8221; text_align=&#8221;left&#8221; row_border_radius=&#8221;none&#8221; row_border_radius_applies=&#8221;bg&#8221; sticky_row=&#8221;true&#8221; sticky_row_alignment=&#8221;top&#8221; overflow=&#8221;visible&#8221; class=&#8221;article&#8221; overlay_strength=&#8221;0.3&#8243; gradient_direction=&#8221;left_to_right&#8221; shape_divider_position=&#8221;bottom&#8221; bg_image_animation=&#8221;none&#8221; gradient_type=&#8221;default&#8221; shape_type=&#8221;&#8221;][vc_column column_padding=&#8221;no-extra-padding&#8221; column_padding_tablet=&#8221;inherit&#8221; column_padding_phone=&#8221;inherit&#8221; column_padding_position=&#8221;all&#8221; left_margin=&#8221;3vw&#8221; constrain_group_2=&#8221;yes&#8221; right_margin=&#8221;3vw&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; column_position=&#8221;static&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;default&#8221; gradient_type=&#8221;default&#8221;][vc_row_inner column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; text_align=&#8221;left&#8221; row_position=&#8221;default&#8221; row_position_tablet=&#8221;inherit&#8221; row_position_phone=&#8221;inherit&#8221; overflow=&#8221;visible&#8221; pointer_events=&#8221;all&#8221;][vc_column_inner left_padding_desktop=&#8221;10%&#8221; constrain_group_101=&#8221;yes&#8221; right_padding_desktop=&#8221;10%&#8221; left_padding_tablet=&#8221;2%&#8221; constrain_group_103=&#8221;yes&#8221; right_padding_tablet=&#8221;2%&#8221; left_padding_phone=&#8221;2%&#8221; constrain_group_105=&#8221;yes&#8221; right_padding_phone=&#8221;2%&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; font_color=&#8221;#101010&#8243; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; overflow=&#8221;visible&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;advanced&#8221; gradient_type=&#8221;default&#8221;][vc_column_text]\n<h6 class=\"b-article-author__author-name\"><em><strong>Christian Owens<\/strong><\/em><\/h6>\n<p class=\"b-article-author__author-title\"><em><strong>CEO and Co-founder, Paddle<\/strong><\/em><\/p>\n<p>&nbsp;<\/p>\n<h4 class=\"p1\">Expect to learn:<\/h4>\n<ul class=\"ul1\">\n<li><strong>Paddle’s origin story<\/strong><\/li>\n<li class=\"li1\"><strong>Common challenges for early-stage founders &amp; how to manage them<\/strong><\/li>\n<li class=\"li1\"><strong>What follows the initial hurdles<\/strong><\/li>\n<\/ul>\n<p><i><a id=\"origin-story\"><\/a>For Paddle CEO and Founder Christian Owens, there is no more noble pursuit than being the person – or a part of the team – that identifies a problem, and then endeavors to fix it. It is this approach that has shaped his journey from teenage entrepreneur to co-founding and helming Paddle, a global delivery platform for SaaS businesses. <\/i><a href=\"https:\/\/www.paddle.com\/\"><i>Paddle<\/i><\/a><i> integrates payments, checkout, subscription management, taxes, and compliance into one unified platform, enabling software businesses to scale without operational headaches. <\/i><\/p>\n<p><i>Founded in 2012, the company now works with more than 3,000 software businesses across 245 countries and territories, securing $293m million in funding along the way. But how does a tech founder navigate the (inevitably) choppy waters from founding a startup to being the CEO of a 300-strong workforce? Christian shares some of the challenges and phases any tech founder will most likely pass through as their business evolves – and the four biggest lessons he’s learned along the way.<\/i><\/p>\n<p><i>By 15, Christian had built his own invoicing software, turning over £5 million in revenue within two years. After enlisting his peer Harrison Rose, the pair moved to London at age 18, to launch a new company ‘Paddle.’ At this stage, Christian’s fascination with the mechanics of software had morphed into a fascination with the mechanics of business, and a desire to build the most effective organization possible.<\/i>[\/vc_column_text][nectar_single_testimonial testimonial_style=&#8221;small_modern&#8221; color=&#8221;Default&#8221; quote=&#8221;“The benefit of starting young is that you learn to go into a room with the mindset that you’re the least qualified person”&#8221;][vc_column_text]The idea behind Paddle originated from spending so much time on difficult operational challenges in our first business. And it was so frustrating because it wasn’t the important stuff – it wasn’t how do we build the best product, or how do we give our customers the best experience.<\/p>\n<p><i>Rather than wasting time fighting these things, Christian and Harrison went searching for a product that could solve these issues – only to find out nothing really existed. <\/i><\/p>\n<p>That was the genesis of Paddle: the idea that we could build something to take these pain points away from other businesses.[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;Not all sunshine and rainbows (but many lessons)&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]We moved to London and met an angel investor. We didn’t necessarily need his money but we needed his advice. So we said: ‘Can we just come and sit in your office, and you point us in the direction of the right people – and we’ll bribe them with chocolates or something?’<\/p>\n<p>And from there on, there was a constant stream of things that failed miserably.<\/p>\n[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;#1: Getting sued for a trademark&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]I remember our first piece of business post vividly. We were so excited by the idea we were a proper business. We felt like kings and did a dance, only to read that we were getting sued for using the name ‘Paddle.’ So that was the first thing we had to navigate as a company. Obviously, this was a pretty bad situation and we felt terrible. So we found a good lawyer and tried to have a conversation with the people suing us to resolve the situation. Which we did, very pragmatically.<\/p>\n<p><i><strong>Lesson:<\/strong> <\/i><\/p>\n<p>I’ve learned that it’s very easy in tough situations for your mind to immediately shift to imagining malice, or deem these things a personal indictment of the thing that you’re building. At the end of the day, as cliche as it sounds, it’s just business. You just have to approach these situations pragmatically and put yourself in the shoes of the other person. You then try to figure out what’s the best course of action to, if possible, amicably resolve the situation.<\/p>\n[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;#2: Failing pitches&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]After that, our first pitch – to one of the largest VC firms in London – was so abysmal that, apparently, they still laugh about it today. And the crux of it was that we didn’t really know what we were doing. We had a hypothesis, but the product we were building at that time was a marketplace and the marketplace wasn’t working, so we were getting lots of questions and didn’t necessarily have good answers.<\/p>\n<p>I don’t know if we were too confident going in. It wasn’t necessarily that I was unprepared, it was more that the business was unprepared for that conversation. We got the pitch opportunity after I was randomly introduced to the investors via another investor we knew. We were just invited in. But, in hindsight, I would have done nothing differently. I think the way things played out ultimately was better.<\/p>\n<p><strong><i>Lesson:<\/i> <\/strong><\/p>\n<p>Be very ready when you want to go out and ask people for their money, especially from people whose job it is to give you that money – as opposed to people who want to give you that money in spite of it not being their job.<\/p>\n<p>But my way of ‘recovering’ from the knockback was to think about it for 45 minutes and then completely move on. Building a business is a process of repeatedly getting punched in the face – and being insane or delusional enough to keep going, in spite of that. You have to recognize that nothing is ever as good or as bad as it seems and get back on the horse. No one gets any extra points for feeling sad about it, as callous as that may sound.<\/p>\n[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;#3: Wrong business idea&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]Even our initial business idea for Paddle, we got entirely wrong. We got the hypothesis right: that people wanted a better way to sell software. But we got the execution wrong. We built a marketplace, rather than what we have now which is an infrastructure product.<\/p>\n<p>And we noticed this because no one was using it, nor were we making any money. But we initially reacted to this quite slowly. When you have an idea, and you believe in it, it’s really easy to strongly believe that your idea is correct. But the ability to have strong beliefs that are loosely held is really advantageous.<\/p>\n<p><strong><i>Lesson: <\/i><\/strong><\/p>\n<p>We pivoted by talking to our customers and actually building the thing that THEY wanted, and tried not to overcomplicate things. It’s also a case of learning to think from first principles. I think that was part of the problem, we didn’t break down the problem and think of it from first principles and say: ‘What is the thing we actually need in order to solve this or make things better.’ Instead, we jumped straight to an idea rather than going through the process of bottom-up thinking.<\/p>\n<p>But being wrong feels pretty terrible, mentally. I think that with anything that you pour your blood, sweat, and tears into that doesn’t end up working quite in the way you think, it’s going to be disappointing. But, equally, you iterate and you move on and you keep going.<\/p>\n<p>As people building companies, we get to do the best job in the world. And that is to go through this process of invention and solving problems, and building stuff. The truth is, you’re not going to get it right 100% of the time. It sucks. But get over it and keep going.<\/p>\n[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;#4: Customers backing out&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]Our biggest customer – who, looking back, we weren’t set up to handle – canceled their contract and we went from having some business footing to losing 95% of our revenue in 24 hours. At the time, this was quite categorically terrible.  And I did not enjoy that 24 hour period. But on hour 25, you go: ‘Okay, we have a problem. We had 100% of revenue, and now we’ve got 5% of it, so we need to go and get more.’<\/p>\n<p><strong><i>Lesson: <\/i><\/strong><\/p>\n<p>So you go out, you evaluate the things that are working and you do more of those things. We tried to learn from the fact we weren’t set up for these customers and we weren’t ready. And tried to go and fix that so we’d be ready for them next time. We took a measured approach to iterating our way towards a solution and kept going.<\/p>\n<p>And there are probably two lessons in that. The first is that the best way to deal with a situation like this is to avoid it in the first place. Take a measured approach to how you acquire customers and go through an approach of actually validating and building a relationship with them. Make sure the way you are going about building a business is one that can be sustained.<\/p>\n[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;Key takeaway: learn through the pain&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]But, secondly, if you do find yourself in this situation, go and get another customer. Learn from what happened, improve the product, improve what you’re selling, and improve how you’re selling it. Improve whatever experience it was that led to them not wanting to use your product anymore. You just have to learn from all these experiences, good or bad, and adapt.<\/p>\n<p>So many of the earlier experiences in our business – whether it was getting laughed out of a VC meeting, or getting sued, or having the wrong idea, or losing our biggest customer – involved learning from it.  Having 20 minutes where you go: ‘That was awful’ and then iterating and sticking with it.<\/p>\n<p>So much of what business is about is staying alive long enough to be successful. Every idea could probably be successful if you stayed alive long enough. That was probably our approach, even if we didn’t know it at the time.<\/p>\n<p>Luckily, we met people who believed in us, refined our idea, and gained our first £500,000 in funding. And when you go into a room with the mindset that you’re the least qualified person in there (because, as teenagers, we really were) that’s an important lesson in learning how to listen to others.<\/p>\n[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;What follows the initial hurdles?&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]<i>After these setbacks, Christian and Harrison adopted an iterative, measured approach to growth for Paddle – learning how the nuances of each customer differ from the previous one.<\/i><\/p>\n<p><i>Using this principle, the company has experienced great success. Now Paddle boasts nearly 300 staff, after raising £52 million in Series C funding in 2020. Yet, as a startup grows, so must its Founder CEO. <\/i><\/p>\n<p>As the company has grown, my role has also evolved and transitioned through a succession of stages. Each one has its challenges, but many founders follow a similar journey.<\/p>\n<p>These are, essentially:<\/p>\n<ul>\n<li>Phase #1: Building a product and just staying alive as a company<\/li>\n<li>Phase #2: Prioritising the allocation of responsibilities and structuring teams<\/li>\n<li>Phase #3: Becoming an ‘observer.’ Giving feedback and focusing on setting the business’s direction of travel.<\/li>\n<\/ul>\n<p><i>With these in mind, Christian shares some of the lessons he’s learned while growing Paddle, which might make things easier for fellow founders embarking on the journey:<\/i><\/p>\n[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;Lesson 1: As cliché as it sounds, hire for cultural fit first&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]<i>The right experience doesn’t always mean the right fit for your company – focus on a person’s alignment with your values, as opposed to just their CV.<\/i><\/p>\n<p>One of the biggest challenges we faced was having a surge in demand and suddenly needing to grow from 20 to 120 people in a year. We struggled to find and retain people.<\/p>\n<p>And when I think about the things I’ve got most right, as opposed to the things I’ve got most wrong, they always revolve around hiring people.  Someone who is a culturally bad fit can detract from everyone around them, and make everyone less productive. Hiring people in alignment with your values reduces your chance of churn significantly and supports your future hiring efforts.<\/p>\n<p><i>Hire staff that genuinely want to be there and solve problems together. Good traits include being open and transparent.<\/i><\/p>\n<p>Paddle’s fundamental competitive difference is that, rather than handing businesses the tools to solve a problem themselves, we just solve the problems for them. We don’t charge any setup costs – we only win when they win.<\/p>\n<p>This mindset is baked into our business, but it only works if people genuinely care about others’ successes. If someone is constantly kingdom-building for themselves, it causes problems. Having a team that is not siloed, or bureaucratic – together with a genuine desire to understand how things work – has been so important for us.<\/p>\n<p><i>Hire constant learners, who don’t think they know it all…and plan hiring in line with growth.<\/i><\/p>\n<p>If you hire for traits like willingness to learn, you end up with people who are adaptable and aren’t precious about things. There’s also a lesson about the importance of hiring in line with your growth – suddenly hiring a large cohort of new talent can take a toll on productivity and overwhelm the existing team.<\/p>\n[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;Lesson 2: Master the art of the one-on-one relationship&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]<i>Every week, hold sessions where you meet as many people as you can. These regular check-ins not only facilitate a constructive, open feedback process but also help to ensure employee wellbeing.<\/i><\/p>\n<p>It’s hard to go from an environment where your office is just 15 people – and you all have lunch together – to having 100 people working for you that you’ve barely met.<\/p>\n<p>As a startup grows, founders naturally have less direct contact with each employee. They find themselves delegating more responsibility to managers (the middle phase of growth).<\/p>\n<p><i>To shrink this distance between CEO and employees, hold check-ins to maintain strong colleague relationships.<\/i><\/p>\n<p>I used to sit in a room for three days, a couple of times a year, and spend 10 minutes one-on-one with everyone. Sadly, this became impractical, so now, once a week, I meet a different group of 15 people. There’s no planned topic. I just talk and the conversation goes from there. I encourage everybody else to do this too.<\/p>\n<p><i>Try to shrink the distance between your exec team and juniors.<\/i><\/p>\n<p>Encouraging open dialogue, at all levels of the business, not only helps to monitor progress and business priorities, but it builds community. To this end, everyone in the company has my phone number, if they want to talk to me. That’s less about people using it and more about people knowing that they could. Because one of the things that is really hard is how you maintain being a human in all of this.[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;Lesson 3: Take a step back and set the direction of travel&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]<i>For most founders, learning how to lead people is easier than giving up control. Learn how to step back: at a certain point, you can’t manage everything or every team directly.<\/i><\/p>\n<p>As a company enters the ‘third phase’ of growth – where it is large enough to have directors and executives under the CEO – you should be prepared to take a step back from being the key problem solver.<\/p>\n<p>At this stage, prepare to set the company’s overall ‘direction of travel’ while the team handles day-to-day issues. It’s one of those things that requires a very deliberate shift – going from a small group of staff to a situation where the 300th person is joining the business and everything is communicated through multiple hoops.<\/p>\n<p><i>To help set the direction of travel, always tell new people why you get out of bed in the morning. No one is inspired by a ‘to-do’ list, but they may be inspired by a mission.<\/i><\/p>\n<p>At some point, what was bold and interesting and exciting becomes granular and specific.<\/p>\n<p>I make a point of meeting with every new cohort of staff. And I tell them the reason I get out of bed. For me, it’s because the 17-year-old me wanted to build a company, but parts of this were so difficult. And I don’t want the difference between businesses being successful – or failing – being about operational things, like how good they are at paying taxes in Norway.<\/p>\n<p>Understanding the ultimate ‘why’ for your company also makes middle managers’ jobs easier. It enables them to reconcile plans with that ultimate goal.<\/p>\n<p><i>An observational and feedback-led approach to leadership is best. Senior staff should be empowered to act as key problem solvers as soon as possible.<\/i><\/p>\n<p>Your job as CEO isn’t to undermine your staff, but to offer guidance. So don’t overstay your welcome as a CEO in terms of owning certain responsibilities: delegate. You need a high-level understanding of how things fit together, rather than focusing on the granular and making lots of interventions.<\/p>\n[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;Lesson 4: Stay opinionated, but encourage disagreement&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]<i>Foster an environment where all staff – regardless of seniority – feel empowered to tell you that you’re wrong, or that something could be done better.<\/i><\/p>\n<p>There is huge value in fostering a culture of disagreement and discourse. There’s definitely a fine line – it’s not okay to shut people down. It’s more about enabling conversations in a constructive way. I’ve learned that it’s better for diversity of thought if I give a strong opinion up front, and then invite people to disagree with me. This works better than having the last word.<\/p>\n<p><i>Proactively give junior staff opportunities to disagree with senior staff – and celebrate this – to demonstrate that there’s room for disagreement.<\/i><\/p>\n<p>We now try to build disagreement into every meeting. To the point that it’s so ingrained with people that they immediately pick holes in things.<\/p>\n<p><i>These discussions foster creativity that will move the needle forward.<\/i><\/p>\n<p>This level of healthy discourse encourages creativity and has paid so many dividends in product decisions and enabling staff to thrive. And it filters down to hiring practices – we try to find people who are not afraid to constructively disagree.<\/p>\n[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;Most importantly, create an environment where people feel fulfilled&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]While every CEO will have their own journey as they grow, at the core of these lessons is the importance of evolving alongside your business, being willing to change, and empowering those around you to be successful.<\/p>\n<p>Of everything Paddle has achieved, I am most proud of the people – my team.<\/p>\n<p>Being a founder is the best – and worst – job in the world. But, when you go into the process of building something, do it with your eyes wide open. It’s not all sunshine and rainbows, as the tech press would have us think.<\/p>\n<p>Over time, you realize every company has its own special flavor of a s***show. Everyone is trying to stick it out. You need a relatively high tolerance for pain, in order to get past those earlier stages. And I don’t necessarily believe it gets much better, the problems just become different. But I still think being a founder is one of the best things somebody can do in their life. Nothing about it is easy, but the process of building a company will probably be incredibly rewarding.[\/vc_column_text][\/vc_column_inner][\/vc_row_inner][\/vc_column][\/vc_row]\n","protected":false},"excerpt":{"rendered":"<p>[vc_row type=&#8221;full_width_background&#8221; full_screen_row_position=&#8221;middle&#8221; column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; bg_color=&#8221;#fafafa&#8221; full_height=&#8221;yes&#8221; scene_position=&#8221;center&#8221; text_color=&#8221;dark&#8221; text_align=&#8221;left&#8221; row_border_radius=&#8221;none&#8221; row_border_radius_applies=&#8221;bg&#8221; sticky_row=&#8221;true&#8221; sticky_row_alignment=&#8221;top&#8221; overflow=&#8221;visible&#8221; class=&#8221;article&#8221; overlay_strength=&#8221;0.3&#8243; gradient_direction=&#8221;left_to_right&#8221; shape_divider_position=&#8221;bottom&#8221; bg_image_animation=&#8221;none&#8221; gradient_type=&#8221;default&#8221; shape_type=&#8221;&#8221;][vc_column column_padding=&#8221;no-extra-padding&#8221; column_padding_tablet=&#8221;inherit&#8221; column_padding_phone=&#8221;inherit&#8221; column_padding_position=&#8221;all&#8221; left_margin=&#8221;3vw&#8221; constrain_group_2=&#8221;yes&#8221; right_margin=&#8221;3vw&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; column_position=&#8221;static&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;default&#8221; gradient_type=&#8221;default&#8221;][vc_row_inner column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; text_align=&#8221;left&#8221; row_position=&#8221;default&#8221; row_position_tablet=&#8221;inherit&#8221; row_position_phone=&#8221;inherit&#8221; overflow=&#8221;visible&#8221; pointer_events=&#8221;all&#8221;][vc_column_inner left_padding_desktop=&#8221;10%&#8221; constrain_group_101=&#8221;yes&#8221; right_padding_desktop=&#8221;10%&#8221; left_padding_tablet=&#8221;2%&#8221; constrain_group_103=&#8221;yes&#8221; right_padding_tablet=&#8221;2%&#8221; left_padding_phone=&#8221;2%&#8221; constrain_group_105=&#8221;yes&#8221; right_padding_phone=&#8221;2%&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; <a href=\"https:\/\/slush.org\/the-best-and-worst-job-in-the-world-what-to-expect-as-a-founder\/\">&nbsp;&raquo;&nbsp;Read more about: The Best and Worst Job in the World: What to Expect as a Founder &nbsp;&raquo;<\/a><\/p>\n","protected":false},"author":3,"featured_media":2797,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"om_disable_all_campaigns":false,"footnotes":""},"categories":[35,52],"tags":[],"aioseo_notices":[],"_links":{"self":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2792"}],"collection":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/users\/3"}],"replies":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/comments?post=2792"}],"version-history":[{"count":2,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2792\/revisions"}],"predecessor-version":[{"id":3078,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2792\/revisions\/3078"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/media\/2797"}],"wp:attachment":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/media?parent=2792"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/categories?post=2792"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/tags?post=2792"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}