{"id":2794,"date":"2022-02-03T11:25:20","date_gmt":"2022-02-03T11:25:20","guid":{"rendered":"http:\/\/slush.org\/?p=2794"},"modified":"2023-08-22T08:48:39","modified_gmt":"2023-08-22T08:48:39","slug":"6-lessons-for-founders-from-european-decacorn","status":"publish","type":"post","link":"https:\/\/slush.org\/6-lessons-for-founders-from-european-decacorn\/","title":{"rendered":"6 Lessons for Founders From European Decacorn"},"content":{"rendered":"[vc_row type=&#8221;full_width_background&#8221; full_screen_row_position=&#8221;middle&#8221; column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; bg_color=&#8221;#fafafa&#8221; full_height=&#8221;yes&#8221; scene_position=&#8221;center&#8221; text_color=&#8221;dark&#8221; text_align=&#8221;left&#8221; row_border_radius=&#8221;none&#8221; row_border_radius_applies=&#8221;bg&#8221; sticky_row=&#8221;true&#8221; sticky_row_alignment=&#8221;top&#8221; overflow=&#8221;visible&#8221; class=&#8221;article&#8221; overlay_strength=&#8221;0.3&#8243; gradient_direction=&#8221;left_to_right&#8221; shape_divider_position=&#8221;bottom&#8221; bg_image_animation=&#8221;none&#8221; gradient_type=&#8221;default&#8221; shape_type=&#8221;&#8221;][vc_column column_padding=&#8221;no-extra-padding&#8221; column_padding_tablet=&#8221;inherit&#8221; column_padding_phone=&#8221;inherit&#8221; column_padding_position=&#8221;all&#8221; left_margin=&#8221;3vw&#8221; constrain_group_2=&#8221;yes&#8221; right_margin=&#8221;3vw&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; column_position=&#8221;static&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;default&#8221; gradient_type=&#8221;default&#8221;][vc_row_inner column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; text_align=&#8221;left&#8221; row_position=&#8221;default&#8221; row_position_tablet=&#8221;inherit&#8221; row_position_phone=&#8221;inherit&#8221; overflow=&#8221;visible&#8221; pointer_events=&#8221;all&#8221;][vc_column_inner left_padding_desktop=&#8221;10%&#8221; constrain_group_101=&#8221;yes&#8221; right_padding_desktop=&#8221;10%&#8221; left_padding_tablet=&#8221;2%&#8221; constrain_group_103=&#8221;yes&#8221; right_padding_tablet=&#8221;2%&#8221; left_padding_phone=&#8221;2%&#8221; constrain_group_105=&#8221;yes&#8221; right_padding_phone=&#8221;2%&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; font_color=&#8221;#101010&#8243; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; overflow=&#8221;visible&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;advanced&#8221; gradient_type=&#8221;default&#8221;][vc_column_text]\n<h6 class=\"b-article-author__author-name\"><strong><em>Bastian Nominacher<\/em><\/strong><\/h6>\n<p class=\"b-article-author__author-title\"><strong><em>Co-CEO and Co-founder, Celonis<\/em><\/strong><\/p>\n[\/vc_column_text][vc_column_text]\n<p class=\"p1\"><em>Celonis is a German process mining software startup that in 2021 reached decacorn status, and is now ready to take the company to <a href=\"https:\/\/techcrunch.com\/2021\/06\/02\/celonis-snares-1b-series-d-on-11b-valuation\/\">yet a higher level<\/a>. But how did it all happen?<\/em><\/p>\n<p class=\"p1\"><em>In this guest article, their Co-CEO and Co-founder Bastian Nominacher walks us through their story, recounting the six biggest lessons they have learned on the way ranging from opting for multiple HQs to using handwritten letters for customer acquisition.<\/em><\/p>\n<h4><\/h4>\n<h4>Expect to learn:<\/h4>\n<ul>\n<li class=\"p1\">Lesson 1: Don’t lose sight of your origins (sometimes that means having more than one HQ)<\/li>\n<li class=\"p1\">Lesson 2: Lay solid foundations through a unique value proposition<\/li>\n<li class=\"p1\">Lesson 3: Hiring on CVs alone can be a recipe for disaster<\/li>\n<li class=\"p1\">Lesson 4: Tight spending gives you flexibility in operations<\/li>\n<li class=\"p1\">Lesson 5: Be creative – sometimes that means sending 100s of handwritten letters<\/li>\n<li class=\"p1\">Lesson 6: Define your purpose<\/li>\n<\/ul>\n[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;Lesson 1: Don’t lose sight of your origins (sometimes that means having more than one HQ)&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]We have 16 offices globally and more than 2,000 employees, spanning Europe, North America and Asia. We work with the likes of Deutsche Telekom, Uber, Vodafone, Splunk and L’Oreal, which I’ll return to in more detail later. These are incredible companies to be working in partnership with to modernise processes.<\/p>\n<p>But we have never lost sight of where we started nor forgotten customers, like Siemens, who gave us those initial opportunities to demonstrate our potential and impact we can have on their business. Whatever your journey, trajectory, or success, don’t neglect your early customers. Build trust, bring them with you and they will be your strongest advocates.<\/p>\n<p>This is also true of your origins. The US is our largest and fastest-growing market but that doesn’t mean our German and European network is any less important – which is why having dual headquarters is a crucial part of our identity. New York is our signal to the world of our ambitions and gives us the means to engage directly with our American audience. Germany will always be our heartland and our anchor for the European market. To show our commitment to both, we have two CEOs to go with the two headquarters – I lead the business in Europe and Asia, and my counterpart Alex Rinke heads up North America. And we are complemented by our third Co-founder and CTO Martin Klenk who drives continuous product innovation to ensure our ongoing market leadership.<\/p>\n<p>I’ve jumped ahead in our story so let me take a couple of steps back to the start of Celonis and what we do because I’m conscious that the term ‘process mining’, while fairly intuitive, may not necessarily be familiar to everyone already.<\/p>\n<p>In simple terms, process mining is like taking an x-ray of an organisation’s operations and providing a snapshot of all the individual processes within, allowing one to immediately discover where inefficiencies and blockages exist, and what created them.<\/p>\n<p>Why is this so exciting?<\/p>\n<p>Processes are what drive everything that goes on in a business, whether that’s buying, selling, paying, shipping, hiring, you name it. If you can make those processes more efficient, then you can make the whole business run better. But to do that, you need to understand everything that goes on inside those processes, analyse what could be done better and then automatically make suggestions for improvements or even just make the improvements there and then. These are not always big changes; even tiny adjustments can make a huge difference in time and money savings, and can even have further benefits, like better sustainability and increased customer satisfaction.<\/p>\n<p>Why am I telling you this?<\/p>\n<p>Because it leads into my next piece of advice.[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;Lesson 2: Lay solid foundations through a unique value proposition&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]A major reason for being able to grow to such a massive scale in just over 10 years was the foundations that we put in place right from the beginning. These foundations are made up of a customer base of bluechip companies around the world and the development of a pioneering, best-in-class technology. The addressable market is huge and no one else was able to offer a solution that comes even close to what we developed. We were the first to create a technology that actually analyses basic business processes and devises a solution that very clearly and quickly delivers value to companies.<\/p>\n<p>By putting in the effort to ensure that our foundational technology was as strong as possible and could be applied to general business operations, we created a unique proposition with universal relevance. No matter what industry a business operates in or where in the world they are, they can benefit from our solution. From the get-go, we created and opened up an almost infinite market for ourselves.<\/p>\n<p>Next, we needed people to help us bring it to customers and get our name out there.[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;Lesson 3: Hiring on CVs alone can be a recipe for disaster&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]To get from three employees to over 2,000 means we’ve done a lot of interviewing and a lot of hiring – not always successfully. Putting the right talent in place to support our growth has been crucial but we learnt early on that hiring based on CVs alone can be a recipe for disaster.<\/p>\n<p>Relevant experience is important but so are personality and character. This means that we measure two qualities first and foremost – the candidate’s competency and cultural fit for Celonis, based on our company values. In today’s highly competitive market, having a strong identity will help your company stand out. Your people need to represent and reflect that identity.<\/p>\n<p>At Celonis, our staff are known as ‘Celonauts’, a label they use with pride and one that establishes our people as a core element for the success of our company. Even something as simple as having native speakers in all markets is important to being able to truly understand the requirements of the local market and customers. This focus on people has helped us build the diverse team that we have across the globe today.<\/p>\n<p>I’m sure anyone reading this will know and have likely experienced the talent challenges that exist today. Along with our own heritage, it’s a big part of why we do everything we can to nurture grassroots talent. We have partnerships with more than 450 universities globally and have to date supported more than 100,000 students in their research and education. The talent challenge is only going to grow so I urge you – if you are not already doing so – to consider the long-term benefits of investing at the grassroots level.<\/p>\n<p>With strong foundations in place and an innovative technological approach, growth initially happened quite organically, and we saw good success in building a strong, domestic base in Germany and then out into Europe. But we have always been very conscious of the risk involved in expanding too much and too quickly, which is why we successfully bootstrapped the company for the first five years.<\/p>\n<p>This approach taught us two key lessons.[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;Lesson 4: Tight spending gives you flexibility in operations&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]Despite where we are now and the success we’ve had through multiple rounds of funding, this discipline has never left us, and I believe has been vital to our success. We didn’t raise our first round of funding until June 2016 when we decided to enter the US market. That first funding round of $27.6 million allowed us to open our second headquarters in New York City the following year and it was almost like starting the company again, just this time with a little more experience, a mature product, and customer advocacy behind us.[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;Lesson 5: Be creative – sometimes that means sending 100s of handwritten letters&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]But before we got to our Series A, and while we were still bootstrapped, we needed to think of creative ways to get our name out there, without spending huge amounts of money.<\/p>\n<p>Therefore we decided to send handwritten letters to prospective customers. We knew that if we sent an email it would disappear into overflowing inboxes or get deleted without being opened. Similarly with typed letters, the chance of them being binned as junk mail by secretaries was high.<\/p>\n<p>We needed to stand out and no one sends handwritten notes anymore. Because of that, they naturally seem more personal. So we sent 1,500 handwritten letters to executives of Fortune 500 businesses and dozens of them turned into solid sales leads – most of whom are still our customers today.<\/p>\n<p>This approach won’t work for everyone, but it shows how a little bit of out-of-the-box thinking about your audience pays dividends. Challenge yourself and your teams to try something different that none of your competitors have thought of.<\/p>\n<p>Our approach has paid off and now we are working with companies like Dell to give back 500,000 hours to its sales teams following their acquisition of EMC and the merging of the sales functions by improving the processes for configuring, pricing and quoting products. We are helping Uber standardise processes across regions to improve the customer experience and streamline customer service with savings of $20m. And Deutsche Telekom Services Europe has saved more than €60 million with greater visibility of duplicate payments and cash discount losses.<\/p>\n<p>We are immensely proud of the journey that we have been on to reach this point. We are also proud that throughout this journey, we have delivered actionable and measurable change to our key stakeholder – Earth.<\/p>\n<p>The digital transformation taking place within companies across the world means that we have a once-in-a-generation opportunity to use technology to embed sustainability into our day-to-day operations. If we took one message away from the recent COP26 climate summit in Glasgow it should be that time is running out and we, as business leaders, need to do more.<\/p>\n<p>So, here’s my final piece of advice.[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;Lesson 6: Define your purpose&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]We have put purpose at the very heart of everything we do, both as a company and with our customers, from day one. Because a company without a clear purpose will struggle for an identity both internally and externally.<\/p>\n<p>With Earth as our key stakeholder, we have never wanted to just <i>talk<\/i> about sustainability and ‘doing the right thing’. We have wanted to ensure that our technology can help customers reduce carbon and waste.<\/p>\n<p>Our purpose is that by making processes more efficient, we can make the world more sustainable. One third of all food produced globally is lost or wasted every year. 80 percent of that waste is caused by poorly executed processes, such as inaccurate planning, resulting in cascading supply chain inefficiencies. By prioritising sustainability in every step of every process, companies can measure, know, and act to be more equitable, accountable, and successful.<\/p>\n<p>This kind of purpose is no longer just a nice to have. Customers and prospective staff are demanding it and it could be the difference between you winning or losing a piece of business or a crucial member of the team. Take the time to figure out what your purpose is and make sure it permeates everything you do.<\/p>\n<p>As a company, we have a ring-side seat to how businesses actually work. And if you could see what we see, it’s crystal clear that there is a multi-trillion-dollar opportunity to change the way businesses around the globe execute.<\/p>\n<p>We can eliminate billions of dollars of corporate inefficiencies by unlocking the full capacity of business processes to help companies go to market faster, deliver better customer experiences, free up more capital, and shift and modernise business models. We can help save millions of tons of greenhouse gas emissions, ensure supplier compliance for sustainability-source products, and reduce the manufacturing scrap rate. We can also commit to a more equitable society by building a diverse team of innovators and offering free access to education, training, and our product to foster the next generation of leaders with world changing ideas.<\/p>\n<p>The world is crying out for change. We are committed to doing whatever we can to help. What will you create to help deliver it?[\/vc_column_text][\/vc_column_inner][\/vc_row_inner][\/vc_column][\/vc_row]\n","protected":false},"excerpt":{"rendered":"<p>[vc_row type=&#8221;full_width_background&#8221; full_screen_row_position=&#8221;middle&#8221; column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; bg_color=&#8221;#fafafa&#8221; full_height=&#8221;yes&#8221; scene_position=&#8221;center&#8221; text_color=&#8221;dark&#8221; text_align=&#8221;left&#8221; row_border_radius=&#8221;none&#8221; row_border_radius_applies=&#8221;bg&#8221; sticky_row=&#8221;true&#8221; sticky_row_alignment=&#8221;top&#8221; overflow=&#8221;visible&#8221; class=&#8221;article&#8221; overlay_strength=&#8221;0.3&#8243; gradient_direction=&#8221;left_to_right&#8221; shape_divider_position=&#8221;bottom&#8221; bg_image_animation=&#8221;none&#8221; gradient_type=&#8221;default&#8221; shape_type=&#8221;&#8221;][vc_column column_padding=&#8221;no-extra-padding&#8221; column_padding_tablet=&#8221;inherit&#8221; column_padding_phone=&#8221;inherit&#8221; column_padding_position=&#8221;all&#8221; left_margin=&#8221;3vw&#8221; constrain_group_2=&#8221;yes&#8221; right_margin=&#8221;3vw&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; column_position=&#8221;static&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;default&#8221; gradient_type=&#8221;default&#8221;][vc_row_inner column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; text_align=&#8221;left&#8221; row_position=&#8221;default&#8221; row_position_tablet=&#8221;inherit&#8221; row_position_phone=&#8221;inherit&#8221; overflow=&#8221;visible&#8221; pointer_events=&#8221;all&#8221;][vc_column_inner left_padding_desktop=&#8221;10%&#8221; constrain_group_101=&#8221;yes&#8221; right_padding_desktop=&#8221;10%&#8221; left_padding_tablet=&#8221;2%&#8221; constrain_group_103=&#8221;yes&#8221; right_padding_tablet=&#8221;2%&#8221; left_padding_phone=&#8221;2%&#8221; constrain_group_105=&#8221;yes&#8221; right_padding_phone=&#8221;2%&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; <a href=\"https:\/\/slush.org\/6-lessons-for-founders-from-european-decacorn\/\">&nbsp;&raquo;&nbsp;Read more about: 6 Lessons for Founders From European Decacorn &nbsp;&raquo;<\/a><\/p>\n","protected":false},"author":5,"featured_media":2795,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"om_disable_all_campaigns":false,"footnotes":""},"categories":[35,57],"tags":[],"aioseo_notices":[],"_links":{"self":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2794"}],"collection":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/users\/5"}],"replies":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/comments?post=2794"}],"version-history":[{"count":2,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2794\/revisions"}],"predecessor-version":[{"id":3081,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2794\/revisions\/3081"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/media\/2795"}],"wp:attachment":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/media?parent=2794"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/categories?post=2794"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/tags?post=2794"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}