{"id":2801,"date":"2022-09-22T11:53:05","date_gmt":"2022-09-22T11:53:05","guid":{"rendered":"http:\/\/slush.org\/?p=2801"},"modified":"2023-08-22T08:40:36","modified_gmt":"2023-08-22T08:40:36","slug":"pitching-to-win-tips-from-slush-100-finalists","status":"publish","type":"post","link":"https:\/\/slush.org\/pitching-to-win-tips-from-slush-100-finalists\/","title":{"rendered":"Pitching to Win: Tips From Slush 100 Finalists"},"content":{"rendered":"[vc_row type=&#8221;full_width_background&#8221; full_screen_row_position=&#8221;middle&#8221; column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; bg_color=&#8221;#fafafa&#8221; full_height=&#8221;yes&#8221; scene_position=&#8221;center&#8221; text_color=&#8221;dark&#8221; text_align=&#8221;left&#8221; row_border_radius=&#8221;none&#8221; row_border_radius_applies=&#8221;bg&#8221; sticky_row=&#8221;true&#8221; sticky_row_alignment=&#8221;top&#8221; overflow=&#8221;visible&#8221; class=&#8221;article&#8221; overlay_strength=&#8221;0.3&#8243; gradient_direction=&#8221;left_to_right&#8221; shape_divider_position=&#8221;bottom&#8221; bg_image_animation=&#8221;none&#8221; gradient_type=&#8221;default&#8221; shape_type=&#8221;&#8221;][vc_column column_padding=&#8221;no-extra-padding&#8221; column_padding_tablet=&#8221;inherit&#8221; column_padding_phone=&#8221;inherit&#8221; column_padding_position=&#8221;all&#8221; left_margin=&#8221;3vw&#8221; constrain_group_2=&#8221;yes&#8221; right_margin=&#8221;3vw&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; column_position=&#8221;static&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;default&#8221; gradient_type=&#8221;default&#8221;][vc_row_inner column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; text_align=&#8221;left&#8221; row_position=&#8221;default&#8221; row_position_tablet=&#8221;inherit&#8221; row_position_phone=&#8221;inherit&#8221; overflow=&#8221;visible&#8221; pointer_events=&#8221;all&#8221;][vc_column_inner left_padding_desktop=&#8221;10%&#8221; constrain_group_101=&#8221;yes&#8221; right_padding_desktop=&#8221;10%&#8221; left_padding_tablet=&#8221;2%&#8221; constrain_group_103=&#8221;yes&#8221; right_padding_tablet=&#8221;2%&#8221; left_padding_phone=&#8221;2%&#8221; constrain_group_105=&#8221;yes&#8221; right_padding_phone=&#8221;2%&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; font_color=&#8221;#101010&#8243; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; overflow=&#8221;visible&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;advanced&#8221; gradient_type=&#8221;default&#8221;][vc_column_text]\n<h6 class=\"b-article-author__author-name\"><em><strong>Christian Reber<\/strong><\/em><\/h6>\n<p class=\"b-article-author__author-title\"><em><strong>Founder &amp; CEO, Pitch<\/strong><\/em><\/p>\n<p>&nbsp;<\/p>\n<p><em>If<\/em><em> you’re reading this, then chances are that you’re already fretting over your entry and presentation for the Slush 100 Pitching Competition. <\/em><\/p>\n<p><em>As a founder, your pitch is your make-or-break moment. There’s no single right way to build and deliver a winning pitch, but there are a few sure-fire presentation techniques that will never let you down. <\/em><\/p>\n<p><em>So where to begin? Few people know more about how to make a great impression when it counts than Pitch’s <a href=\"https:\/\/twitter.com\/christianreber\">Christian Reber<\/a>.<\/em><\/p>\n<p><em>A serial entrepreneur, Christian has founded and raised hundreds of millions in funding for companies like Wunderlist, which Microsoft acquired in 2015 in one of the highest-profile European startup exits of the last decade. As an active angel investor, Christian has also been on the receiving end of hundreds of pitches, providing early backing to successful companies like Notion and Lilium. <\/em><\/p>\n<p><em>Now, as CEO and Co-founder of <a href=\"https:\/\/www.pitch.com\/\">Pitch<\/a>, Christian is building a tool to help everyone present better. He has led the company’s own high-profile fundraising efforts like last year’s $85 million Series B round. <\/em><\/p>\n<p><em>But don’t just take his word for it. We also asked the Slush 100 2021 winner, Jasmine Tagesson, co-founder &amp; COO of Hormona, and finalist Carlo Kriesi, co-founder &amp; CEO of Vitroscope, to share their top advice for this year’s competitors and reflect on what it takes to get to the live final.<\/em><\/p>\n<p>&nbsp;<\/p>\n<h4><b>Expect to learn:<\/b><\/h4>\n<ul>\n<li><strong>Where to start<\/strong><\/li>\n<li><strong>Crafting a story<\/strong><\/li>\n<li><strong>Who to work with<\/strong><\/li>\n<li><strong>Creating the deck<\/strong><\/li>\n<li><strong>Getting feedback<\/strong><\/li>\n<li><strong>Pre-pitch preparation<\/strong><\/li>\n<li><strong>Connecting with your audience<\/strong><\/li>\n<\/ul>\n[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;#1 Where to start&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]<b>Christian<\/b>: The <a href=\"https:\/\/pitch.com\/blog\/how-we-built-the-pitch-deck-for-our-85m-series-b\">process of building your pitch<\/a> should be a natural extension of the way you work together. Ahead of Pitch’s last funding round, this meant aligning around our product vision. This was an essential first step as we prepared to speak with investors.<\/p>\n<p>The fundraising process is an opportunity to separate yourself from day-to-day operations, reflect on the way you want to change the world, and consider your game plan and your progress toward doing so.<\/p>\n<p>At Pitch, we engaged our product team with a kick-off workshop to sketch the high-level story we wanted to tell. At the Series B stage, we had already launched publicly, we were clear on our roadmap, and we were getting regular feedback from users on the value our product was delivering. But we didn’t want our pitch to be defined (or limited) by where we were at that time.<\/p>\n<p>&nbsp;<\/p>\n<p><b>Carlo: <\/b>Assuming you have a product or an idea and a team in place then make sure you can explain it to a stranger in under 30 seconds: What are you making, and why should anyone care about (and pay for) it?<\/p>\n[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;#2 Crafting a story&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]<b>Christian<\/b>: The most important lesson I’ve learned in all my years of pitching is to take enough time to plan and craft your story before committing content to slides.<\/p>\n<p>As a founder, your vision is already crystal-clear in your own head. Too many founders think their first step is to turn that into a slick set of slides and then start shopping around. This is a trap, and it’s important to resist the urge to jump straight in.<\/p>\n<p>Instead, you should view fundraising as an opportunity to step back, talk to your personal network, and gain new inspiration and perspective. Invest the time early on to reconnect your mission to the world around you. It’s the best way to get ready to frame your company as a venture-scale opportunity.<\/p>\n<p>&nbsp;<\/p>\n<p><b>Jasmine<\/b>: No one that you will present to knows your company or product better than you, so find confidence in knowing that you are the expert here! I also always make sure I follow the recommended structures and guidelines of any slide decks we create for specific events or competitions. That way I know that we have covered everything this particular set of investors or judges is looking for.<\/p>\n[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;#3 Who to work with&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]<b>Christian<\/b>: Developing a pitch collaboratively is critical, but easier said than done. I’ve witnessed many talented, driven founders fail to delegate effectively to co-founders, teammates, and advisors — or worse, fail to involve them at all. If you hold onto the deck too tightly, or share it with others too late in the process, your pitch will inevitably be worse.<\/p>\n<p>Pitching a truly great idea is bigger than any one person. Think of your job like directing a movie, a play, or a concert: you can’t play every role yourself, but you can set the bar for quality, and create the conditions to put on a great performance.<\/p>\n<p>&nbsp;<\/p>\n<p><b>Carlo<\/b>: Everything was — and still is — about teamwork. We first iterated and sketched out what exactly<i> <\/i>we wanted to get across with post-its and whiteboards; changing a post-it or a whiteboard note is fast and free, re-designing a slide deck is slow and expensive. Once that was ready, we got a professional designer to create the slides with the content we wanted. For the last tweaks, we all sat down in front of one screen and fixed the last details slide by slide.<\/p>\n[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;#4 Creating the deck&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]<b>Christian<\/b>: At some point, it’s time to actually make the slides and put the deck together. (That’s what Pitch is for, so trust me on this one.)<\/p>\n<p>Preparing a deck doesn’t need to happen sequentially, or in isolation. Think of it as a living, breathing story that will change, evolve, and grow along with your own understanding of the value of your product. Be ready to switch things around, ditch slides altogether, and even restart from scratch. It’s part of the process.<\/p>\n<p>There’s plenty of advice and best practices out there on slide design but the good news is that these days, you don’t have to be a designer (or hire one) to make a beautiful pitch deck. Spend your time instead checking out <a href=\"https:\/\/pitch.com\/blog\/15-great-pitch-decks-from-successful-startups\">examples<\/a> from peer startups and craft the MVP of your story with a <a href=\"https:\/\/pitch.com\/templates\">free template<\/a> before adding your branding.<\/p>\n<p>Also, keep in mind that the way investors consume slides has changed a lot in the past few years. They’ll want to have your pitch deck in advance as a pre-read, so you’re likely not going to get to deliver every slide. Think about adding a <a href=\"https:\/\/pitch.com\/blog\/introducing-recordings\">recording<\/a> so they get the chance to hear your pitch in full, and when you meet with them, you can focus on the most important feedback, take questions, and talk next steps.<\/p>\n<p>&nbsp;<\/p>\n<p><b>Jasmine<\/b>: I never in a million years thought we would win Slush 100, which meant I hadn’t even prepared the longer pitch that was needed for the finals – so I was scrambling a little between the two pitches! If I could do it again, I would have prepared both versions of my pitch so they were both ready if I were to qualify for the final. I would also build them in such a way that your entire script doesn’t change.<\/p>\n<p>&nbsp;<\/p>\n<p><b>Carlo<\/b>: I recommend studying templates, <a href=\"https:\/\/pitch.com\/presentations\">slide decks<\/a>, and books to fill in the blanks (e.g. how much money you need for which milestones). Once you have the building blocks worked out on a whiteboard, get a great designer involved to help you with creating the actual deck. A good deck is worth your company’s future, so do not take any shortcuts.<\/p>\n[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;#5 Getting feedback&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]<b>Christian<\/b>: Don’t keep your slides under wraps. Throughout the process, I always make a point of connecting with my network to road test individual slides:<\/p>\n<ul>\n<li aria-level=\"1\">Do the words make sense?<\/li>\n<li aria-level=\"1\">Do the visuals help or distract?<\/li>\n<li aria-level=\"1\">Could you explain this to your kids?<\/li>\n<\/ul>\n<p>Get as much feedback as possible from your network so you know what’s sticking, what’s missing, what you need to work on, and what needs to go.<\/p>\n<p>This can be done ad hoc as part of your fundraising cycle. A broad range of feedback from people in different disciplines (especially those outside your own industry bubble) is the key to building a well-rounded presentation with a simple, powerful, and memorable message.<\/p>\n<p>Note down all the questions you get, especially those that come up multiple times. Chances are that’s what you’ll get asked when presenting, so use them to prepare and rehearse tight answers.<\/p>\n<p>&nbsp;<\/p>\n<p><b>Carlo<\/b>: In every meeting, you will get feedback, explicit or implicit. Make sure to pick up on it and always take it seriously.<\/p>\n[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;#6 Pre-pitch preparation&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]<b>Christian<\/b>: Nowadays, great pitching is all about flexibility. It’s one thing to know how to tell your story, but another to know how to manage the interaction. Give a very short intro that always works, and ask your audience how they’d like to spend their time with you. This will give you confidence that you’re spending it wisely.<\/p>\n<p>Also, remember that the time you’ve been given is limited and precious. Like editors that have limited space in a newspaper, or producers that only have so many minutes in a TV show, you need to focus on the points that matter, not the whole story. Remember, it’s OK (and, in some cases, good) to leave things to follow up on.<\/p>\n<p>Finally, remember that you’re seeking a collaboration, not just a signed check. Bring specific, tailored questions that help you evaluate investors as potential partners and prompt them into giving responses that help you improve your story for the next pitch.<\/p>\n<p>&nbsp;<\/p>\n<p><b>Jasmine<\/b>: Practice, practice, practice. Giving your pitch should be second nature to you. My best pitches are the ones where I’ve felt the most comfortable and confident. And in order to feel that way I know I have to memorize everything and know what I’m going to say by heart. Knowing my pitch inside out and being able to do it in my sleep allows me to lean into and emphasize the points I really want to draw attention to without making it sound like I’m reading something.<\/p>\n<p>&nbsp;<\/p>\n<p><b>Carlo<\/b>: Before my actual Slush 100 pitch I sat down alone in a dark corner of the venue and went through the slides over and over again, making sure that I remembered what to say and that I stuck to the time limit. On stage, you are very alone, so you better get used to that feeling beforehand.<\/p>\n[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;#7 Connecting with your audience&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]<b>Christian<\/b>: After living in a slide deck for so long, it’s easy to forget that you are driving the slides — not the other way around. Remember that a great pitch is a two-way conversation.<\/p>\n<p>It’s important to read the room and make a connection with the audience. When your pitch deck’s up on the screen, the stage is set for you to deliver your story. But this is when lots of founders stiffen up and stick rigidly to their prepared speaker notes.<\/p>\n<p>Don’t be afraid to go off-script. Ultimately, investors want to know what kind of personality you are and what you’ll be like to work with.<\/p>\n<p>Pay attention to visual cues from your audience and react in real-time. Do they look bored, tired, or disengaged? Don’t be afraid to mix it up, change pace, get some interaction going and reinvigorate the room. They do this all day, every day, so it’s up to you to spark a conversation they’ll remember.<\/p>\n<p>&nbsp;<\/p>\n<p><b>Jasmine<\/b>: I’m quite an animated person and I like to talk with my entire body and face. So I think pitches where the presenter is engaging and talking from their heart are also the ones that are exciting and will get my attention. There’s just something about the energy and delivery of a pitch that takes it from a good one to a great one.[\/vc_column_text][\/vc_column_inner][\/vc_row_inner][\/vc_column][\/vc_row]\n","protected":false},"excerpt":{"rendered":"<p>[vc_row type=&#8221;full_width_background&#8221; full_screen_row_position=&#8221;middle&#8221; column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; bg_color=&#8221;#fafafa&#8221; full_height=&#8221;yes&#8221; scene_position=&#8221;center&#8221; text_color=&#8221;dark&#8221; text_align=&#8221;left&#8221; row_border_radius=&#8221;none&#8221; row_border_radius_applies=&#8221;bg&#8221; sticky_row=&#8221;true&#8221; sticky_row_alignment=&#8221;top&#8221; overflow=&#8221;visible&#8221; class=&#8221;article&#8221; overlay_strength=&#8221;0.3&#8243; gradient_direction=&#8221;left_to_right&#8221; shape_divider_position=&#8221;bottom&#8221; bg_image_animation=&#8221;none&#8221; gradient_type=&#8221;default&#8221; shape_type=&#8221;&#8221;][vc_column column_padding=&#8221;no-extra-padding&#8221; column_padding_tablet=&#8221;inherit&#8221; column_padding_phone=&#8221;inherit&#8221; column_padding_position=&#8221;all&#8221; left_margin=&#8221;3vw&#8221; constrain_group_2=&#8221;yes&#8221; right_margin=&#8221;3vw&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; column_position=&#8221;static&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;default&#8221; gradient_type=&#8221;default&#8221;][vc_row_inner column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; text_align=&#8221;left&#8221; row_position=&#8221;default&#8221; row_position_tablet=&#8221;inherit&#8221; row_position_phone=&#8221;inherit&#8221; overflow=&#8221;visible&#8221; pointer_events=&#8221;all&#8221;][vc_column_inner left_padding_desktop=&#8221;10%&#8221; constrain_group_101=&#8221;yes&#8221; right_padding_desktop=&#8221;10%&#8221; left_padding_tablet=&#8221;2%&#8221; constrain_group_103=&#8221;yes&#8221; right_padding_tablet=&#8221;2%&#8221; left_padding_phone=&#8221;2%&#8221; constrain_group_105=&#8221;yes&#8221; right_padding_phone=&#8221;2%&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; <a href=\"https:\/\/slush.org\/pitching-to-win-tips-from-slush-100-finalists\/\">&nbsp;&raquo;&nbsp;Read more about: Pitching to Win: Tips From Slush 100 Finalists &nbsp;&raquo;<\/a><\/p>\n","protected":false},"author":3,"featured_media":2808,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"om_disable_all_campaigns":false,"footnotes":""},"categories":[35,53],"tags":[],"aioseo_notices":[],"_links":{"self":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2801"}],"collection":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/users\/3"}],"replies":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/comments?post=2801"}],"version-history":[{"count":2,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2801\/revisions"}],"predecessor-version":[{"id":3074,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2801\/revisions\/3074"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/media\/2808"}],"wp:attachment":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/media?parent=2801"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/categories?post=2801"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/tags?post=2801"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}