{"id":2803,"date":"2022-02-17T11:46:34","date_gmt":"2022-02-17T11:46:34","guid":{"rendered":"http:\/\/slush.org\/?p=2803"},"modified":"2023-08-22T08:48:23","modified_gmt":"2023-08-22T08:48:23","slug":"networking-for-the-network-less","status":"publish","type":"post","link":"https:\/\/slush.org\/networking-for-the-network-less\/","title":{"rendered":"Networking for the Network-Less"},"content":{"rendered":"[vc_row type=&#8221;full_width_background&#8221; full_screen_row_position=&#8221;middle&#8221; column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; bg_color=&#8221;#fafafa&#8221; full_height=&#8221;yes&#8221; scene_position=&#8221;center&#8221; text_color=&#8221;dark&#8221; text_align=&#8221;left&#8221; row_border_radius=&#8221;none&#8221; row_border_radius_applies=&#8221;bg&#8221; sticky_row=&#8221;true&#8221; sticky_row_alignment=&#8221;top&#8221; overflow=&#8221;visible&#8221; class=&#8221;article&#8221; overlay_strength=&#8221;0.3&#8243; gradient_direction=&#8221;left_to_right&#8221; shape_divider_position=&#8221;bottom&#8221; bg_image_animation=&#8221;none&#8221; gradient_type=&#8221;default&#8221; shape_type=&#8221;&#8221;][vc_column column_padding=&#8221;no-extra-padding&#8221; column_padding_tablet=&#8221;inherit&#8221; column_padding_phone=&#8221;inherit&#8221; column_padding_position=&#8221;all&#8221; left_margin=&#8221;3vw&#8221; constrain_group_2=&#8221;yes&#8221; right_margin=&#8221;3vw&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; column_position=&#8221;static&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;default&#8221; gradient_type=&#8221;default&#8221;][vc_row_inner column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; text_align=&#8221;left&#8221; row_position=&#8221;default&#8221; row_position_tablet=&#8221;inherit&#8221; row_position_phone=&#8221;inherit&#8221; overflow=&#8221;visible&#8221; pointer_events=&#8221;all&#8221;][vc_column_inner left_padding_desktop=&#8221;10%&#8221; constrain_group_101=&#8221;yes&#8221; right_padding_desktop=&#8221;10%&#8221; left_padding_tablet=&#8221;2%&#8221; constrain_group_103=&#8221;yes&#8221; right_padding_tablet=&#8221;2%&#8221; left_padding_phone=&#8221;2%&#8221; constrain_group_105=&#8221;yes&#8221; right_padding_phone=&#8221;2%&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; font_color=&#8221;#101010&#8243; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; overflow=&#8221;visible&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;advanced&#8221; gradient_type=&#8221;default&#8221;][vc_column_text]\n<h6 class=\"b-article-author__author-name\"><em><strong>Gabriella Ketola<\/strong><\/em><\/h6>\n<p class=\"b-article-author__author-title\"><em><strong>Contributor<\/strong><\/em><\/p>\n<p>&nbsp;<\/p>\n<p><em>Daisy Onubogu knows a thing or two (or a million) about venture capital, and not least about where the sector has room to develop further. As Head of Network and Community at the London based Seed fund <a href=\"https:\/\/www.backed.vc\/\">Backed VC<\/a>, and COO at <a href=\"https:\/\/www.diversity.vc\/\">Diversity VC<\/a>, her mission is to take the industry into the 21st century – and she does seem to be doing a fine job at it. <\/em><\/p>\n<p><em>In this fifth instalment of our article series on Soaked at Slush 2021, Daisy shares her tips on building networks, and her thoughts on the renaissance of the entrepreneurship journey as we know it. <\/em><\/p>\n<p>&nbsp;<\/p>\n<h4><b>Expect to learn: <\/b><\/h4>\n<ul>\n<li aria-level=\"1\"><b>About the changing winds of venture capital<\/b><\/li>\n<\/ul>\n<ul>\n<li aria-level=\"1\"><b>Tips to get started with networking (even if you hate it)<\/b><\/li>\n<\/ul>\n<ul>\n<li>\n<ul>\n<li aria-level=\"2\">#1: Find the bridges to different worlds<\/li>\n<li aria-level=\"2\">#2: Find the people who match your energy<\/li>\n<li aria-level=\"2\">#3: People-watching for the win – just be curious<\/li>\n<\/ul>\n<\/li>\n<\/ul>\n<ul>\n<li><b>Daisy’s thoughts on how we should reimagine the entrepreneurship journey<\/b><\/li>\n<\/ul>\n[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;The changing world of venture capital&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]<i>Investing agnostically in <\/i><a href=\"https:\/\/www.backed.vc\/our-investments\/\"><i>everything ranging from art and fashion to crypto solutions<\/i><\/a><i>, Backed VC follows the founders wherever they find them. <\/i><\/p>\n<p>”It keeps things interesting, especially since everything is relatively nascent and happens very quickly and is mostly mediated by human connection. At the end of the day, if you don’t like someone you don’t have to invest in them, and then maybe that company ends up never existing. If you do like them, a partnership can form and suddenly in a couple of years thousands, maybe millions of people will be impacted by that company, and you can feel part of that. Extremes are always exciting to people.”<\/p>\n<p><i>The game of venture as we know it today is about finding what returns value. However, this doesn’t necessarily translate into supporting everybody with a business worth building. As Daisy highlights, there is an excess of things worth being built that won’t get access to the infrastructural support needed, unless we start rethinking what entrepreneurship means and find a way to support smaller and medium scaling companies.<\/i><\/p>\n<p>”I remember talking to a founder out of an accelerator, excited to build something around medical access, but who ended up running an insurance company. It wasn’t really what they wanted or had a true interest in, or even a true belief that it was touching the problem they set out to solve, but it was the only thing that made sense. They modified their goals to make it venture scale and got so caught up in trying to play the game, they built something none of them really cared about. That is a sign that something is broken.”<\/p>\n<p><i>This is to an extent built into the very logic of venture capital financing. The companies worth backing are those who go where the money is: ideally big markets with potentially big contract values and acquisition opportunities. For instance, companies in B2B SaaS are favored due to their alignment with the relatively short startup life cycle that requires returns within a limited time. In contrast, other revolutionary companies that take longer to build and scale end up lacking the same support. <\/i><\/p>\n<p><i>Ultimately, the objective in venture is to find winning patterns. As Daisy points out, finding these patterns is obviously not randomized: <\/i>“People like the familiarity of what’s worked before and make decisions based on emotional affinity and the like.”<\/p>\n<p><i>But there seems to be signs of change in the air, with recent moves from the likes of Sequoia. <\/i><\/p>\n<p>“With for instance the <a href=\"https:\/\/medium.com\/sequoia-capital\/the-sequoia-fund-patient-capital-for-building-enduring-companies-9ed7bcd6c7da\">Sequoia fund<\/a>, the new models that have been discussed for over a decade are finally starting to show up as genuine alternatives because there’s finally enough competition and existential crisis in VC to drive innovation. It is a point of transition and a little bit chaotic, and it remains to be seen whether these problems will be solved or sidestepped”[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;In the startup ecosystem, networks can be everything&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]<i>Something Daisy knows well are networks and communities. The importance of risk-taking and having a well developed product are important components of success, and therefore rightfully emphasized in building a startup. The value of networks, however, should not be downplayed as they can actually be the determining factor in spaces where information is nonstandard –<\/i> <i>networks provide information that isn’t easily accessible. This is also a <\/i><a href=\"https:\/\/open.spotify.com\/episode\/7mlx1FJVB93qA3GkcWDpap?si=2e5f2c0a3c3e40fe\"><i>central reason for VCs’ existence<\/i><\/a><i>; they can find out hidden information you don’t have time to search for before anyone else does.<\/i><\/p>\n<p>“Information is the difference between a founder not succeeding at all, or succeeding to some degree, or indeed succeeding all the way and very quickly. That’s the main reason so many funds are so focused on building platforms and founder support networks: access to pooled knowledge.”<\/p>\n<p><i>Building these networks often starts long before founding a company.<\/i> <i>As Daisy puts it, the biggest difference going to schools like Stanford makes isn’t necessarily the education itself, but the people you interact with. <\/i><\/p>\n<p>“For your average elite university alum, it is likely that you get at least one angel investor off the bat just because they have been in electives with you for years. The thought process goes ‘I don’t know what they’re building, I don’t even know if I believe the product’s going to work – but I’ve seen them crush it at school for the last X many years so I definitely believe in them<i>’.”<\/i><\/p>\n<p><i>Faith breathes life into any deal.<\/i> <i>In the alternative scenario, for someone lacking that network proximity, all investors have is your product or even just your vision and bullish claims, which without some initial seed of faith or presumption easily becomes over-scrutinized and deemed insufficient. <\/i><\/p>\n<p><i>To get funding in the first-place, trust is a crucial factor – and as things currently stand, it can only be built through networks and bonds. <\/i><\/p>\n<p>&nbsp;<\/p>\n<p>How do you build these networks – especially if you don’t have them yet? Here are Daisy’s tips:<\/p>\n<p>&nbsp;<\/p>\n<h4><b><a id=\"networks1\"><\/a>#1: Use your existing connections to reach the people you’d like to know<\/b><\/h4>\n<p><i>A tangible way for founders who don’t have access to these networks is simply exposing themselves to the relevant people. If you do not have these circles, go back and look through who you know, who you’ve already met – these will represent bridges to other worlds that you don’t know well (yet). <\/i><\/p>\n<p><i>The most powerful people are these bridges, because engaging with such people will bring you into a new world, and a cluster of people you don’t know. These can teach you about what you don’t really understand or just show you a new way of life, even if it’s only slightly different to your own. <\/i><\/p>\n<p>“A typical example of what happens when network bridges are built is <a href=\"https:\/\/www.youtube.com\/watch?v=0EJwx0We7u0\">our partnership with Rachel Twumasi-Corson from Afrocenchix.<\/a> In part because we engaged with Afrocenchix, we have also now invested in five other black women. Black founders already close to us refer others to us that we would otherwise never have come across, and suddenly they are getting investments.“<\/p>\n<p><i>You can find these bridges by finding a friend who knows people you don’t and from there, you make new connections until your network is full of people bringing invaluable information you otherwise would have missed out on: when and how to apply to which grants and accelerators, how to go about solving problems, or finding new talents to help you grow. <\/i><\/p>\n<p>&nbsp;<\/p>\n<h4><b><a id=\"networks2\"><\/a>#2: The people that match your energy are your best source of meaningful connections<\/b><\/h4>\n<p><i>“Cold” networking and trying to meet people at events can feel stressful if you don’t know where to start. <\/i>“There are no particular rooms or people you need to go to and conquer. You just need people, full stop, and any people will do as long as they are <i>your<\/i> people.”<\/p>\n<p><i>How do you find these fellow weirdos and build connections that actually suit you and maybe even find your own tailor-made community? For Daisy this is the question to ask yourself, because a connection with a person on your wavelength will give you the same returns if not higher, in comparison to trying to reach someone ostensibly higher status who doesn’t match your energy or values. What do you like to discuss, what are you into and where could you meet the like-minded people? <\/i><\/p>\n<p><i>Daisy suggests writing a list of all the places you can go to meet people you don’t already know, but are likely to have something in common with, and likely to actually enjoy meeting; then put yourself out there and start making it work.<\/i><\/p>\n<p>“Sometimes it feels too simple – the idea that the solution all along was people and friendship.”<\/p>\n<p>&nbsp;<\/p>\n<h4><b><a id=\"networks3\"><\/a>#3: Look for connections over transactions<\/b><\/h4>\n<p><i>What if networking isn’t something you particularly enjoy? A common view of networking is that it’s pressured, forced, and transactional – which is the exact reason why some hate it. The best way to meet people is however not by looking to do so, but by being open to it. <\/i><\/p>\n<p>“A good thing to practice at these events is simply watching and being curious about other people and realize that it doesn’t require you to make yourself uncomfortable. Wander around, and if you happen to catch someone’s eye, add a smile. Just to see what happens;  throw a ball and if they throw it back you throw it back, and so on and so forth.”<\/p>\n<p><i>Not all of these connections turn into anything, and that’s completely fine. Keep connecting.<\/i><\/p>\n<p>“Let things flow as they should and look for connection rather than return. You’ll talk to someone and they might be the exact person you need for whatever it is that you’re trying to achieve in life.”<\/p>\n<p>&nbsp;<\/p>\n<h4><b><a id=\"psychological\"><\/a>On a separate note: as a leader use psychological safety and analogies for building a more diverse startup ecosystem<\/b><\/h4>\n<p><i>Making the startup ecosystem more diverse can be challenging. Daisy emphasizes the power of psychological safety and discourse in helping people become more aware of how various things and structures play into the lack of diversity in the startup networks, and ultimately the ecosystem itself. <\/i><\/p>\n<p>“Psychological safety in general is a good north star when trying to find the middle ground and create spaces, meetups, and networks that work for everyone. Practically speaking if you pull on that thread you get to good nuance like: everyone should feel welcome and comfortable to speak freely and ask questions, but there must be a priority on kindness and a robust culture of feedback and learning — so let’s call each other out and teach but in a way the encourages them to lean into the learning. That’s how people grow.”<\/p>\n<p><i>Alongside psychological safety, analogies are powerful learning tools. We’ve all had to learn new things and change our views in the past; better put that experience to good use. <\/i><\/p>\n<p>“Tying things to your own learning journey becomes useful. You try to understand what made you engage with new information and change your mind in the past. So, you know what the pieces look like – then think: how do you surround other people with the same things and how do you present it to others and analogize it to something they already understand?”[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;Reimagining the entrepreneurship journey with Daisy Onubogu&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]<i>ooking at a broader and more structural scope of society, what is in the future of the way we do entrepreneurship, solve problems, and go about our day-to-day life? Daisy believes it’s in shifting incentives from increasingly arbitrary monetary objectives to rewarding people for real problem-solving. <\/i><\/p>\n<p>“Everyone seems to accept now that profit as a guide is driving economic activity entirely separate and in some instances oppositional to real societal value, but we keep acting like our hands are tied. Of course that’s not true, because even in the status quo we see that capital is never the only reason why people do things<i>. <\/i>People<i> do <\/i>respond to other rewards.<i>  <\/i>Slush as an event, the entirety of Reddit, and many more things prove this.“<\/p>\n<p>&nbsp;<\/p>\n<h4><b>It’s all about the narrative – from money to intrinsic rewards<\/b><\/h4>\n<p>”It’s a narrative problem, like most of our other ones, right? There is never any big, evil thing to take down in our era’s fights for societal improvement. It is usually about getting people to think and see things in a different light. Narrative problems get solved by telling different stories and pointing out to people that you’re allowed to think differently and to acknowledge what’s already inside of them. It’s no different when it comes to righting the madness of our economic system.”<\/p>\n<p><i>As Daisy notes, money as a store of value is the protagonist of the current storyline. At one point, it might have made sense to say that money is a great proxy because it was simple. The logic was that the only things people would bother spending money on would be the things that solve problems for them. So getting people to pursue money would be the same thing as getting people to pursue solving problems for others in society. But this doesn’t always hold true, the pursuit of money in our time just as easily directs people to build pointless or actively problematic endeavours, which should prompt us to think about whether we should change the way we incentivise human productivity.<\/i><\/p>\n<p>“Money, or any store of value is only as powerful an incentive as people think it is. If we want to change it, we need to highlight alternatives that people can genuinely come to value more than money, like personal enjoyment, community validation, community respect, status and prestige.”<\/p>\n<p><i>These are all things that can intrinsically make people feel satisfying brain chemicals that say: you’ve done something ‘right’, but crucially can be better tied to real world impact than money,  and therefore incentivise people to solve different kinds of problems than money alone will.  <\/i><\/p>\n<p>“What if you were not being primarily measured by this volatile arbitrary metric of whether a thing is commercially valuable, but instead by how much it actually means to the world? Does it make a meaningful difference to people’s lives? How much net suffering has it removed from society? We craft new societal rewards that capture that, and decenter profit as the arbiter. We obviously also need to make money less necessary to people’s survival so that it can be on equal footing with these other rewards, but that’s a longer conversation for another day!”<\/p>\n<p><i>This gets to the core of the problems we should be solving: <\/i>“The challenges and problems people are most keen to see solved; the problems that matter, and for which solutions should ultimately be rewarded.”<b><i> <\/i><\/b><\/p>\n<p><i>Getting people to be productive isn’t a problem, but they need to have the base level of security to freely build these things, as Daisy sees it. <\/i><\/p>\n<p><b>“<\/b>People have this idea that nothing could displace money because it’s the only carrot that gets people moving. But it’s not true; being productive is ultimately not a hard thing for human beings. We like it. We like making stuff, spending effort, and seeing it rewarded. If we can tie rewards to the things that actually matter, then that’s what people will spend their efforts on.”<\/p>\n<p>&nbsp;<\/p>\n<h4><b>…Only a matter of time?<\/b><\/h4>\n<p>“At some point, it will inevitably also be partly in your own hands how the companies you operate in are run. While often painted as the antagonists, in the end corporations are just a collection of people. Within that collection you’ll find a broad range of perspectives, ideals, and ideas – even “wild” ones like the four-day workweek or the B Corp accreditation. At the point when you and five other people in your C-suite agree with such an idea, perhaps a way to justify it should be found.”<\/p>\n<p><i>The newer generations are increasingly taking over these corporations and positions of authority, making Daisy optimistic that the time is ripe for a bigger transformation – especially since the current pandemic is accelerating pre-existing trends.<\/i><\/p>\n<p>“A global shock of this age will spark a change, and it forces thinking and introspection from all of us. Seeing the mass record amounts of quitting that we’ve witnessed in the past months isn’t going away; people are trying to optimize for happiness.”<\/p>\n<p>“I feel like we will actually see it in our time, or I don’t know, maybe I’m just in a good mood.”[\/vc_column_text][vc_column_text]\n<h4><strong>Storytime – Afrochenix<span class=\"Apple-converted-space\"> <\/span><\/strong><\/h4>\n<h5><strong>Rachael Twumasi-Corson (<a href=\"https:\/\/afrocenchix.com\/\">Afrochenix<\/a>) &amp; Daisy Onubogu (<a href=\"https:\/\/www.backed.vc\/\">BACKED VC<\/a>) <a href=\"https:\/\/youtu.be\/0EJwx0We7u0\">HERE<\/a>.<\/strong><\/h5>\n[\/vc_column_text][\/vc_column_inner][\/vc_row_inner][\/vc_column][\/vc_row]\n","protected":false},"excerpt":{"rendered":"<p>[vc_row type=&#8221;full_width_background&#8221; full_screen_row_position=&#8221;middle&#8221; column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; bg_color=&#8221;#fafafa&#8221; full_height=&#8221;yes&#8221; scene_position=&#8221;center&#8221; text_color=&#8221;dark&#8221; text_align=&#8221;left&#8221; row_border_radius=&#8221;none&#8221; row_border_radius_applies=&#8221;bg&#8221; sticky_row=&#8221;true&#8221; sticky_row_alignment=&#8221;top&#8221; overflow=&#8221;visible&#8221; class=&#8221;article&#8221; overlay_strength=&#8221;0.3&#8243; gradient_direction=&#8221;left_to_right&#8221; shape_divider_position=&#8221;bottom&#8221; bg_image_animation=&#8221;none&#8221; gradient_type=&#8221;default&#8221; shape_type=&#8221;&#8221;][vc_column column_padding=&#8221;no-extra-padding&#8221; column_padding_tablet=&#8221;inherit&#8221; column_padding_phone=&#8221;inherit&#8221; column_padding_position=&#8221;all&#8221; left_margin=&#8221;3vw&#8221; constrain_group_2=&#8221;yes&#8221; right_margin=&#8221;3vw&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; column_position=&#8221;static&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;default&#8221; gradient_type=&#8221;default&#8221;][vc_row_inner column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; text_align=&#8221;left&#8221; row_position=&#8221;default&#8221; row_position_tablet=&#8221;inherit&#8221; row_position_phone=&#8221;inherit&#8221; overflow=&#8221;visible&#8221; pointer_events=&#8221;all&#8221;][vc_column_inner left_padding_desktop=&#8221;10%&#8221; constrain_group_101=&#8221;yes&#8221; right_padding_desktop=&#8221;10%&#8221; left_padding_tablet=&#8221;2%&#8221; constrain_group_103=&#8221;yes&#8221; right_padding_tablet=&#8221;2%&#8221; left_padding_phone=&#8221;2%&#8221; constrain_group_105=&#8221;yes&#8221; right_padding_phone=&#8221;2%&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; <a href=\"https:\/\/slush.org\/networking-for-the-network-less\/\">&nbsp;&raquo;&nbsp;Read more about: Networking for the Network-Less &nbsp;&raquo;<\/a><\/p>\n","protected":false},"author":5,"featured_media":2804,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"om_disable_all_campaigns":false,"footnotes":""},"categories":[35,59,53],"tags":[],"aioseo_notices":[],"_links":{"self":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2803"}],"collection":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/users\/5"}],"replies":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/comments?post=2803"}],"version-history":[{"count":2,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2803\/revisions"}],"predecessor-version":[{"id":3075,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2803\/revisions\/3075"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/media\/2804"}],"wp:attachment":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/media?parent=2803"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/categories?post=2803"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/tags?post=2803"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}