{"id":2806,"date":"2022-03-08T11:53:25","date_gmt":"2022-03-08T11:53:25","guid":{"rendered":"http:\/\/slush.org\/?p=2806"},"modified":"2023-08-22T08:48:10","modified_gmt":"2023-08-22T08:48:10","slug":"the-art-of-bridging-old-and-new-industry","status":"publish","type":"post","link":"https:\/\/slush.org\/the-art-of-bridging-old-and-new-industry\/","title":{"rendered":"The Art of Bridging Old and New Industry"},"content":{"rendered":"[vc_row type=&#8221;full_width_background&#8221; full_screen_row_position=&#8221;middle&#8221; column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; bg_color=&#8221;#fafafa&#8221; full_height=&#8221;yes&#8221; scene_position=&#8221;center&#8221; text_color=&#8221;dark&#8221; text_align=&#8221;left&#8221; row_border_radius=&#8221;none&#8221; row_border_radius_applies=&#8221;bg&#8221; sticky_row=&#8221;true&#8221; sticky_row_alignment=&#8221;top&#8221; overflow=&#8221;visible&#8221; class=&#8221;article&#8221; overlay_strength=&#8221;0.3&#8243; gradient_direction=&#8221;left_to_right&#8221; shape_divider_position=&#8221;bottom&#8221; bg_image_animation=&#8221;none&#8221; gradient_type=&#8221;default&#8221; shape_type=&#8221;&#8221;][vc_column column_padding=&#8221;no-extra-padding&#8221; column_padding_tablet=&#8221;inherit&#8221; column_padding_phone=&#8221;inherit&#8221; column_padding_position=&#8221;all&#8221; left_margin=&#8221;3vw&#8221; constrain_group_2=&#8221;yes&#8221; right_margin=&#8221;3vw&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; column_position=&#8221;static&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;default&#8221; gradient_type=&#8221;default&#8221;][vc_row_inner column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; text_align=&#8221;left&#8221; row_position=&#8221;default&#8221; row_position_tablet=&#8221;inherit&#8221; row_position_phone=&#8221;inherit&#8221; overflow=&#8221;visible&#8221; pointer_events=&#8221;all&#8221;][vc_column_inner left_padding_desktop=&#8221;10%&#8221; constrain_group_101=&#8221;yes&#8221; right_padding_desktop=&#8221;10%&#8221; left_padding_tablet=&#8221;2%&#8221; constrain_group_103=&#8221;yes&#8221; right_padding_tablet=&#8221;2%&#8221; left_padding_phone=&#8221;2%&#8221; constrain_group_105=&#8221;yes&#8221; right_padding_phone=&#8221;2%&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; font_color=&#8221;#101010&#8243; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; overflow=&#8221;visible&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;advanced&#8221; gradient_type=&#8221;default&#8221;][vc_column_text]\n<h6 class=\"b-article-author__author-name\"><strong><em>Juhana Peltomaa<\/em><\/strong><\/h6>\n<p class=\"b-article-author__author-title\"><strong><em>Head of External Relations<\/em><\/strong><\/p>\n<p>&nbsp;<\/p>\n<p><i>Dr. Jeannette zu Fürstenberg is Founding Partner of <\/i><a href=\"https:\/\/lafamiglia.vc\/\"><i>La Famiglia VC<\/i><\/a><i>, a Berlin-based venture capital fund primarily but not exclusively investing in B2B  startups across Europe and the US. With a network and investor base that spans both Industrial giants and new-age digital entrepreneurs and operators, La Famiglia has become the mutual access platform between these two worlds, empowering their portfolio founders with trusted relationships and unique sector insights which are leveraged to create successful outcomes. Thus far, they’ve backed Unicorns such as <\/i><a href=\"https:\/\/www.personio.com\/\"><i>Personio,<\/i><\/a> <a href=\"https:\/\/www.letsdeel.com\/\"><i>Deel<\/i><\/a><i>, <\/i><a href=\"https:\/\/forto.com\/en\/\"><i>Forto<\/i><\/a><i>, <\/i><a href=\"https:\/\/www.affinity.co\/\"><i>Affinity,<\/i><\/a><i> and <\/i><a href=\"https:\/\/www.appliedintuition.com\/\"><i>Applied Intuition<\/i><\/a><i> and with the launch of their latest <\/i><a href=\"https:\/\/techcrunch.com\/2020\/08\/11\/la-famiglia\/\"><i>fund<\/i><\/a><i> in August 2020 they aim to further amplify their success. Jeannette joined Soaked at Slush 2021 to discuss the digital transformation of traditional European industry, and the role of creativity in entrepreneurship and great entrepreneurs. <\/i><\/p>\n<p>&nbsp;<\/p>\n<h4><strong>Expect to learn about:<\/strong><\/h4>\n<ul>\n<li>Creating mutual gains through the exchange of old and new industry\n<ul>\n<li>A case study on digitizing freight forwarding with Forto<\/li>\n<\/ul>\n<\/li>\n<li>Deploying creativity in entrepreneurship<\/li>\n<li>Combining traditional and modern methods in hiring processes<\/li>\n<\/ul>\n[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;Breaking industry and generation boundaries with La Famiglia&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]\n<section class=\"b-base b-base--no-upper-margin b-base--no-lower-margin\">\n<div class=\"b-base__container\">\n<div class=\"l-columns l-columns--h-center\" data-column-count=\"1\">\n<div class=\"l-columns__item\">\n<div class=\"h-wysiwyg-html\" data-scheme-target=\"\">\n<p><i>Further fuelled by the COVID-19 pandemic the traditional European B2B landscape has undergone rapid digitization analogous to that seen in the B2C landscape in years before. <\/i><\/p>\n<p>“The need for this change has been amplified by the rapidly developing consumer behavior. It has changed the way we must manufacture, transport, warehouse, and distribute products.”<\/p>\n<p><i>Navigating these shifts can be daunting for both the new digital companies and the existing industrial players. With La Famiglia, Jeannette wanted to explore how to connect the new generation of founders with their industrial counterparts at the very start of their entrepreneurial journey. A key ingredient is fostering a mutually beneficial environment where information, tacit knowledge, and innovative ideas flow freely. In practice, this translates to La Famiglia opening their network to portfolio companies that seek advice from an expert in a field or introductions to potential clients. <\/i><\/p>\n<p><b>“<\/b>Building La Famiglia, I’ve wanted to create an environment where people can be non-transactional, where they feel like they are seen and where their feelings are heard. Our investors, many of whom are established industry and digital entrepreneurs, are eager and open to share the breadth of their knowledge and expertise to the younger portfolio entrepreneurs – as with any famiglia.”<\/p>\n<p><i>This exchange promotes portfolio companies’ ability to understand the nuances of the challenging landscape quickly, receiving product feedback early in their development cycle enabling them to build better products with an aim to reach product-market fit sooner. When different generations of builders meet in an intimate and trusting environment, everyone can focus on the ideas that will actually move the needle.<\/i><\/p>\n<p>“Interestingly enough, our entrepreneurs, even if they’ve grown in different times and generations, speak the same language and there’s a striking connection immediately. An environment built on trust and where everyone has the best interest of their companies at heart allows us to see solutions beyond the risks of building something new.”<\/p>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/section>\n[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;A Case Study: digitizing freight forwarding with Forto&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]<i>Eager to understand how bridging two rather different worlds looks like in practice, we asked Jeannette to walk us through a concrete example of La Famiglia portfolio company <\/i><a href=\"https:\/\/forto.com\/en\/\"><i>Forto<\/i><\/a><i>, a leading freight-forwarding platform digitizing supply chains.<\/i><\/p>\n<p>&nbsp;<\/p>\n<h4><b>The industry backdrop:<\/b><\/h4>\n<p><i>The movement of goods is the backbone of our economy and many of the current contingencies are partly due to the immense pressure set on the freight industry to ensure uninterrupted flow of goods. <\/i><\/p>\n<p>“The problems related to the global supply chain ecosystem, an industry that has been up until now dominated by fax, paper and personal relationships, are very, very real.”<i> <\/i><\/p>\n<p><i>…and seemingly not going away any time soon – one has to only think of <\/i><a href=\"https:\/\/www.bbc.com\/news\/business-56559073\"><i>Ever Given<\/i><\/a><i> holding global supply chains hostage at the Suez Canal to see the challenges.  <\/i><\/p>\n<p>&nbsp;<\/p>\n<h4><b>Simplifying complexity:<\/b><\/h4>\n<p><i>Taking a container from Shenzhen, China to Helsinki, Finland can involve up to 60 process steps – a daunting manual challenge. However, Jeannette mentions that European industry is well-positioned to solve this challenge, as it has had to build freight solutions in a fragmented market for decades.<\/i><\/p>\n<p>“In Europe, we understand the intricacies related to the relationships and complexities of volume due to the decentralized inner markets.”<\/p>\n<p><i>With access to the breadth of knowledge, Forto set out to digitize and at least semi-automate the majority of the complex multi-step operation.<\/i><\/p>\n<p>“As the underlying infrastructure begins to transform and digitize, Forto has built a modular product across sea, air, and rail freight that allows customers to book shipments with full transparency quickly. Forto improves customers visibility so they can track goods more efficiently throughout the supply chain, resulting in better profit margins.”<\/p>\n<p>&nbsp;<\/p>\n<h4><b>Bridging the industry gap:<\/b><\/h4>\n<p><i>Further digitizing the freight forward industry, one of the biggest industries in the world valued at close to $1 trillion, the access to established industry players has been extremely valuable for both parties.<\/i><\/p>\n<p>“In the case of Forto, we were able to connect the team directly with established industry CEOs who wrestle with supply chain visibility issues every day. We started by moving just a fraction of the old industries freight volume to Forto and together observed how that significantly improved existing visibility challenges.”<\/p>\n<p><i>This rare access between the new economy and established industry meant that instead of having to focus on the acquisition of first customers, Forto could immediately start iterating on the product through feedback, and steadily increase volume from the get-go. La Famiglia’s introductions accounted for 10% of Forto’s revenue in 2019 which fueled their break into larger client segments.<\/i>[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;Entrepreneurship as a creative process&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]<i>In Jeannette’s mind, creativity and entrepreneurship have always gone <\/i><a href=\"https:\/\/seedcamp.com\/podcasts\/la-famiglias-jeannette-zu-furstenberg-and-judith-dada-on-the-picasso-painting-that-is-a-startup\/\"><i>hand in hand<\/i><\/a><i> in their ability to push boundaries, epitomized in her own grandfather.  <\/i><\/p>\n<p><b>“<\/b>My grandfather, who was an innovative and disruptive entrepreneur, was actually originally an artist. I’ve always seen artists and entrepreneurs as somewhat similar, and growing up I’ve been curious to understand where these similarities exist, how the creative processes intersect, and how thinking  broadly across different fields translates into better outcomes.”<\/p>\n<p><i>Creativity is perhaps not the foremost feature associated with the VC sphere, but to Jeannette, it is at the heart of being able to paint an accurate picture of the future.<\/i><\/p>\n<p>“For me, the VC landscape is filled with creativity through the people who anticipate the future and have the ability to think, almost with a seismographic sense, of what our reality will look like in the next five to six years.”<\/p>\n<p><i>…which in turn is central to investing, especially at the early stages. <\/i><\/p>\n<p>“Investing in the seed stage means you’re building a reality that will be visible for other people in years to come. This creation process is what I was drawn to and in the DNA of what I observed as a child surrounded by entrepreneurs from global market-leading companies in different fields.”[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;Assessing talent that can transform markets&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]<i>Creativity is a key part of what makes founders stand out from the crowd.<\/i> <i>In addition to <\/i><i>founders executing on the right ideas, engaging with customers, understanding the market dynamics, the art of storytelling is pivotal in Jeannette’s opinion. <\/i><\/p>\n<p>“The ability to break the story and vision down to digestible parts that people want to follow depicts the best founders. Abstracting away the complexity. It’s crucial to understand what excites the founder about the problem and motivates them to solve it.”<\/p>\n<p><i>How unique is the person in articulating the problem? How well do they understand the problem? It’s not just about these but also the creative ability to craft a vision of the future. <\/i><\/p>\n<p>“What’s interesting about the best founders we meet, is that they have almost a reality distortion field in the way that they think about the future. They’re able to anticipate and draw a very different, but still distinct image of the future, that answers to whether the market they are describing exists or will it exist, and what the indicators to why it could exist are.”<\/p>\n<p><i>A strong founder vision helps to execute and convey the story to others when looking 10 to 15 years into the future.<\/i> <i>Cliché yet true, founders need to really care about the problem and be very motivated to get it solved. <\/i><\/p>\n<p>“The most exciting conversations we have are with the founders who have worked in technology and established industry companies. They have observed the – often completely obvious – problems happening every day and thought to themselves, ‘I cannot believe we are still doing this this way’ and have the courage to try to solve these issues.”[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;How to access industry redefining talent and ideas&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]<i>Having worked with extraordinary founders from the likes of <\/i><a href=\"https:\/\/www.personio.com\/\"><i>Personio<\/i><\/a><i>, <\/i><a href=\"https:\/\/vay.io\/\"><i>Vay<\/i><\/a><i>, and <\/i><a href=\"https:\/\/forto.com\/de\/?campaignid=9933719181&amp;adgroupid=100923160952&amp;adid=432466940062&amp;utm_term=%2Bforto&amp;utm_campaign=S-DE_%5Bbrand_0001%5D+Forto+Brand&amp;utm_source=adwords&amp;utm_medium=ppc&amp;hsa_acc=1530447590&amp;hsa_cam=9933719181&amp;hsa_grp=100923160952&amp;hsa_ad=432466940062&amp;hsa_src=g&amp;hsa_tgt=kwd-414809746047&amp;hsa_kw=%2Bforto&amp;hsa_mt=b&amp;hsa_net=adwords&amp;hsa_ver=3&amp;gclid=Cj0KCQiA09eQBhCxARIsAAYRiylx---y2JIYtbTz6-IHfvGRgDIdfseQgKLmqL1RQetqUueXVohyur4aApzmEALw_wcB\"><i>Forto<\/i><\/a><i>, Jeannette still highlights that identifying outlier talent in competitive spaces is not an easy task.<\/i><\/p>\n<p><i>Whilst Jeannette says every VC has different hacks for talent scouting, such as automated proprietary software and sourcing tools, building a sustainable and strong pipeline requires more. The power of networks takes center stage – be that through educational institutions or employees’ personal connections. <\/i><\/p>\n<p>“We are fortunate to hear and see a lot of opportunities through the networks we’ve built across the university landscape in Europe, as well as our team, many of whom have worked at large technology companies prior to joining the fund.”<\/p>\n<p><i>Additionally, word of mouth from existing industrial and portfolio partners goes a long way. <\/i><\/p>\n<p>“We meet amazing talent through our portfolio founders, as well as the founders of multinational digital companies who have invested into our fund, and after having had great experiences with us, refer us to their peers starting new companies.”<\/p>\n<p><i>The same lessons apply when quickly building a team that can execute the founders’ vision on a world-class level. Jeannette highlights that creating a job posting and hoping the correct talent would apply is a relic of the past – many might already be employed somewhere else and you have to convince them they’re better off working for you, an ‘always-on’ hiring approach.<\/i><\/p>\n<p><i>Trying to make sense of the tangible impact people have had in their previous roles is the next big hurdle to clear in optimizing hiring.<\/i><\/p>\n<p>“Understanding how to qualify and quantify the experiences of talent across what they’ve worked on is an interesting problem space to solve. It’s much easier to pick on signals with developers. You can go to their GitHub and see what they have contributed to – understanding how to do this effectively across other domains is the future we are headed to.”[\/vc_column_text][vc_column_text]\n<h4 class=\"title style-scope ytd-video-primary-info-renderer\"><strong>Launching Autonomous Cars in Europe and in the US<\/strong><\/h4>\n<h5><strong>Thomas von der Ohe (<a href=\"https:\/\/vay.io\/\">Vay<\/a>) &amp; Jeannette zu Fürstenberg (<a href=\"https:\/\/lafamiglia.vc\/\">La Famiglia VC<\/a>) <a href=\"https:\/\/youtu.be\/T0EU2D7vR-I\">HERE<\/a>.<\/strong><\/h5>\n[\/vc_column_text][\/vc_column_inner][\/vc_row_inner][\/vc_column][\/vc_row]\n","protected":false},"excerpt":{"rendered":"<p>[vc_row type=&#8221;full_width_background&#8221; full_screen_row_position=&#8221;middle&#8221; column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; bg_color=&#8221;#fafafa&#8221; full_height=&#8221;yes&#8221; scene_position=&#8221;center&#8221; text_color=&#8221;dark&#8221; text_align=&#8221;left&#8221; row_border_radius=&#8221;none&#8221; row_border_radius_applies=&#8221;bg&#8221; sticky_row=&#8221;true&#8221; sticky_row_alignment=&#8221;top&#8221; overflow=&#8221;visible&#8221; class=&#8221;article&#8221; overlay_strength=&#8221;0.3&#8243; gradient_direction=&#8221;left_to_right&#8221; shape_divider_position=&#8221;bottom&#8221; bg_image_animation=&#8221;none&#8221; gradient_type=&#8221;default&#8221; shape_type=&#8221;&#8221;][vc_column column_padding=&#8221;no-extra-padding&#8221; column_padding_tablet=&#8221;inherit&#8221; column_padding_phone=&#8221;inherit&#8221; column_padding_position=&#8221;all&#8221; left_margin=&#8221;3vw&#8221; constrain_group_2=&#8221;yes&#8221; right_margin=&#8221;3vw&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; column_position=&#8221;static&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;default&#8221; gradient_type=&#8221;default&#8221;][vc_row_inner column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; text_align=&#8221;left&#8221; row_position=&#8221;default&#8221; row_position_tablet=&#8221;inherit&#8221; row_position_phone=&#8221;inherit&#8221; overflow=&#8221;visible&#8221; pointer_events=&#8221;all&#8221;][vc_column_inner left_padding_desktop=&#8221;10%&#8221; constrain_group_101=&#8221;yes&#8221; right_padding_desktop=&#8221;10%&#8221; left_padding_tablet=&#8221;2%&#8221; constrain_group_103=&#8221;yes&#8221; right_padding_tablet=&#8221;2%&#8221; left_padding_phone=&#8221;2%&#8221; constrain_group_105=&#8221;yes&#8221; right_padding_phone=&#8221;2%&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; <a href=\"https:\/\/slush.org\/the-art-of-bridging-old-and-new-industry\/\">&nbsp;&raquo;&nbsp;Read more about: The Art of Bridging Old and New Industry &nbsp;&raquo;<\/a><\/p>\n","protected":false},"author":5,"featured_media":2807,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"om_disable_all_campaigns":false,"footnotes":""},"categories":[35,51],"tags":[],"aioseo_notices":[],"_links":{"self":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2806"}],"collection":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/users\/5"}],"replies":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/comments?post=2806"}],"version-history":[{"count":2,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2806\/revisions"}],"predecessor-version":[{"id":3073,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2806\/revisions\/3073"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/media\/2807"}],"wp:attachment":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/media?parent=2806"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/categories?post=2806"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/tags?post=2806"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}