{"id":2811,"date":"2022-03-15T12:05:35","date_gmt":"2022-03-15T12:05:35","guid":{"rendered":"http:\/\/slush.org\/?p=2811"},"modified":"2023-08-22T08:47:59","modified_gmt":"2023-08-22T08:47:59","slug":"building-ambitious-hardware-products","status":"publish","type":"post","link":"https:\/\/slush.org\/building-ambitious-hardware-products\/","title":{"rendered":"Building Ambitious Hardware Products"},"content":{"rendered":"[vc_row type=&#8221;full_width_background&#8221; full_screen_row_position=&#8221;middle&#8221; column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; bg_color=&#8221;#fafafa&#8221; full_height=&#8221;yes&#8221; scene_position=&#8221;center&#8221; text_color=&#8221;dark&#8221; text_align=&#8221;left&#8221; row_border_radius=&#8221;none&#8221; row_border_radius_applies=&#8221;bg&#8221; sticky_row=&#8221;true&#8221; sticky_row_alignment=&#8221;top&#8221; overflow=&#8221;visible&#8221; class=&#8221;article&#8221; overlay_strength=&#8221;0.3&#8243; gradient_direction=&#8221;left_to_right&#8221; shape_divider_position=&#8221;bottom&#8221; bg_image_animation=&#8221;none&#8221; gradient_type=&#8221;default&#8221; shape_type=&#8221;&#8221;][vc_column column_padding=&#8221;no-extra-padding&#8221; column_padding_tablet=&#8221;inherit&#8221; column_padding_phone=&#8221;inherit&#8221; column_padding_position=&#8221;all&#8221; left_margin=&#8221;3vw&#8221; constrain_group_2=&#8221;yes&#8221; right_margin=&#8221;3vw&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; column_position=&#8221;static&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;default&#8221; gradient_type=&#8221;default&#8221;][vc_row_inner column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; text_align=&#8221;left&#8221; row_position=&#8221;default&#8221; row_position_tablet=&#8221;inherit&#8221; row_position_phone=&#8221;inherit&#8221; overflow=&#8221;visible&#8221; pointer_events=&#8221;all&#8221;][vc_column_inner left_padding_desktop=&#8221;10%&#8221; constrain_group_101=&#8221;yes&#8221; right_padding_desktop=&#8221;10%&#8221; left_padding_tablet=&#8221;2%&#8221; constrain_group_103=&#8221;yes&#8221; right_padding_tablet=&#8221;2%&#8221; left_padding_phone=&#8221;2%&#8221; constrain_group_105=&#8221;yes&#8221; right_padding_phone=&#8221;2%&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; font_color=&#8221;#101010&#8243; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; overflow=&#8221;visible&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;advanced&#8221; gradient_type=&#8221;default&#8221;][vc_column_text]<i><\/i><strong><em>Elmo Pakkanen<\/em><\/strong><\/p>\n<p class=\"b-article-author__author-title\"><strong><em>Chief Product Officer<\/em><\/strong><\/p>\n<p>&nbsp;<\/p>\n<p><a href=\"https:\/\/lilium.com\/\"><i>Lilium<\/i><\/a><i> is a German electric aviation startup, with a vision to create<\/i> <i>a sustainable and accessible mode of high-speed, regional transportation. Founded in 2015 by engineers and PhD students at the Technical University of Munich, the company went<\/i><a href=\"https:\/\/sifted.eu\/articles\/lilium-nasdaq-3-3bn-spac\/\"> <i>public through a SPAC<\/i><\/a><i> in September 2021. What they’re building is ambitious to say the least, with the potential to transform sustainable mobility as we know it.<\/i> <i>At Slush 2021, we had the chance to talk to the Lilium Co-founder and VP Product Patrick Nathen about the process of building such an ambitious product. <\/i><\/p>\n<p>&nbsp;<\/p>\n<h4><b>Expect to learn:<\/b><\/h4>\n<ul>\n<li aria-level=\"1\">Choosing the entrepreneurial path<\/li>\n<li aria-level=\"1\">From engineer to product: what are the biggest differences<\/li>\n<li aria-level=\"1\">Patrick’s three leadership principles<\/li>\n<li aria-level=\"1\">How to make hardware less hard<\/li>\n<\/ul>\n[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;How innovative founders are made&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]“Everything that flies has always been my thing.”<\/p>\n<p><i>What initially piqued Patrick’s interest for aviation was his love of ‘flying things’, which he wanted to pursue in a way useful to society. When Lilium was founded, Patrick was finishing his PhD; yet academia didn’t seem like the best path to pursue this passion. <\/i><\/p>\n<p>“First I went into chemical engineering to study the ‘big boom’ of rockets, and then I went on to study aerospace engineering. In my PhD, I focused on the modeling of turbulent flows. I was always quite aware of entrepreneurship as a possible path, and ultimately figured out that academia and science are more incentivized towards dropping publication as quickly as possible in order to make money, rather than doing things that are right for humanity and society.”<\/p>\n<p><i>Corporations weren’t an option either due to their incremental approach to problems that need to be solved on a short timeline.<\/i><\/p>\n<p>“Corporations need to be in maintenance mode, maintaining their business model. Even when big companies have a lot of cash and could try to disrupt themselves, they can’t, because the system discourages them from doing it – you need to make a profit in the next quarter.”<\/p>\n<p><i>Patrick sees startups offering an opportunity for rapid change, as they can be more focused on their purpose rather than maintaining internal structures – purpose also happens to be a better selling point when recruiting. <\/i><\/p>\n<p>“We chose to raise money with the intention of leapfrogging progress and making significant change over a decade. When you do this, everyone can actually focus on the company’s purpose. Having a meaningful purpose attracts much better talent than just making a profit.”[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;From engineering to product&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]<i>Given his background, Patrick started off at the engineering side of things and later transitioned into his current role of VP Product.<\/i><\/p>\n<p>“At the very beginning I was focused on calculation because of my scientific background: how can we get insights from the computer as fast as possible? How do we design the aircraft, what are the aerodynamics, the noise, the flutter? Are the structural mechanics of the aircraft strong? I basically took care of the whole design process.”<\/p>\n<p><i>What are the biggest differences between the two?<\/i><\/p>\n<p>“Engineering is very process focused. You don’t certify an aircraft, you need to certify the organization that builds the aircraft. Engineering was more structured, fact-based and about doing documentation.”<\/p>\n<p><i>As Patrick puts it, product is about building the organization around engineering to bulldoze problems away from it; it’s about HR communications, coordinating physical activities, documentation, speeding up communication and breaking down silos. <\/i><\/p>\n<p>“Product broadens your way of managing from observing a function and its rules and processes to a program perspective and thinking about how we can create nonlinear momentum all the time. This was a change; especially as an engineer it’s difficult to think like that, but I think it is also a very helpful skill set to have and to double up on.”[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;Building an ambitious hardware product&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]<i>Patrick’s move to product was prompted by the desire to expand beyond engineering, and a feeling that he could have the knack for building convenient operations around the engineering process. But building a product for a company like Lilium is atypical to say the least. <\/i><\/p>\n<p>“What product normally means is you have a customer, you have a market, and you have a product that’s actually developed –  in our industry this is all still in the future.”<\/p>\n<p><i>Product for Patrick acts as the support and interface between commercialization and engineering. <\/i><\/p>\n<p>“I’m focused on things like customers’ needs, aircraft and ground operations, differences in different geographies, getting data out of the aircraft and so on. I always say engineering takes care of time to market, I take care of time in market. And then there’s the second area, which is around the digital platforms where you actually take care of the digital product, moving away completely from the aircraft to understanding everything to bring it into service.”<\/p>\n<p><i>This means that product is about translating market needs into technology. <\/i><\/p>\n<p>“There is a market: what do we do with this market? What can be adjusted for example, when our business team says, let’s fly from Helsinki to Toulouse. That means we need to have an overwater operation, we need to have a raft, what does it mean for the customer? Is it more gusty? What are the vibration limits then inside of the cabin? And how do you design it? It basically requires that you can also fly the aircraft at night and in rain and in ice.”<\/p>\n<p>&nbsp;<\/p>\n<h4><b>Product development – from raw engineering to design thinking <\/b><\/h4>\n<p><i>The change in role from engineer to VP Product has also altered how Patrick approaches the product development process.<\/i><\/p>\n<p>“As an engineer, you’re always like oh, cool tech, your thing happened.”<\/p>\n<p><i>In the post-SPAC stage his focus has shifted to a more granular understanding of how the customers use the product. <\/i><\/p>\n<p>“Currently when I speak about customers, I mean for example pilots, the ground staff and maintenance crew, not the passengers. If you have an aircraft that no one can maintain, for example it takes three hours just to get a seat out of the aircraft, then the product is bad. And then we’re always reviewing what the experience is like for the pilot. You don’t want to have the pilot to stress for 10 hours when they’re flying. What you want them to say is ‘I can fly another 10 hours because this thing is awesome’.”<\/p>\n<p><i>This has also meant moving from raw technical solutions to<\/i><a href=\"https:\/\/www.slush.org\/article\/how-to-build-and-define-the-scope-of-an-mvp\/#design-thinking\"> <i>design thinking<\/i><\/a><i>; honing down to the purpose of each choice and the trade-offs associated with them. <\/i><\/p>\n<p>“As a normal engineer, you would always go with what’s the lowest rate possible.”<\/p>\n<p>“For example, we had a recent discussion on if we want to make the joysticks in the aircraft move, or if we want to make the pilot move. Because of the cables and everything in the cockpit, our first instinct was to make a tradeoff for less complexity and make the pilot stand still and the joystick move around. But it’s the pilot who needs to handle the plane and they’re sitting there all day, so we decided to give them the flexibility to move around however they want.”[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;From technical founder to leader&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]“What you need to understand as a founder is whether you have the skills to lead or not. If you don’t, that’s fine. You should not solely rely on your own management skills. You are the founder, you have a vision, you have the idea. Get a manager in place that can support you in these topics.”<\/p>\n<p><i>For Patrick it comes down to self-awareness: making sure that your own limitations don’t turn into stumbling blocks for the company as a whole. <\/i><\/p>\n<p>“How good are you and how honest can you be about it? You need to understand if you can lead or not, and if you can’t, find a co-founder who can. You have to be aware of your weaknesses and limitations.”<\/p>\n<p><i>Patrick draws on an example of his own occasional weakness in what he describes as being chaotic and unconstructed, trading off communication for speed.<\/i><\/p>\n<p>“This sometimes means leaving alignment with others behind. Then people aren’t properly aligned with the overall goal just because I wanted to be faster, and it actually takes longer afterwards. So where does it stop then? Could I handle having teams all across the world, would this be a difficult situation for me? I can’t even know the full extent of my limitations yet.”<\/p>\n<p>Patrick mentions three principles by which they generally lead at Lilium:<\/p>\n<p>&nbsp;<\/p>\n<h4><b>#1: Create a safe space<\/b><\/h4>\n<p>This is a space where people can address all problems and put everything on the table. Every founder says this, but your team really is everything. You need exceptional people across the spectrum. There are no shortcuts to this – you need to hire people who are smarter than you, faster than you, and more ambitious than you. You need to create room for them to fail and then to translate those failures into learning, and that learning into progress.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>#2: Give people a purpose and clear goals<\/b><\/h4>\n<p>Nothing is more confusing than diverging goal setting and lack of clarity on how you get there. <b> <\/b>Never underestimate how important clear purpose and clear goals are together. This is the single most important thing.<\/p>\n<p>We have a clear purpose, and we drive everything with this purpose in mind: we outline clear yearly and quarterly company goals of needing to achieve A, B, C, D, E. Does everybody understand that and have clarity on that? How you do it, I don’t care, just go fix it. If you see a problem, I’m there to bulldoze the problem away. But other than that, you’re doing it.<\/p>\n<p>People in your company are highly motivated. They want to do whatever it takes to bring the company forward, as long as they know what to focus on. In an ideal world, if you went to anyone in your company regardless of their team or hierarchy and woke them up at 3am and asked them what’s the goal they are working for, they should be able to tell you immediately. That’s how you create purpose, by people always knowing what they’re doing, and how their work contributes to the company. You need to over communicate this.<\/p>\n<p>&nbsp;<\/p>\n<h4><strong>#3:<\/strong> <b>Vulnerability<\/b><\/h4>\n<p>When you show and demonstrate to your team that shit is also hard for you, it creates a completely different, trust-based dynamic. I think this is something that many leaders are underestimating.<\/p>\n<p>As a founder you need to be almost naive to build something ambitious. You don’t need to know everything when you are starting out, you basically just need a big dream. You need to test and fail – failure allows you to learn, and slowly your naivete turns into professionalism. This also applies to your team, but you need to show it first.<\/p>\n<h4><\/h4>\n<p>&nbsp;<\/p>\n<h4><b><a id=\"hardware\"><\/a>One last piece of advice: Hardware is hard, but easier with a helicopter view<\/b><\/h4>\n<p><i>Hardware is not the easiest type of startup to build, as Patrick would agree, having<\/i><a href=\"https:\/\/blog.lilium.com\/meet-the-lilium-founders-679c4e433234\"> <i>said<\/i><\/a><i> that ‘If you think that any task in a hardware startup will be easy, then think again. Reality frequently comes around and roundhouse kicks you.<\/i>‘<\/p>\n<p>“Especially as a hardware company, you always need to understand your cash burn against your product delivery rates, and to understand if you are going to run out of money before you can ship your next product iteration.”<\/p>\n<p><i>…and Lilium has had their share of those roundhouse kicks.<\/i><\/p>\n<p>“For example, at the beginning of COVID, one of our aircrafts<a href=\"https:\/\/sifted.eu\/articles\/lilium-fire-fundraising\/\"> caught fire<\/a> during routine ground maintenance. We hired 400 new people, we doubled in size, we built a new aircraft, certified it, and it burned down.”<\/p>\n<p><i>There’s an educational purpose to it all. <\/i>“You get a very thick skin from these slaps of reality that you get all the time. You learn to understand the fundamental thing about each problem very quickly, and how they affect your day-to-day business.”<\/p>\n<p><i>Hardware is hard, but taking a long-term perspective, or as Patrick says, ‘a helicopter view’ makes it easier to deal with failures. <\/i><\/p>\n<p>“There’s this great quote from Bill Gates, who said: ‘Most people overestimate what they can achieve in one year, but underestimate what they can do in ten years.’ The temptation to focus on bad things and moan about them is very big. But that’s just a moment in time, especially when you’re on such a long journey. You need to realize it’s not a marathon, it’s an ultra marathon, and you’re running three of those.”[\/vc_column_text][vc_column_text]\n<h4 class=\"title style-scope ytd-video-primary-info-renderer\"><strong>Learning to Fly – the Founding Story of Lilium<\/strong><\/h4>\n<h5><strong>Patrick Nathen (<a href=\"https:\/\/lilium.com\/\">Lilium<\/a>) <a href=\"https:\/\/youtu.be\/Yk0ojfBe9FU\">HERE<\/a>.<\/strong><\/h5>\n[\/vc_column_text][\/vc_column_inner][\/vc_row_inner][\/vc_column][\/vc_row]\n","protected":false},"excerpt":{"rendered":"<p>[vc_row type=&#8221;full_width_background&#8221; full_screen_row_position=&#8221;middle&#8221; column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; bg_color=&#8221;#fafafa&#8221; full_height=&#8221;yes&#8221; scene_position=&#8221;center&#8221; text_color=&#8221;dark&#8221; text_align=&#8221;left&#8221; row_border_radius=&#8221;none&#8221; row_border_radius_applies=&#8221;bg&#8221; sticky_row=&#8221;true&#8221; sticky_row_alignment=&#8221;top&#8221; overflow=&#8221;visible&#8221; class=&#8221;article&#8221; overlay_strength=&#8221;0.3&#8243; gradient_direction=&#8221;left_to_right&#8221; shape_divider_position=&#8221;bottom&#8221; bg_image_animation=&#8221;none&#8221; gradient_type=&#8221;default&#8221; shape_type=&#8221;&#8221;][vc_column column_padding=&#8221;no-extra-padding&#8221; column_padding_tablet=&#8221;inherit&#8221; column_padding_phone=&#8221;inherit&#8221; column_padding_position=&#8221;all&#8221; left_margin=&#8221;3vw&#8221; constrain_group_2=&#8221;yes&#8221; right_margin=&#8221;3vw&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; column_position=&#8221;static&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;default&#8221; gradient_type=&#8221;default&#8221;][vc_row_inner column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; text_align=&#8221;left&#8221; row_position=&#8221;default&#8221; row_position_tablet=&#8221;inherit&#8221; row_position_phone=&#8221;inherit&#8221; overflow=&#8221;visible&#8221; pointer_events=&#8221;all&#8221;][vc_column_inner left_padding_desktop=&#8221;10%&#8221; constrain_group_101=&#8221;yes&#8221; right_padding_desktop=&#8221;10%&#8221; left_padding_tablet=&#8221;2%&#8221; constrain_group_103=&#8221;yes&#8221; right_padding_tablet=&#8221;2%&#8221; left_padding_phone=&#8221;2%&#8221; constrain_group_105=&#8221;yes&#8221; right_padding_phone=&#8221;2%&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; <a href=\"https:\/\/slush.org\/building-ambitious-hardware-products\/\">&nbsp;&raquo;&nbsp;Read more about: Building Ambitious Hardware Products &nbsp;&raquo;<\/a><\/p>\n","protected":false},"author":5,"featured_media":2813,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"om_disable_all_campaigns":false,"footnotes":""},"categories":[35,58],"tags":[],"aioseo_notices":[],"_links":{"self":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2811"}],"collection":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/users\/5"}],"replies":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/comments?post=2811"}],"version-history":[{"count":2,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2811\/revisions"}],"predecessor-version":[{"id":3072,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2811\/revisions\/3072"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/media\/2813"}],"wp:attachment":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/media?parent=2811"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/categories?post=2811"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/tags?post=2811"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}