{"id":2812,"date":"2022-08-23T12:09:13","date_gmt":"2022-08-23T12:09:13","guid":{"rendered":"http:\/\/slush.org\/?p=2812"},"modified":"2023-08-22T08:42:40","modified_gmt":"2023-08-22T08:42:40","slug":"when-startups-buy-startups-a-story-of-acquisitions","status":"publish","type":"post","link":"https:\/\/slush.org\/when-startups-buy-startups-a-story-of-acquisitions\/","title":{"rendered":"When Startups Buy Startups: A Story of Acquisitions"},"content":{"rendered":"[vc_row type=&#8221;full_width_background&#8221; full_screen_row_position=&#8221;middle&#8221; column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; bg_color=&#8221;#fafafa&#8221; full_height=&#8221;yes&#8221; scene_position=&#8221;center&#8221; text_color=&#8221;dark&#8221; text_align=&#8221;left&#8221; row_border_radius=&#8221;none&#8221; row_border_radius_applies=&#8221;bg&#8221; sticky_row=&#8221;true&#8221; sticky_row_alignment=&#8221;top&#8221; overflow=&#8221;visible&#8221; class=&#8221;article&#8221; overlay_strength=&#8221;0.3&#8243; gradient_direction=&#8221;left_to_right&#8221; shape_divider_position=&#8221;bottom&#8221; bg_image_animation=&#8221;none&#8221; gradient_type=&#8221;default&#8221; shape_type=&#8221;&#8221;][vc_column column_padding=&#8221;no-extra-padding&#8221; column_padding_tablet=&#8221;inherit&#8221; column_padding_phone=&#8221;inherit&#8221; column_padding_position=&#8221;all&#8221; left_margin=&#8221;3vw&#8221; constrain_group_2=&#8221;yes&#8221; right_margin=&#8221;3vw&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; column_position=&#8221;static&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;default&#8221; gradient_type=&#8221;default&#8221;][vc_row_inner column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; text_align=&#8221;left&#8221; row_position=&#8221;default&#8221; row_position_tablet=&#8221;inherit&#8221; row_position_phone=&#8221;inherit&#8221; overflow=&#8221;visible&#8221; pointer_events=&#8221;all&#8221;][vc_column_inner left_padding_desktop=&#8221;10%&#8221; constrain_group_101=&#8221;yes&#8221; right_padding_desktop=&#8221;10%&#8221; left_padding_tablet=&#8221;2%&#8221; constrain_group_103=&#8221;yes&#8221; right_padding_tablet=&#8221;2%&#8221; left_padding_phone=&#8221;2%&#8221; constrain_group_105=&#8221;yes&#8221; right_padding_phone=&#8221;2%&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; font_color=&#8221;#101010&#8243; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; overflow=&#8221;visible&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;advanced&#8221; gradient_type=&#8221;default&#8221;][vc_column_text]<em><strong>Elias Tritter | Susan Hyttinen<\/strong><\/em><\/p>\n<p>&nbsp;<\/p>\n<p><i>Having your company purchased is one of the most common exits for a startup. But what is integration with another company actually like? Christian Lohmann, CRO and COO of<\/i> <i>customer service platform <\/i><a href=\"https:\/\/www.dixa.com\/\"><i>Dixa<\/i><\/a><i>, shares his experience in managing three startup acquisitions and the decisions they made to ensure successful unions.<\/i><\/p>\n<h4><strong>Expect to Learn:<\/strong><\/h4>\n<ul>\n<li aria-level=\"1\"><b>Is an acquisition the right play?<br \/>\n<\/b><\/li>\n<li aria-level=\"1\"><b>Pre-acquisition<\/b><\/li>\n<li aria-level=\"1\"><b>Due diligence<\/b><\/li>\n<li aria-level=\"1\"><b>Post-acquisition integration<\/b>\n<ul>\n<li aria-level=\"1\"><b>Lesson #1: Keep the founders happy<\/b><\/li>\n<li aria-level=\"1\"><b>Lesson #2: Prepare to shut down great projects<\/b><\/li>\n<li aria-level=\"1\"><b>Lesson #3: Be clear on the status of acquired brands<\/b><\/li>\n<\/ul>\n<\/li>\n<li aria-level=\"1\"><b>When to say no to an acquisition<\/b><\/li>\n<\/ul>\n[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;Is an acquisition the right play?&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]<i>An acquisition is a resource-intensive commitment, with Dixa having allocated almost half of their Series C round investment into their two most recent acquisitions. As such, potential acquisitions shouldn’t be opportunistic purchases but built around a long-term company roadmap.<\/i><\/p>\n<p>“We can always test the software and build it ourselves if that’s a better option. It’s just a matter of resources and risk profile. How long will it take? Will it be as good? Where will your competitors be with their feature development? There’s a timing element in that. Buying is typically more expensive than building, but it can help you leapfrog the competition. On the other hand, with acquiring features there’s minimal risk of complete failure alongside additional advantages: most notably great founders and great teams.”<\/p>\n<p>“Before our first acquisition, <a href=\"https:\/\/elev.io\/\">Elevio<\/a>, we had formed a strategic view to build a solution that we felt addressed the customer service market’s needs with a combination of knowledge, automation, and intelligence.”<\/p>\n<p>&nbsp;<\/p>\n<ol>\n<li aria-level=\"1\"><b>Knowledge. <\/b>“For our product to improve, we needed our customer agents to be aware of what they should answer. They needed context and a knowledge base.”<\/li>\n<li aria-level=\"1\"><b>Automation. <\/b>“Secondly, automation is and will be a big part of the system going forward to drive down costs.”<\/li>\n<li aria-level=\"1\"><b>Intelligence. <\/b>“Finally, you need to figure out if all the things you’re doing make sense, to analyze whether we are addressing the root cause of problems. You might have the perfect support team but if something is broken on the product side, the support team will not help you regardless of how great they are.”<\/li>\n<\/ol>\n<p>“Dixa strategically acquired new products to help our current and future customers. Elevio provides the knowledge base, <a href=\"https:\/\/www.solvemate.com\/en\/\">Solvemate<\/a>, the automation, and <a href=\"https:\/\/miuros.com\/\">Miuros<\/a>, the quality assurance. We chose these three specifically because we saw these companies had the best tech in the market – combined, in all fairness, with achievability.”<\/p>\n<p>&nbsp;<\/p>\n<p><i>There is also a size limit in terms of being able to effectively integrate acquired companies. <\/i><\/p>\n<p>“Even if we had the money or could buy a company with 1,000 employees for nothing, it would be very challenging from a cultural point of view to integrate such a big company effectively. It would likely be too big a task for us. Quality, achievability, and size dictated the logic for why we chose these companies to complete the trinity.”<\/p>\n[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;Pre-Acquisition: Identifying the companies&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]<i>Partnerships are integral in the SaaS ecosystem as they help you extend, market, and sell your product. As it happens, they also provide an opportunity for assessing the acquisition potential of companies before starting official discussions.<\/i><\/p>\n<p>“We could do some due diligence just by being technology integration partners. We knew we had a great product fit and then we started listening to what their funding considerations were. Most of these companies would otherwise have gone into classic funding rounds.”<\/p>\n<p>“You can then explore the potential for a merger in more informal conversation and wrap it in other excuses: Should we go for this client together? How do we divide and conquer?”<\/p>\n<p><i>However, you need to be extra careful not to put valuable partnerships at risk. <\/i><\/p>\n<p>“You have to be more diligent in your approach because you don’t want to scare people away. We highly value our partners and therefore approached our acquisition targets at a respectfully slow pace.”<\/p>\n<p><i>This slow process results in a position where both parties know a potential merger or acquisition is in the cards.<\/i><\/p>\n<p>“Typically, the acquired company initiates the process. In our case, we opened negotiations with all the ones we acquired. As we are dealing with partners, we’re extremely serious if we go in and are straight shooters because we don’t want to ruin our relationship if this is not the right thing for both companies. This results in a healthy process, as you have the mentality that we need to be friends regardless of the outcome: the merger needs to be good for your business and for my business.”<\/p>\n[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;Due diligence&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]<i>What happens in due diligence?<\/i><\/p>\n<p><a id=\"dd\"><\/a>“We have a talk upfront before signing anything. We aim for two-thirds of the bigger decisions to have been organized pre-acquisition – before the lawyers get involved. The lawyers and all the advisors are a great asset. Yet the more you can agree on, and the more obstacles you can remove before tons of people get involved, the smoother the process will be as a whole.”<\/p>\n<p>&nbsp;<\/p>\n<p><i>Due diligence requires a heavy dose of transparency to ensure a mutually beneficial outcome.<\/i><\/p>\n<p>“We deal with a lot of assumptions. We are basing our evaluation and our approach on two-thirds of the details. So we need to spend some time together going through the acquisition proposals and analyzing their company, products, technology, and team. Do you truly have this many clients with this much revenue as you mentioned to us earlier? If it turns out that you have less, or you are visibly off on some other key metrics, we need to know now. Founders have to be honest because it will help them find the right home.”<\/p>\n<p>“The founders will also have more requests or ‘asks’ from the companies in the negotiation phase than at any other time. If it’s super important for them that their brand continues, they need to say that before the signature.”<\/p>\n<p>&nbsp;<\/p>\n<p><i>Transparency is of course a two-way street. In acquisitions, where one party is in the stronger negotiating position, talk about equality needs to be matched with actions.<\/i><\/p>\n<p>“It’s not new ones joining, it’s two entities that are merging, no matter the technical terms of the transaction. You have to show through tangible things that you mean it when you say everybody’s equal.”<\/p>\n<p>“To ensure transparency on our side, we let the new acquisition prospects, Solvemate and Miuros, have an interview with the first company we acquired without any presence from anyone from Dixa. They then could have a <b>founder-to-founder interview<\/b> on how it is to be acquired and ask any questions they might have.”<\/p>\n[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;Cultural due-diligence&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]\n<section class=\"b-base b-base--no-lower-margin\">\n<div class=\"b-base__container\">\n<div class=\"l-columns l-columns--h-center\" data-column-count=\"1\">\n<div class=\"l-columns__item\">\n<div class=\"h-wysiwyg-html\" data-scheme-target=\"\">\n<p><i>Since cultural incompatibility is considered one of the primary causes for failed mergers, it correspondingly has a central role in facilitating a successful one. It’s also an aspect Dixa has been laser-focused on.<\/i><\/p>\n<p>“We do a heavy culture due diligence which I’ve never seen anywhere else. The financial numbers are whatever they are; the acquisition targets are such small companies that it’s their future that counts and you cannot read into the numbers necessarily. That’s why we spent significantly more time on culture than we did on financial numbers.”<\/p>\n<p>&nbsp;<\/p>\n<p><i>What are the cultural synergies to look out for?<\/i><\/p>\n<p><b>Chemistry. <\/b>“The first cultural key for us is chemistry. Do you believe in these people when meeting with them, having worked with them previously? Can they do the right things at the right time when needed? Could we see them get into groupthink or other harmful modes of thinking?”<\/p>\n<p><b>Goal alignment. <\/b>“Equally important is goal alignment. When we bought the chatbot provider Solvemate, we fell in love with a line in their sales material: “chatbots suck.” Who on earth wants to talk to a chatbot? However, most people would rather have the answer from a chatbot than pick up the phone and call – that’s even more annoying. That was our starting point. We aligned on the idea that this is an efficiency tool. So then how can we innovate this further and become smarter? For example, could we further integrate chatbots into customers’ daily routines? Improve their memory? Or reduce repetition in their responses? These are the kind of questions we’ll be posing as we evolve the product.”<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/section>\n<section class=\"b-base b-base--no-upper-margin\">\n<div class=\"b-base__container\">\n<div class=\"l-columns l-columns--h-center\" data-column-count=\"1\">\n<div class=\"l-columns__item\">\n<div class=\"h-wysiwyg-html\" data-scheme-target=\"\">\n<p><i>The talent assessment is not about assessing what the employees’ strengths or weaknesses are.<\/i><\/p>\n<p>“If the founders believe these are the right people to do these tasks, they know better than we do. We have made a ton of promotions from the recent acquisitions. For example, we promoted the CEO of both of the newly acquired companies to VPs. The CMO from one of the companies became the VP of Marketing for all companies and brands in the Dixa group.”<\/p>\n<p>&nbsp;<\/p>\n<p><i>Instead, the point of talent assessment is to identify any potential people-related bottlenecks.<\/i><\/p>\n<p>“The talent assessment focuses on asking how these people would play together with us. Are there any conflicts we can foresee? Are there any obstacles we need to be very aware of? Are there any strong personalities? Cultural influences that need to be taken into account? We just bought a French, a German, and an Australian company while opening offices in the US – and we’re from the Nordics. There are a lot of different cultural things to consider if we are to be in the same team. This has to be discussed upfront.”<\/p>\n<p>&nbsp;<\/p>\n<p><i>With two-thirds of the preparation done before the acquisition legally begins, the actual acquisition becomes relatively standard and straightforward – led by the lawyers and advisors.<\/i><\/p>\n<p>“We do the classic approach: we draft a letter of intent and write that we would like to pay you X; this much in cash, this much in other components, shares, etc., if you achieve X, Y, Z. If we can agree on the main terms then the more detailed writing starts.”<\/p>\n<p>&nbsp;<\/p>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/section>\n[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;Post-acquisition integration&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]<i>Some integration decisions are left for post-acquisition.<\/i><\/p>\n<p>“You can only honestly answer specific questions after the sale: Is your tech actually state of the art? Where are the flaws we didn’t see? How do we make sure we speak as one team and solve these issues?”<\/p>\n<p>“As I mentioned earlier, before an acquisition you have to base your analysis on two-thirds of the details. This means that, to some degree, you’re relying on good faith, honesty, and transparency until you reach the post-acquisition phase. But if you’ve thoroughly vetted people and culture, this stage should reveal what you already suspected.”<\/p>\n<p>&nbsp;<\/p>\n<p><i>Post-acquisition integration is a delicate<\/i> <i>period in an acquisition, so having an internal team organize the process end-to-end works wonders.<\/i><\/p>\n<p>“While I was leading all aspects in all three acquisitions, the process overall was coordinated by our VP of Strategy. The strategy team then owns the integration execution end-to-end,  managing the work streams and finalizing the integration. We started small, and the more serious it got, the more people got involved.”<\/p>\n<p>“We had our post-acquisition integration organized into three Ps – people, product, and profit, in that order of importance. We then had work streams in these:<\/p>\n<ol>\n<li aria-level=\"1\"><b>People<\/b>-related work streams pertain to things like how do we make sure we have the same contractual rights in our contracts? If Dixa has something everybody should have it; salaries, systems, anything concerning people.<\/li>\n<li aria-level=\"1\"><b>Product<\/b> is about how we actually integrate the acquired products. What’s the plan? What’s the timeline? Should we do full integration today? One at a time? Should we vet the engineers?<\/li>\n<li aria-level=\"1\"><b>Profit<\/b> concerns the targets for each of the companies merged together. How much do we anticipate to cross-sell or up-sell? This is more about tracking than anything else, to be honest.”<\/li>\n<\/ol>\n<p><i><br \/>\nChristian shared the three most important learnings to help make the post-acquisition period as smooth as possible:<\/i><\/p>\n[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;Lesson #1: Keep the founders happy&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]“The companies we’re acquiring are not multibillion-dollar companies, or we wouldn’t be able to buy them. Therefore, for the founders of the acquired company, it’s an exit early in the journey. We want to make sure that they still want to be on the journey – A part of that is also making sure people don’t leave. If the founders aren’t happy, if the employees aren’t happy, or if we don’t have the right incentives in place, the merger will never work. Then we should have simply built the product ourselves.”<\/p>\n<p>“One of the things we did with new acquisitions was a <b>founder-only forum<\/b>. It’s their babies we’re trying to put together into one collective group. It’s not that they have specific decision-making power. It’s that they have a forum to make suggestions so we don’t lose their founding team chemistry and all its positive aspects.”<\/p>\n[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;Lesson #2: Prepare to shut down great projects&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]<i>In a merger, the projects of both parties are combined, and the re-prioritization of tasks for the acquired companies requires a deft touch.<\/i><\/p>\n<p>“The companies we acquired were add-on modules to platforms like ours: we are only one of the platforms to which they integrated their product. Their product roadmaps also had future integrations that now might not be a priority. Even if they might be 80% done with developing these features, we don’t want to spend the remaining 20% of the effort because it doesn’t make sense for the new vision.”<\/p>\n<p>“Having to let go of these projects isn’t the best experience, yet it is necessary for the group – people willing to sacrifice great ideas, often excellent ideas. Ultimately, we decided that we cannot pay attention to where the partner is from if we are true to the mantra that we are one (new) team.”<\/p>\n<p>“This is where the importance of people management is most clearly demonstrated; in handling people that got hired to do some great stuff in specific areas that we now don’t need. To ask for that degree of trust was probably the biggest challenge with the mergers.”<\/p>\n[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;Lesson #3: Be clear on the status of acquired brands&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]<i>A key question with mergers is what to do with an acquired brand once it has been integrated. Christian explains the decision-making process they had around keeping the brands functioning in their individual use cases.<\/i><\/p>\n<p>“We decided to keep standalone brands in all three companies. These were high-growth companies by themselves and we want to take advantage of that, to get that revenue and those sales.”<\/p>\n<p>“The way we describe it is that Dixa is purple, Elevio is green, Solvemate is blue, Miuros is yellow – and we like rainbows. We are trying to sell rainbows all the time. But it’s okay if a rainbow starts with one color. We have intentionally kept the brands separate because they can team up with a Dixa competitor and do a sale with companies that for whatever reason don’t like Dixa, aren’t ready for Dixa or we’re not ready for them.”<\/p>\n<p>“Now, whenever we or they are ready and want them to join us, we already have a relationship with them and the know-how of how they do things. In Danish, you would say we are playing on all horses for a race. We don’t care which one wins, as long as we are all aligned eventually.”<\/p>\n<p>“Strategies like this can evolve over time so we’ll keep the ‘rainbow’ sales process as long as it makes sense for our strategy and objectives.”<\/p>\n[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;When to say no to an acquisition&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]<i>In the perfect acquisition world, culture, price, and vision come together in the perfect marriage of one stronger company. In reality, expectations aren’t always aligned. Managing expectations and understanding founder motivations is critical to ensuring success.<\/i><\/p>\n<p>“Sometimes you cannot agree on a price or terms. Or maybe the tech wasn’t exactly what you thought it was, or the people had some sides you hadn’t seen before.”<\/p>\n<p>“Our main focus has been on teams that want to buy into the bigger journey together. Because if you just want the money, then the acquisition journey is not going to be fun. For us, founders must be able to see themselves in Dixa for the foreseeable future. We told all the companies we considered for an acquisition that if you want to pursue a standalone route, that’s fine, you should do that. We would be happy to be a reference case for how great you are – but then you should go for a normal funding round.”[\/vc_column_text][\/vc_column_inner][\/vc_row_inner][\/vc_column][\/vc_row]\n","protected":false},"excerpt":{"rendered":"<p>[vc_row type=&#8221;full_width_background&#8221; full_screen_row_position=&#8221;middle&#8221; column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; bg_color=&#8221;#fafafa&#8221; full_height=&#8221;yes&#8221; scene_position=&#8221;center&#8221; text_color=&#8221;dark&#8221; text_align=&#8221;left&#8221; row_border_radius=&#8221;none&#8221; row_border_radius_applies=&#8221;bg&#8221; sticky_row=&#8221;true&#8221; sticky_row_alignment=&#8221;top&#8221; overflow=&#8221;visible&#8221; class=&#8221;article&#8221; overlay_strength=&#8221;0.3&#8243; gradient_direction=&#8221;left_to_right&#8221; shape_divider_position=&#8221;bottom&#8221; bg_image_animation=&#8221;none&#8221; gradient_type=&#8221;default&#8221; shape_type=&#8221;&#8221;][vc_column column_padding=&#8221;no-extra-padding&#8221; column_padding_tablet=&#8221;inherit&#8221; column_padding_phone=&#8221;inherit&#8221; column_padding_position=&#8221;all&#8221; left_margin=&#8221;3vw&#8221; constrain_group_2=&#8221;yes&#8221; right_margin=&#8221;3vw&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; column_position=&#8221;static&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;default&#8221; gradient_type=&#8221;default&#8221;][vc_row_inner column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; text_align=&#8221;left&#8221; row_position=&#8221;default&#8221; row_position_tablet=&#8221;inherit&#8221; row_position_phone=&#8221;inherit&#8221; overflow=&#8221;visible&#8221; pointer_events=&#8221;all&#8221;][vc_column_inner left_padding_desktop=&#8221;10%&#8221; constrain_group_101=&#8221;yes&#8221; right_padding_desktop=&#8221;10%&#8221; left_padding_tablet=&#8221;2%&#8221; constrain_group_103=&#8221;yes&#8221; right_padding_tablet=&#8221;2%&#8221; left_padding_phone=&#8221;2%&#8221; constrain_group_105=&#8221;yes&#8221; right_padding_phone=&#8221;2%&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; <a href=\"https:\/\/slush.org\/when-startups-buy-startups-a-story-of-acquisitions\/\">&nbsp;&raquo;&nbsp;Read more about: When Startups Buy Startups: A Story of Acquisitions &nbsp;&raquo;<\/a><\/p>\n","protected":false},"author":3,"featured_media":2818,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"om_disable_all_campaigns":false,"footnotes":""},"categories":[35,60],"tags":[],"aioseo_notices":[],"_links":{"self":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2812"}],"collection":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/users\/3"}],"replies":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/comments?post=2812"}],"version-history":[{"count":3,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2812\/revisions"}],"predecessor-version":[{"id":3071,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2812\/revisions\/3071"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/media\/2818"}],"wp:attachment":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/media?parent=2812"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/categories?post=2812"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/tags?post=2812"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}