{"id":2824,"date":"2022-03-29T12:26:47","date_gmt":"2022-03-29T12:26:47","guid":{"rendered":"http:\/\/slush.org\/?p=2824"},"modified":"2023-08-22T08:47:40","modified_gmt":"2023-08-22T08:47:40","slug":"hacking-the-legal-challenges-of-early-stage-startups","status":"publish","type":"post","link":"https:\/\/slush.org\/hacking-the-legal-challenges-of-early-stage-startups\/","title":{"rendered":"Hacking the Legal Challenges of Early-Stage Startups"},"content":{"rendered":"[vc_row type=&#8221;full_width_background&#8221; full_screen_row_position=&#8221;middle&#8221; column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; bg_color=&#8221;#fafafa&#8221; full_height=&#8221;yes&#8221; scene_position=&#8221;center&#8221; text_color=&#8221;dark&#8221; text_align=&#8221;left&#8221; row_border_radius=&#8221;none&#8221; row_border_radius_applies=&#8221;bg&#8221; sticky_row=&#8221;true&#8221; sticky_row_alignment=&#8221;top&#8221; overflow=&#8221;visible&#8221; class=&#8221;article&#8221; overlay_strength=&#8221;0.3&#8243; gradient_direction=&#8221;left_to_right&#8221; shape_divider_position=&#8221;bottom&#8221; bg_image_animation=&#8221;none&#8221; gradient_type=&#8221;default&#8221; shape_type=&#8221;&#8221;][vc_column column_padding=&#8221;no-extra-padding&#8221; column_padding_tablet=&#8221;inherit&#8221; column_padding_phone=&#8221;inherit&#8221; column_padding_position=&#8221;all&#8221; left_margin=&#8221;3vw&#8221; constrain_group_2=&#8221;yes&#8221; right_margin=&#8221;3vw&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; column_position=&#8221;static&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;default&#8221; gradient_type=&#8221;default&#8221;][vc_row_inner column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; text_align=&#8221;left&#8221; row_position=&#8221;default&#8221; row_position_tablet=&#8221;inherit&#8221; row_position_phone=&#8221;inherit&#8221; overflow=&#8221;visible&#8221; pointer_events=&#8221;all&#8221;][vc_column_inner left_padding_desktop=&#8221;10%&#8221; constrain_group_101=&#8221;yes&#8221; right_padding_desktop=&#8221;10%&#8221; left_padding_tablet=&#8221;2%&#8221; constrain_group_103=&#8221;yes&#8221; right_padding_tablet=&#8221;2%&#8221; left_padding_phone=&#8221;2%&#8221; constrain_group_105=&#8221;yes&#8221; right_padding_phone=&#8221;2%&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; font_color=&#8221;#101010&#8243; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; overflow=&#8221;visible&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;advanced&#8221; gradient_type=&#8221;default&#8221;][vc_column_text]\n<h6 class=\"b-article-author__author-name\"><strong><em>Benjamin Begley<\/em><\/strong><\/h6>\n<p class=\"b-article-author__author-title\"><strong><em>Program<\/em><\/strong><\/p>\n<p>&nbsp;<\/p>\n<p><i>SeedLegals is a legaltech platform that allows founders and investors to easily create, negotiate and sign all legal agreements needed to close a funding round. Founded in 2016, more than one in six early-stage funding rounds and option schemes in the United Kingdom are now done on SeedLegals. Backed by Seedcamp and Index Ventures, SeedLegals has expanded to Ireland and France, with further markets on the horizon. <\/i><\/p>\n<p><i>For this installment of the Soaked by Slush interviews at Slush 2021, we sat down with Anthony Rose, Founder and CEO of SeedLegals. He gave us a detailed overview of the key legal issues founders should keep in mind throughout their journey. In this article we also utilize the learnings from <\/i><a href=\"https:\/\/www.youtube.com\/watch?v=cQ6xAF0VM-Q\"><i>Anthony’s Builders’ Studio talk<\/i><\/a><i>, titled ‘Legal Deep Dive’ from Slush 2021. <\/i><\/p>\n<p>&nbsp;<\/p>\n<h4><b>Expect to learn: <\/b><\/h4>\n<ul>\n<li aria-level=\"1\">How Anthony founded a legaltech firm with no law background<\/li>\n<li aria-level=\"1\">What legal aspects founders should focus on pre-funding<\/li>\n<li aria-level=\"1\">What legal aspects founders should focus on during fundraising<\/li>\n<li aria-level=\"1\">About the emergence of agile funding<\/li>\n<\/ul>\n[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;Founding a legaltech firm with no background in law&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]<i>Anthony, while a serial entrepreneur, doesn’t have any background in law. Nonetheless, SeedLegals has grown to be a key player of the UK startup ecosystem by making legals more transparent for all parties involved. With a career in media, Anthony stumbled upon his area through a combination of needing lawyers throughout his career as a founder and meeting his co-founder at a party, who had the same challenge as an investor.<\/i><\/p>\n<p>“My background actually is not in legals. It’s in video and music. I used to be with Kazaa, a file sharing company, before joining the BBC to lead on the BBC iPlayer. Then I built a startup, sold it. Built another startup, sold it. I invested in a few startups and got tired of hiring lawyers to do the legals.“<\/p>\n<p><i>It was the inefficiency of working through conventional lawyers on funding rounds that made Anthony and his co-founder Laurent Laffy found SeedLegals. <\/i><\/p>\n<p>“I met my business partner, Laurent Laffy, an ex-VC and serial angel investor, at a party. We found a common tune and thought lawyers take forever, they make mistakes, and they charge a fortune – we should change it.”<\/p>\n<p><i>The key problem they wanted to address was the incentive misalignment when working with lawyers on both sides of the deal.<\/i><\/p>\n<p>“When raising capital, if you go to a law firm they will drag the deal terms way in your favor. Then they’ll send them to the other party, who will send them to their lawyer who will drag the terms way in their favor. After going back and forth, they’ll settle statistically somewhere in the middle. Our goal is to use data to show both parties where rounds of that type are likely to settle – basically to show what’s market standard – and explain that actually, this is where you’re likely to end up. We empower both parties to get to the same result, faster and less expensively.”<\/p>\n<p><i>Now five years old, what does SeedLegals look like today then and what is its value for founders and investors?<\/i><\/p>\n<p>“If you’re a startup, and you’re looking to build your team, protect your company’s intellectual property, create founder agreements, incentivise your team with share options, do a funding round… it’s all a world of unknowns. Wouldn’t it be great if there was a platform for doing all of this? That’s what SeedLegals does. We want to be the operating system of your startup. All the things that used to be super painful, now there’s a platform. And of course we’ve done all of our fundraising on SeedLegals, and we run our company on SeedLegals.”[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;What founders should focus on pre-funding&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]“One day you’re walking along and you have an idea… one that excites you so much that you’re ready to give up your day job and spend years of your life on it. It starts out as a side project, a hobby, but at some point the hobby turns into something real. At that point you need to incorporate a new company, and then you can make agreements in the name of the company, hire people, and raise investment.”<\/p>\n<p>&nbsp;<\/p>\n<p><b>Getting the cap table right <\/b>– <i>One of the first key things founders need to get right at the get-go is the share ownership and cap table. <\/i><\/p>\n<p>“When you incorporate, you have shareholders and you have a <a href=\"https:\/\/www.slush.org\/article\/a-glossary-for-your-vc-meeting\/#captable\">cap table<\/a>. When it’s just two shareholders, you’re going to keep your cap table on a spreadsheet. But at some point, when it comes to your first funding round you’re going to have more shareholders, and you’re going to want an electronic cap table, because trying to work our equity dilution, price per share and ownership in Excel is complex and error-prone. So, that’s when you get on SeedLegals and manage your cap table there.”<\/p>\n<p>&nbsp;<\/p>\n<p><b>Founder vesting<\/b><i> – SeedLegals has learned through the 30,000 startups on their platform that the people founders need to most protect themselves against are not investors but their own co-founders. SeedLegals has observed that about 10 percent of the time founders split up in their venture. This leaves the long term sustainability of the company in jeopardy, if ownership lies with someone not actively involved with the venture anymore. It is because of this that founder vesting – which is that if a founder leaves in, say, the first 3 or 4 years, they have to transfer back to the company some fraction of their shares – at the very early stage is crucial, even though it might seem like an awkward topic to have with your co-founders.<\/i><\/p>\n<p><i>You want to ensure that incentives are aligned towards the long-term growth of the company, so that a co-founder won’t leave owning a significant share of the company early on. <\/i><a href=\"https:\/\/seedlegals.com\/resources\/startup-founder-vesting\/\"><i>A standard practice is to have a four year vesting schedule<\/i><\/a><i>. While founder vesting eventually comes up when raising capital – investors will usually insist that founder vesting is in place before they will invest – it’s important to do even before then as it protects the long-term interests of the company. <\/i><\/p>\n<p>&nbsp;<\/p>\n<p><b>Early contracts<\/b><i> – from the perspective of intellectual property rights, you want to ensure that any concrete work towards the company is protected by agreements. While the early days of a company are a time where you might have people helping around, simple contracts will get you a long way. Importantly, if you are seeking venture capital, as part of the due diligence process of funding rounds VCs will want to know if there is a risk someone could claim ownership of your IP outside of an agreement. This could create an IP risk that is not seen in a kind light.<\/i><\/p>\n<p><i>So, well before seeking funding, founders should ensure they have employment or consulting agreements in place for everyone who has done any work for the company, with IP assignment provisions. Not having those agreements in place means that when investors do their due diligence on the company prior to their investing, you’ll be in a mad scramble to try to find people who no longer work for you, to make sure they have signed IP assignments with the company… so much better to do that before you let anyone do any work for the company.<\/i>[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;What founders should focus on during fundraising&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]<i>With over 2,000 funding rounds a year done through SeedLegals, they have amassed unique data on the funding landscape in the UK in particular. Using data to derive industry benchmarks is hugely helpful and a large step forward in making the process of raising funding more transparent and fair. <\/i><\/p>\n<p>&nbsp;<\/p>\n<h4><strong>#1: Dilution<\/strong><\/h4>\n<p><i>When it comes to <\/i><a href=\"https:\/\/www.slush.org\/article\/a-glossary-for-your-vc-meeting\/#dilution\"><i>dilution<\/i><\/a><i>, there’s a clear figure to point to. <\/i>“We use data to show you what you probably want to do. A lawyer would tell you 12 things you could do with risk analysis, we actually go over 1,000s of funding rounds to say what investors want – it’s a median of 15% dilution.”<\/p>\n<p>“It’s a valuable indicator. If your investors are looking for 30% equity, you can show them this is a bad idea. You can go to SeedLegals and show them the graph that shows they are an outlier. But on the other hand, if you’re raising $100,000 on a 10 million valuation, that’s great. However, you could be raising more at that valuation – why are you raising so little? With the 15% benchmark analyzing various term sheet offers becomes clearer, as you have something to compare to.”<\/p>\n<p><b><i>It’s better to talk about pre-money valuations. <\/i><\/b><i>When it comes to negotiating valuations, Anthony emphasizes the importance of consistently talking about pre-money valuations so as not to mislead investors to understand they would be getting a higher share of ownership.<\/i><\/p>\n<p>&nbsp;<\/p>\n<h4><strong>#2: Rewarding talent– <a href=\"https:\/\/www.slush.org\/article\/a-glossary-for-your-vc-meeting\/#esop\">ESOP<\/a><\/strong><\/h4>\n<p><i>SeedLegals’ benchmarks go beyond funding dilution. They also have valuable data on how to reward the talent that joins your company. <\/i><\/p>\n<p>“When you start the company, the founders split the equity between themselves. Then you’ve got your first hire or a late founder joining. There are two problems that founders need to solve. How much equity should I give to them? How do I justify it? If the hire says, I want 10%, is it a good number or is it a crazy number? What if they leave tomorrow? So in fact, you need not just a legal agreement for it, but actually you’re looking for some data. On SeedLegals we have data that shows the distribution of the equity that is given to early joiners and so on.”<\/p>\n<ul>\n<li aria-level=\"1\"><b>The right amount of ESOP. <\/b><a href=\"https:\/\/seedlegals.com\/resources\/how-much-equity-should-uk-startups-give-employees\/\"><i>When looking at data from the UK<\/i><\/a><i>, there are clear patterns that emerge. With employee stock option pools in general, the median ESOP is at 10%. When it comes to hires, especially for C-level employees later down the line, options are generally granted at 0.8 to 2.5% of the total diluted equity amount. For VP-level roles you might grant a lower amount of 0.3 to 2%, based on the available data.                                                                                                                         <\/i><\/li>\n<li aria-level=\"1\"><b>Don’t establish too big of an ESOP early on. <\/b><i>When it comes to employee stock option pools, an important dynamic to be aware of is that investors will often ideally want the stock option pool to be appropriate before they join a round. This is because if the pool is extended during their round, it also dilutes their potential ownership. Given this, Anthony recommends founders avoid establishing too big of an ESOP too early, as it merely dilutes the founders in the beginning. “Y<\/i>ou can always extend your ESOP in later rounds, so try to avoid diluting yourself too much”<i>.<\/i><\/li>\n<\/ul>\n[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;Agile funding to the rescue&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]<i>With access to all these deals, how does Anthony see the funding landscape changing?<\/i> <i>While the venture capital industry has generally been slower to evolve compared to the world of startups themselves, there are reasons for founders to be excited about the future. In the legal sphere<\/i><i>, <\/i><i>Anthony and SeedLegals have now witnessed funding rounds taking on new forms. <\/i><\/p>\n<p>“When we started SeedLegals, our goal was to help people complete their funding rounds faster and more efficiently. Now our goal is to help you not do a funding round (!) because there’s a better way, which we call Agile Fundraising.”<\/p>\n<p><i>What does this mean?<\/i><\/p>\n<p>“Generally it takes maybe three months to find investors, and three months to do the legals for the deal. Then you raise enough, that’s going to last you until you have to raise again. And your next round is three to five times the valuation of this last round. For the valuation to make sense it’s going to take you at least six months to see growth. Through this you end up with 12 to 18 month funding cycles. It’s immensely stressful.”<\/p>\n<p><i>However, SeedLegals has found that it doesn’t have to be this way. A new trend that has emerged in recent years is the concept of agile fundraising, also known as advanced subscription agreement, where you can raise continuously as needed.<\/i><\/p>\n<p>“You don’t always need the big round. You might need $50,000 today to hire somebody. Now you can raise small amounts that ultimately join the full round – we call that agile fundraising. You can raise before a round and amounts will convert into the round. If you don’t end up doing a funding round, the capital converts automatically at a price you agree on.”<\/p>\n<p><i>What makes this model of funding so appealing is that if you meet an interested investor, you don’t need to wait until the next time you are raising money, but actually approach them with an advanced subscription agreement to help with capital needs that are present at that exact moment. <\/i><\/p>\n<p>“When it comes to founders, this is insanely popular, because it’s a way of getting capital in earlier. My advice to founders is to show investors that this is not a failure to raise a round. This is in fact, a more efficient way of fundraising. Why am I giving away a huge amount of equity at today’s valuation for money that I don’t need for nine months when I can just raise smaller amounts now and get on with building it. That’s a way of reframing an existing problem.”[\/vc_column_text][vc_column_text]\n<h4><strong>#9 Legal Deep Dive – Builders Studio: A founder school by Slush<\/strong><\/h4>\n<h5><strong>Anthony Rose (<a href=\"https:\/\/seedlegals.com\/\">Seedlegals<\/a>) <a href=\"https:\/\/youtu.be\/cQ6xAF0VM-Q\">HERE<\/a>.<\/strong><\/h5>\n[\/vc_column_text][\/vc_column_inner][\/vc_row_inner][\/vc_column][\/vc_row]\n","protected":false},"excerpt":{"rendered":"<p>[vc_row type=&#8221;full_width_background&#8221; full_screen_row_position=&#8221;middle&#8221; column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; bg_color=&#8221;#fafafa&#8221; full_height=&#8221;yes&#8221; scene_position=&#8221;center&#8221; text_color=&#8221;dark&#8221; text_align=&#8221;left&#8221; row_border_radius=&#8221;none&#8221; row_border_radius_applies=&#8221;bg&#8221; sticky_row=&#8221;true&#8221; sticky_row_alignment=&#8221;top&#8221; overflow=&#8221;visible&#8221; class=&#8221;article&#8221; overlay_strength=&#8221;0.3&#8243; gradient_direction=&#8221;left_to_right&#8221; shape_divider_position=&#8221;bottom&#8221; bg_image_animation=&#8221;none&#8221; gradient_type=&#8221;default&#8221; shape_type=&#8221;&#8221;][vc_column column_padding=&#8221;no-extra-padding&#8221; column_padding_tablet=&#8221;inherit&#8221; column_padding_phone=&#8221;inherit&#8221; column_padding_position=&#8221;all&#8221; left_margin=&#8221;3vw&#8221; constrain_group_2=&#8221;yes&#8221; right_margin=&#8221;3vw&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; column_position=&#8221;static&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;default&#8221; gradient_type=&#8221;default&#8221;][vc_row_inner column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; text_align=&#8221;left&#8221; row_position=&#8221;default&#8221; row_position_tablet=&#8221;inherit&#8221; row_position_phone=&#8221;inherit&#8221; overflow=&#8221;visible&#8221; pointer_events=&#8221;all&#8221;][vc_column_inner left_padding_desktop=&#8221;10%&#8221; constrain_group_101=&#8221;yes&#8221; right_padding_desktop=&#8221;10%&#8221; left_padding_tablet=&#8221;2%&#8221; constrain_group_103=&#8221;yes&#8221; right_padding_tablet=&#8221;2%&#8221; left_padding_phone=&#8221;2%&#8221; constrain_group_105=&#8221;yes&#8221; right_padding_phone=&#8221;2%&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; <a href=\"https:\/\/slush.org\/hacking-the-legal-challenges-of-early-stage-startups\/\">&nbsp;&raquo;&nbsp;Read more about: Hacking the Legal Challenges of Early-Stage Startups &nbsp;&raquo;<\/a><\/p>\n","protected":false},"author":5,"featured_media":2825,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"om_disable_all_campaigns":false,"footnotes":""},"categories":[35,60],"tags":[],"aioseo_notices":[],"_links":{"self":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2824"}],"collection":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/users\/5"}],"replies":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/comments?post=2824"}],"version-history":[{"count":2,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2824\/revisions"}],"predecessor-version":[{"id":3066,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2824\/revisions\/3066"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/media\/2825"}],"wp:attachment":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/media?parent=2824"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/categories?post=2824"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/tags?post=2824"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}