{"id":2830,"date":"2022-04-12T12:41:21","date_gmt":"2022-04-12T12:41:21","guid":{"rendered":"http:\/\/slush.org\/?p=2830"},"modified":"2023-08-22T08:47:13","modified_gmt":"2023-08-22T08:47:13","slug":"how-notion-nourished-organic-growth","status":"publish","type":"post","link":"https:\/\/slush.org\/how-notion-nourished-organic-growth\/","title":{"rendered":"How Notion Nourished Organic Growth"},"content":{"rendered":"[vc_row type=&#8221;full_width_background&#8221; full_screen_row_position=&#8221;middle&#8221; column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; bg_color=&#8221;#fafafa&#8221; full_height=&#8221;yes&#8221; scene_position=&#8221;center&#8221; text_color=&#8221;dark&#8221; text_align=&#8221;left&#8221; row_border_radius=&#8221;none&#8221; row_border_radius_applies=&#8221;bg&#8221; sticky_row=&#8221;true&#8221; sticky_row_alignment=&#8221;top&#8221; overflow=&#8221;visible&#8221; class=&#8221;article&#8221; overlay_strength=&#8221;0.3&#8243; gradient_direction=&#8221;left_to_right&#8221; shape_divider_position=&#8221;bottom&#8221; bg_image_animation=&#8221;none&#8221; gradient_type=&#8221;default&#8221; shape_type=&#8221;&#8221;][vc_column column_padding=&#8221;no-extra-padding&#8221; column_padding_tablet=&#8221;inherit&#8221; column_padding_phone=&#8221;inherit&#8221; column_padding_position=&#8221;all&#8221; left_margin=&#8221;3vw&#8221; constrain_group_2=&#8221;yes&#8221; right_margin=&#8221;3vw&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; column_position=&#8221;static&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;default&#8221; gradient_type=&#8221;default&#8221;][vc_row_inner column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; text_align=&#8221;left&#8221; row_position=&#8221;default&#8221; row_position_tablet=&#8221;inherit&#8221; row_position_phone=&#8221;inherit&#8221; overflow=&#8221;visible&#8221; pointer_events=&#8221;all&#8221;][vc_column_inner left_padding_desktop=&#8221;10%&#8221; constrain_group_101=&#8221;yes&#8221; right_padding_desktop=&#8221;10%&#8221; left_padding_tablet=&#8221;2%&#8221; constrain_group_103=&#8221;yes&#8221; right_padding_tablet=&#8221;2%&#8221; left_padding_phone=&#8221;2%&#8221; constrain_group_105=&#8221;yes&#8221; right_padding_phone=&#8221;2%&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; font_color=&#8221;#101010&#8243; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; overflow=&#8221;visible&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;advanced&#8221; gradient_type=&#8221;default&#8221;][vc_column_text]\n<h6 class=\"b-article-author__author-name\"><em>Gabriella Ketola<\/em><\/h6>\n<p class=\"b-article-author__author-title\"><em>Contibutor<\/em><\/p>\n<p>&nbsp;<\/p>\n<p><i>Since its initial release in 2018, project management and note-taking software <\/i><a href=\"https:\/\/www.notion.so\/\"><i>Notion<\/i><\/a><i> has quickly achieved massive organic growth without the help of outrageous marketing budgets or legions of sales personnel. This success in the go-to-market area has been powered by Chief Revenue Officer Olivia Nottebohm. <\/i><\/p>\n<p><i>Backed by an impressive CV with experience from companies such as Dropbox and Google, Olivia is the first person to call for advice on go-to-market strategy. At Slush 2021 we were in luck: Olivia shared her thoughts on growing a startup organically through creating a community where users are celebrated and give<\/i> <i>the company a boost forward.<\/i><\/p>\n<p>&nbsp;<\/p>\n<h4><strong>Expect to Learn:<\/strong><\/h4>\n<ul>\n<li>Building a SaaS success story<\/li>\n<li>Step 1: Picking the right seed- have a great product<\/li>\n<li>Step 2: Sprouting your organic growth seeds- creating and leaning into your community<\/li>\n<li>Step 3: Watering your organic growth- sustaining a strong community through proactive engagement<\/li>\n<li>Step 4: Use social media as an organic growth fertilizer\n<ul>\n<li>#1 Use social media to ensure users’ continued investment in your product<\/li>\n<li>#2 Save money by helping users solve their own problems<\/li>\n<li>#3 Use discussion forums as your CX research team<\/li>\n<\/ul>\n<\/li>\n<li>Step 5: Pair organic growth with performance marketing<\/li>\n<\/ul>\n[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;Building a SaaS success story&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]<i>Olivia best describes Notion as an all-in-one workspace that combines essential work tools – notes, docs, wikis, project management – in one collaborative, customizable place.<\/i><\/p>\n<p>“It’s an all-in-one solution. It’s for people who want to create and manage documents and project manage things. We see general use cases like someone organizing a team, but also engineering teams using it for tasks, and HR teams using it to onboard everyone in their company. It is delightful that very different functions and companies are able to solve their problems on the Notion platform.”<\/p>\n<p><i>In essence, it’s all about helping people build tools for themselves.<\/i><\/p>\n<p>“Everything boils down to the mission, in Notion’s case enabling millions and millions of people to be tool makers…that mission is very personal, and speaks to me. I don’t code and I’m not an engineer. That doesn’t mean that I’m a second-class citizen, it just means that I have other things to contribute.”<\/p>\n<p><i>As such, Notion is sometimes categorized as  ‘product-led’ since the strong product is central to customer acquisition. Olivia sees more nuance to this:<\/i><\/p>\n<p>“<a href=\"https:\/\/www.youtube.com\/watch?v=FjavQiln7J0\">Notion being a <b><i>community-led company<\/i><\/b> is what enables our organic growth.<\/a> Notion is product-led in the sense that it is a beautiful product, but one that is anchored in the community we lean into. We do not have an army of go-to-market people and yet we have 20 million users worldwide, largely thanks to our community.”<\/p>\n<p><i>Great! But how to start? Olivia advocates for treating organic growth like all growth issues – by mapping your community onto your <\/i><a href=\"https:\/\/medium.com\/icebreakervc\/aaarrr-funnel-growth-hacking-step-by-step-faf2e8a66318\"><i>growth funnel<\/i><\/a><i>:  <\/i><\/p>\n<p>“<b>The top of the funnel<\/b> is raising awareness. How do you use community and ambassadors to extend your story and reach?”<\/p>\n<p>“<b>The middle part of the funnel<\/b> is making activation and conversion occur. How do you extend your distribution in terms of teaching people to use cases and making sure that people know how to use your product?”<\/p>\n<p>“<b>The bottom of the funnel<\/b> is driving expansion. How do you get consultants to teach about how to use your product in an effective way? How do you give your community the tools to make sure that they can really get the most out of your product?”[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;STEP 1: Picking the right seed – have a great product&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]<i>It may sound trite, but if you have a bad product no one’s going to be excited enough to build a community around it. <\/i><\/p>\n<p><b><i>Great product = content + branding. <\/i><\/b><i>Market competition means the product can’t survive on brand differentiation alone – it needs to stand out with both its content and branding. The level of other people’s excitement for your product is Olivia’s go-to measure:<\/i><\/p>\n<p><i> <\/i>“If you want your product-led company to scale you have to build a beautiful product but what it actually takes to win is to have someone else talking about how great your product is. You need to drown out the noise of everything else that’s going on in the market – what could be more compelling than a user out there telling the world what they love about your product?”<\/p>\n<p><i>That love needs to convert into paying customers. <\/i><\/p>\n<p>“The obvious next question is, are people willing to pay you for it? Just because it could solve a problem doesn’t mean that people care about it enough to pay you for it. A common misconception is that there’s this concept of ‘if we build it, the customer will come.’ ”<\/p>\n<p><b><i>Retention = Great product + CX and UX. <\/i><\/b><i>For Olivia, retention is founded on generating user enjoyment, especially in SaaS:<\/i><\/p>\n<p>“Bottom line, customer retention is partly about a beautiful product, but what is as critical is having an excellent customer experience (CX), as well as user experience (UX). The product must be a delight to use to stand out in an increasingly competitive and cluttered SaaS environment.”[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;STEP 2: Sprouting your organic growth seeds – creating and leaning into community&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]<i>Personal engagement with those already using the product is a great starting point to build a strong foundation for community-fueled organic growth:<\/i><\/p>\n<p>“In the early days of Notion, we noticed about 10 excited people on Twitter. We reached out to them and created a community to bring those people together.”<\/p>\n<p><i>The next step was getting to the bottom of what it was that made these users so excited about Notion and what they were trying to accomplish with it. <\/i><\/p>\n<p>“If someone tweeted about Notion we made sure to retweet it, send out emails, and connect with these ambassadors in a way that was pretty differentiated. I think this has had a tremendous impact and really fueled ongoing engagement.”<\/p>\n<p><i>These small seeds strengthen the community, amplifying the company message given through traditional marketing strategies. <\/i><\/p>\n<p>“Leaning into that community and our marketing efforts both serve to expand our company narrative and help retell the stories that our ambassadors are already telling.”<\/p>\n<p><i>Community engagement is seen as the next big shift in marketing <\/i><a href=\"https:\/\/sifted.eu\/articles\/elon-musk-marketing-web3\/\"><i>particularly with the rise of web3.<\/i><\/a><i> Knowing what to do once you’ve established your community therefore becomes even more crucial.  <\/i>[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;STEP 3: Watering your organic growth – sustaining a strong community through proactive engagement&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]<i>Ensuring the community feels genuine requires putting significant effort in customer experience to create a dynamism that people can then respond to and get excited about. Therefore an active approach at service level has a real impact in ensuring people stay excited about the product.<\/i><\/p>\n<p>“At Notion we put a lot of importance on post-sale, i.e. the CX part of the go-to-market. We keep tight service-level agreements, we get back to people in short timeframes, and make sure that they can contact us no matter what day of the week.”<\/p>\n<p><i>For Olivia, ensuring that the growth funnel’s middle section is secure is integral for sustaining the community and organic growth as a whole. The feedback loops with existing users help retain onboarded customers whilst also potentially introducing new members. <\/i><\/p>\n<p>“Engaging with your existing customers is important, and that extends to acquiring new customers: they’re very much connected. If you have happy existing customers, that helps you acquire new customers… You must assume that every customer is gold. Never assume that they’re just going to stay with you.”<\/p>\n<p><i>So what’s Olivia’s key to ensuring existing customers remain happy? This is where social media steps in. <\/i>[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;STEP 4: Use social media as an organic growth fertilizer&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]<i>Olivia is incredibly positive about the impact of social media in marketing products and the sway it holds on product visibility:<\/i><\/p>\n<p>“Social media is the new reality of how people do marketing, particularly in this hybrid world we’re living in. That will continue. Knowing that, leaning into social media is a way to make sure people are hearing from each other about your product.”<\/p>\n<p><i>This is how Notion has put social media to use:<\/i><\/p>\n<p>&nbsp;<\/p>\n<h4><b>#1: Use social media to ensure users’ continued investment in your product<a id=\"snapvestment\"><\/a><\/b><\/h4>\n<p><i>To increase user interaction, companies should use social media for direct customer engagement. Notion saw this as the best method to ensure their members could continue to be invested in the product. <\/i><\/p>\n<p>“Notion uses social media as a tool for constantly engaging with the people present there, giving them information about the product, providing access to roadmaps and the like. We intentionally make sure they have access and answers to all their questions to enable them to be out in front, building a platform and business for themselves.”<\/p>\n<p>&nbsp;<\/p>\n<h4><b>#2: Save money by helping users solve their own problems<a id=\"metasavings\"><\/a><\/b><\/h4>\n<p><i>Giving information upfront, empowers community members to proactively generate content, solutions, and marketing to a larger and wider extent than through internal marketing. This effect is compounded in Notion due to its role as a tool provider. Giving people the tools to succeed and deal with potential issues from the outset in return creates savings for the company.<\/i><\/p>\n<p>&nbsp;<\/p>\n<h4><b><a id=\"CXeddit\"><\/a>#3: Use discussion forums as your CX research team<\/b><\/h4>\n<p><i>Leveraging value out of your community also extends to the feedback given through various channels that allows tailoring of the product to the users’ wishes. <\/i><\/p>\n<p>“The beauty of the uncurated forums on Reddit, Facebook groups, and the like discussing Notion are that they actually voice what your customers would like to see about the product. We have no research team, these forums and the people talking there <i>are <\/i>our research team and they give helpful suggestions which we take very seriously.”<\/p>\n<p><b><i>Log all the tweets and close the loops. <\/i><\/b><i>Feedback also gives the opportunity to build the community’s trust in the product by delivering on what community members have asked for. This can be done simply through interacting with members’ comments.<\/i><\/p>\n<p>“Our CX team logs every single tweet where someone asks for something in Notion, and we catalog all of it. As we have a feature release, we let all of the people who have asked for that feature know that we’ve followed up and actually delivered it. It’s a closed loop of ‘thank you community for all this information and all this feedback and we have a responsibility to get back to you and tell you what we are working on.’ ”[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;STEP 5: Pair organic growth with performance marketing&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]<i>While establishing your brand in a strong community should get you through some critical legs of the race, Olivia warns of the ceiling present with only organic growth:<\/i><\/p>\n<p>“Organic growth is a critical driver early on when you don’t have a ton of resources and you’re just trying to get the word out. This stage is about exposing people to your product, making them fall in love with it, and getting them to talk to others about it. That’s worked incredibly well for Notion. At some point, however, you start growing at a pace where you realize that to keep that pace of growth, you’re going to have to supplement it with some sort of <a href=\"https:\/\/www.youtube.com\/watch?v=UCQAZGS8rfU\">performance marketing<\/a>. That’s natural.”<\/p>\n<p><i>Being community-led changes the dynamic of performance marketing, effectively becoming an addition to the growth funnel instead of a separate strategy. By balancing both methods you are likely to see more efficient results. <\/i><\/p>\n<p>“It’s like adding fuel to the fire that’s already going. It’s not an either or.”<\/p>\n<p><i>The balance of how much marketing is really important as well. The movement away from pure organic growth requires staying even closer to your ethos to retain your existing users:<\/i><\/p>\n<p>“In this day and age <b>being genuine is far more valuable for a brand than being perfect<\/b>. The second that things feel too manipulated people don’t want to be part of it anymore.”[\/vc_column_text][vc_column_text]\n<h4><strong>#24 Community-led growth – Builders Studio: A founder school by Slush<\/strong><\/h4>\n<h5><strong>Olivia Nottebohm (<a href=\"https:\/\/www.notion.so\/product\">Notion<\/a>) <a href=\"https:\/\/youtu.be\/FjavQiln7J0\">HERE<\/a>.<\/strong><\/h5>\n[\/vc_column_text][\/vc_column_inner][\/vc_row_inner][\/vc_column][\/vc_row]\n","protected":false},"excerpt":{"rendered":"<p>[vc_row type=&#8221;full_width_background&#8221; full_screen_row_position=&#8221;middle&#8221; column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; bg_color=&#8221;#fafafa&#8221; full_height=&#8221;yes&#8221; scene_position=&#8221;center&#8221; text_color=&#8221;dark&#8221; text_align=&#8221;left&#8221; row_border_radius=&#8221;none&#8221; row_border_radius_applies=&#8221;bg&#8221; sticky_row=&#8221;true&#8221; sticky_row_alignment=&#8221;top&#8221; overflow=&#8221;visible&#8221; class=&#8221;article&#8221; overlay_strength=&#8221;0.3&#8243; gradient_direction=&#8221;left_to_right&#8221; shape_divider_position=&#8221;bottom&#8221; bg_image_animation=&#8221;none&#8221; gradient_type=&#8221;default&#8221; shape_type=&#8221;&#8221;][vc_column column_padding=&#8221;no-extra-padding&#8221; column_padding_tablet=&#8221;inherit&#8221; column_padding_phone=&#8221;inherit&#8221; column_padding_position=&#8221;all&#8221; left_margin=&#8221;3vw&#8221; constrain_group_2=&#8221;yes&#8221; right_margin=&#8221;3vw&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; column_position=&#8221;static&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;default&#8221; gradient_type=&#8221;default&#8221;][vc_row_inner column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; text_align=&#8221;left&#8221; row_position=&#8221;default&#8221; row_position_tablet=&#8221;inherit&#8221; row_position_phone=&#8221;inherit&#8221; overflow=&#8221;visible&#8221; pointer_events=&#8221;all&#8221;][vc_column_inner left_padding_desktop=&#8221;10%&#8221; constrain_group_101=&#8221;yes&#8221; right_padding_desktop=&#8221;10%&#8221; left_padding_tablet=&#8221;2%&#8221; constrain_group_103=&#8221;yes&#8221; right_padding_tablet=&#8221;2%&#8221; left_padding_phone=&#8221;2%&#8221; constrain_group_105=&#8221;yes&#8221; right_padding_phone=&#8221;2%&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; <a href=\"https:\/\/slush.org\/how-notion-nourished-organic-growth\/\">&nbsp;&raquo;&nbsp;Read more about: How Notion Nourished Organic Growth &nbsp;&raquo;<\/a><\/p>\n","protected":false},"author":5,"featured_media":2831,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"om_disable_all_campaigns":false,"footnotes":""},"categories":[35,58],"tags":[],"aioseo_notices":[],"_links":{"self":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2830"}],"collection":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/users\/5"}],"replies":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/comments?post=2830"}],"version-history":[{"count":3,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2830\/revisions"}],"predecessor-version":[{"id":3062,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2830\/revisions\/3062"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/media\/2831"}],"wp:attachment":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/media?parent=2830"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/categories?post=2830"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/tags?post=2830"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}