{"id":2837,"date":"2022-10-20T13:10:31","date_gmt":"2022-10-20T13:10:31","guid":{"rendered":"http:\/\/slush.org\/?p=2837"},"modified":"2023-08-22T08:33:51","modified_gmt":"2023-08-22T08:33:51","slug":"is-your-company-vc-fundable","status":"publish","type":"post","link":"https:\/\/slush.org\/is-your-company-vc-fundable\/","title":{"rendered":"Is Your Company VC Fundable?"},"content":{"rendered":"[vc_row type=&#8221;full_width_background&#8221; full_screen_row_position=&#8221;middle&#8221; column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; bg_color=&#8221;#fafafa&#8221; full_height=&#8221;yes&#8221; scene_position=&#8221;center&#8221; text_color=&#8221;dark&#8221; text_align=&#8221;left&#8221; row_border_radius=&#8221;none&#8221; row_border_radius_applies=&#8221;bg&#8221; sticky_row=&#8221;true&#8221; sticky_row_alignment=&#8221;top&#8221; overflow=&#8221;visible&#8221; class=&#8221;article&#8221; overlay_strength=&#8221;0.3&#8243; gradient_direction=&#8221;left_to_right&#8221; shape_divider_position=&#8221;bottom&#8221; bg_image_animation=&#8221;none&#8221; gradient_type=&#8221;default&#8221; shape_type=&#8221;&#8221;][vc_column column_padding=&#8221;no-extra-padding&#8221; column_padding_tablet=&#8221;inherit&#8221; column_padding_phone=&#8221;inherit&#8221; column_padding_position=&#8221;all&#8221; left_margin=&#8221;3vw&#8221; constrain_group_2=&#8221;yes&#8221; right_margin=&#8221;3vw&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; column_position=&#8221;static&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;default&#8221; gradient_type=&#8221;default&#8221;][vc_row_inner column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; text_align=&#8221;left&#8221; row_position=&#8221;default&#8221; row_position_tablet=&#8221;inherit&#8221; row_position_phone=&#8221;inherit&#8221; overflow=&#8221;visible&#8221; pointer_events=&#8221;all&#8221;][vc_column_inner left_padding_desktop=&#8221;10%&#8221; constrain_group_101=&#8221;yes&#8221; right_padding_desktop=&#8221;10%&#8221; left_padding_tablet=&#8221;2%&#8221; constrain_group_103=&#8221;yes&#8221; right_padding_tablet=&#8221;2%&#8221; left_padding_phone=&#8221;2%&#8221; constrain_group_105=&#8221;yes&#8221; right_padding_phone=&#8221;2%&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; font_color=&#8221;#101010&#8243; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; overflow=&#8221;visible&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;advanced&#8221; gradient_type=&#8221;default&#8221;][vc_column_text]<strong><em>Susan Hyttinen | Elmo Pakkanen<\/em><\/strong><\/p>\n<p>&nbsp;<\/p>\n<p>You might have a great idea, a functioning business model, and a stellar team – maybe even budding profits – but VCs aren’t biting. It can be difficult to get a clear-cut “no” from an investor or reasoning as to why your company isn’t for them.<\/p>\n<p>There are many possible explanations for a lack of investor interest, but one common reason we hear from VCs is that there is a widespread fundamental misunderstanding of what is – and what isn’t – a VC fundable startup in the first place. Lack of success with VCs might have nothing to do with the “goodness” of your company or team: you might just not fit the VC model.<\/p>\n<p>The truth is, VC funding isn’t for everyone. In this article, we’ll walk you through how VC works and what that means for startups, what VCs consequently look for in early-stage companies – and what to do if you don’t fit the VC prototype.<\/p>\n<div class=\"elfsight-app-30154df6-7abe-40e3-92f7-1b16b604eea8\"><\/div>\n<h4>Expect to Learn:<\/h4>\n<ul>\n<li><strong>VC 101: Learn the rules to play the game<\/strong>\n<ul>\n<li><strong>Fund math: How VCs make money<\/strong><\/li>\n<\/ul>\n<\/li>\n<li><strong>Besides unicorn scale, what are VCs looking for in early-stage companies?<\/strong>\n<ul>\n<li><strong>People<\/strong><\/li>\n<li><strong>Product<\/strong><\/li>\n<li><strong>Market<\/strong><\/li>\n<\/ul>\n<\/li>\n<li><strong>Who doesn’t fit the VC mold?<\/strong>\n<ul>\n<li><strong>Funding for alternative ventures<\/strong><\/li>\n<\/ul>\n<\/li>\n<\/ul>\n[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;VC 101: learn the rules to play the game&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]<i>TL;DR: <\/i><i>VCs can’t fund your company – no matter how promising – if the size of the opportunity isn’t large enough.<\/i><\/p>\n<p>VC funds range from microfunds with &lt;1M€ of assets under management to giant crossover funds with several billions. In a typical fund, the general partners (GPs) run the fund and make the ultimate call on whether to invest in your company or not, and the lion’s share of fund capital comes from limited partners (LPs). LPs are entities that manage large amounts of capital; for example insurance companies, banks, pension funds, pooled investment funds (funds-of-funds), family offices, government and academic institutions, and high-net-worth individuals.<\/p>\n<p>&nbsp;<\/p>\n<p>LPs invest in venture capital for many reasons, for instance the potential for high returns, supporting <a href=\"https:\/\/www.slush.org\/entrepreneurship-redefined\/revolutionary-innovation\/\">revolutionary innovation<\/a>, and asset diversification. Compared to other asset classes, venture capital is particularly non-liquid and risky – therefore the upside needs to be <em>significant<\/em> to incentivize investment.<\/p>\n<p>&nbsp;<\/p>\n<p>General partners try to convince limited partners that their fund will return above-market returns with their investment thesis (their playbook for choosing investments) and their access to deals that match the thesis. As a founder, your company should match the VC’s investment thesis – if it doesn’t fit their focus area, the odds of investment are significantly lower. On the other hand, as a startup you want a VC who has experience in your sector, even more so when it comes to more complex deeptech solutions.<\/p>\n[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;How VCs make money: Fund math&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]Typically a VC fund’s lifetime is 10 years, split into:<\/p>\n<p>&nbsp;<\/p>\n<ul>\n<li aria-level=\"1\">Initial investment period (2-3 years) – this is when the fund is actively looking for and making new investments.<\/li>\n<li aria-level=\"1\">Portfolio development period (3-5 years) – this is when the fund is focused on portfolio development and follow-on investments.<\/li>\n<li aria-level=\"1\">Exit period (2-3 years) – this is when the fund will pursue to exit ownership stakes in their portfolio companies.<\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<p>VC firms can and often do have multiple funds at the same time, so they often raise money every 3-5 years for a new fund (if they can).<\/p>\n<p>Intuitively it might seem like a great win if a VC fund invests a million and later sells their stake for say, twenty million. After all, they’ve returned their initial investment twenty times over. But that’s not the case: the VC model doesn’t work by making a little bit of money on a lot of deals, but instead by a few select deals bringing in extreme outlier returns.<\/p>\n<p>Here’s an example of a €50M fund to explain why that’s the case. Typically a fund of this size will have:<\/p>\n<p>&nbsp;<\/p>\n<ul>\n<li aria-level=\"1\"><b>€20M for initial investments. <\/b>For the sake of simplicity, we can assume that the fund will invest in 20 different companies over a 2-3 year period with an average ticket size of €1M per company for 10% of ownership.<\/li>\n<\/ul>\n<ul>\n<li aria-level=\"1\"><b>€20M for potential follow-on investments. <\/b>As portfolio companies go through subsequent funding rounds, they will issue more stock to raise more equity. Consequently, the fund’s share in the company will be diluted, and they’ll need to do follow-on investments to defend their ownership share. In practice, VCs tend to double down on the most promising companies instead of spreading their follow-on money evenly across their portfolio.<\/li>\n<\/ul>\n<ul>\n<li aria-level=\"1\"><b>€10M for management fees.<\/b> VC funds typically operate under a “<a href=\"https:\/\/www.investopedia.com\/terms\/t\/two_and_twenty.asp\">2 and 20<\/a>” fee arrangement. “2” refers to a yearly 2% management fee that the VC fund charges their LPs for managing their money – this roughly amounts to €10M during the lifetime of the fund. The management fee is used to cover the expenses of the fund, for example salaries, an office, travel etc. “20” refers to <a href=\"https:\/\/www.holloway.com\/g\/venture-capital\/sections\/carried-interest-and-management-fees\">carried interest<\/a> (or ‘carry’) – a 20% cut of money VCs get beyond returning the initial investment to their investors. It is the carry in particular that makes VC so lucrative for the individuals running the fund. For the purposes of this fund math illustration, we’re not calculating the amount of carried interest here.<\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<p>These investments turn into returns through <i>successful liquidity events<\/i>, i.e. when a startup exits through an acquisition or goes public, whether that be through an IPO, <a href=\"https:\/\/www.slush.org\/article\/doing-things-the-spotify-way-the-road-to-direct-listing\/\">a direct listing<\/a>, or a <a href=\"https:\/\/www.slush.org\/article\/ipo-spac-or-direct-listing-picking-a-path-to-the-public-market\/\">SPAC<\/a>. Yet, building a successful startup is extremely difficult – most never reach an exit. Out of the 20 example companies above, half will go bankrupt and eight will only give modest returns. That leaves two companies to return the fund and make a profit. These two outliers have to be the so-called ‘fund returners’. For example, to make 3x returns, which some would consider moderate over a decade, the fund returners would have to exit with €1.5 billion so that the fund would return €150M for its 10% stakes.<\/p>\n<p>&nbsp;<\/p>\n<p>What governs this process is the <i>power law<\/i>, meaning that the distribution of returns in venture capital is heavily skewed – a very small percentage of startups bring a large percentage of the returns. Fund returners make up for the losses of the other investments in the portfolio. A good example of power law in action is Sequoia’s investment in Whatsapp, which was acquired for $22B by Facebook in 2014. For a Series A investment of $60M, Sequoia Capital got a $3B return. Although, this 50x return pales in comparison with Y Combinator’s <a href=\"https:\/\/news.crunchbase.com\/startups\/y-combinator-biggest-startups-gone-public-airbnb-doordash\/#:~:text=Just%2024%20hours%20before%20Airbnb,billion%20for%20a%20YC%20company.\">estimated<\/a> 112,500x return on their $20,000 investment in AirBnb – exited for $2.25B.<\/p>\n<p>&nbsp;<\/p>\n<p>This is why the startup ecosystem is obsessed with companies valued upwards from €1B, i.e. unicorns – VCs need them to survive. Every company VCs invest in has to have (in their eyes) the potential to become a unicorn, otherwise it makes no sense for them to take a chance on them.<\/p>\n[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;Besides unicorn scale, what are VCs looking for in early-stage companies?&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]The power law sets clear expectations for VC funding – you need to have the potential to be a unicorn that can single-handedly return the fund the VC is investing from. Making such predictions especially in the early stages is to a large extent reliant on intuition, and while there is no way to see into the future, there are certain features VCs tend to look for.<\/p>\n<p>&nbsp;<\/p>\n<p>Assuming you can convince an investor that the opportunity you are pursuing is large enough, you’ll also need to convince them that your company is the one to seize that opportunity. After all, every opportunity comes with opportunity cost: <i>what if another company simply does a better job at this?<\/i> According to a16z’s Managing Partner Scott Kupor, <a href=\"https:\/\/www.wired.com\/story\/how-early-stage-vcs-decide-where-invest\/\">the heuristics<\/a> VCs use to evaluate investment prospects generally fall into three categories: people, product, and market.[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;People&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]\n<h4><b>#1: Attitude<\/b><\/h4>\n<p>While believing that you can set up a billion-euro business alone won’t help you build one, your likelihood of getting there is significantly lower if that isn’t your goal. Investors look for people who are somewhat delusional with their company vision, but have the skills and conviction to make that vision a reality against overwhelming odds – a perfect mixture of “smart enough to succeed, dumb enough to try”.<\/p>\n<p>&nbsp;<\/p>\n<p>This general mindset of ambition and resolve has been well encapsulated in the <a href=\"http:\/\/www.paulgraham.com\/founders.html\">five traits<\/a> to look for in a founder, outlined by Y Combinator’s Paul Graham. There are of course many other <a href=\"https:\/\/entrepreneurshandbook.co\/13-traits-that-really-matter-in-a-startups-founding-team-454fe4d4535e\">traits<\/a> that VCs look for in founders such as knowledge, EQ and IQ, integrity, adaptability, curiosity, and leadership etc. In fact, different VCs even have their own frameworks for doing <a href=\"https:\/\/sifted.eu\/articles\/founder-due-diligence-vc\/\">‘founder due diligence’<\/a>, so the exact concoction of these may be VC-dependent.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>#2: Team <\/b><\/h4>\n<p>There’s an often romanticized concept of startup founders having a lightbulb moment and coming up with a billion dollar idea (ehm, Social Network) and then making it big. In reality, founders often have to pivot from their original idea multiple times before finding product\/market fit. In the startup canon it is furthermore often emphasized that it isn’t the ideas themselves but their execution that ultimately matters – and this hinges on the early team’s ability to work together to realize their vision.<\/p>\n<p>&nbsp;<\/p>\n<p>Likewise to founder traits there’s a slew of desirable team attributes to choose from. Often-cited characteristics of successful teams are things like: complementary strengths and weaknesses, having a generally diverse team, and joint commitment to the company vision.<\/p>\n<p>&nbsp;<\/p>\n<p><b><i>Past experience: <\/i><\/b>VCs will also often look at your early team’s past experiences. This means not only work experience that would give the founders readiness to tackle their chosen problem, but also achievements that showcase outstanding abilities or a ‘<a href=\"https:\/\/www.ycombinator.com\/howtoapply\/\">hacker mentality<\/a>’.<\/p>\n<p>&nbsp;<\/p>\n<p><b><i>Founder-market fit. <\/i><\/b>While there’s a lot of talk about product-market fit, in the early stages it is particularly <i>founder<\/i>-market fit (FMF) that can make the difference. FMF refers to the founders having a deep understanding of their chosen market, and a high level of personal motivation bordering on obsession to solve their chosen problem in that market. Since ideas aren’t proprietary, investors have to think if there could be someone better to execute this same idea.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>#3: Cap table <\/b><\/h4>\n<p>&nbsp;<\/p>\n<p>A cap table describes the ownership structure of the company – who owns how much of which class of shares. Investors generally want to see a ‘clean’ cap table. This means having a reasonable amount of shareholders in the company, and therefore a less complicated ownership structure. As a consequence, everyone on board is a clear value add, meaning no disproportionately big shares for advisors or angel investors, and no dragging along founders who’ve left the venture. A clean cap table also makes communication and voting easier.<\/p>\n<p>&nbsp;<\/p>\n<p>All in all, founders should use discretion when choosing who to put on the cap table. Being on the cap table means that this person has decision-making power. If an investor proves to be a suboptimal fit it can result in a lot of problems throughout the company journey.<\/p>\n<p>&nbsp;<\/p>\n<p>Another important feature investors look for in a cap table is that operational founders have a large enough share of ownership so that they’re properly incentivized to build the company in the long run. It’s important that while having to scrape through the tough phases of an early-stage venture founders are motivated to stay on board for the ride which can last up to ten years or more. In practice, this usually translates to founders owning at least 50% of total equity by the time the company scales.<\/p>\n[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;Product&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]\n<h4><strong>#1: Rough idea or problem space<\/strong><\/h4>\n<p>&nbsp;<\/p>\n<p>While an idea won’t make it far without a strong team executing it, it’s really difficult to build a unicorn with a bad idea. In order for a startup idea to be successful and have ‘disruptive potential,’ it is often said that the founders should either have experienced the problem themselves or have a close connection to the problem otherwise. This way the founders will be very passionate about solving it and have the grit to endure the ebbs and flows that come with being a founder. Depending on the idea, you may need to have some domain expertise.<b> <\/b><\/p>\n<p>&nbsp;<\/p>\n<p>The <a href=\"http:\/\/www.paulgraham.com\/organic.html\">organic pull<\/a> of a problem is very attractive to VCs, and a personal backstory makes for a neat narrative also in the direction of customers. This doesn’t mean that you can’t get VC funding with another kind of problem, but you might need to demonstrate a higher level of industry knowledge and be more convincing on why the problem is important – as well as why you <i>specifically <\/i>are the team to solve the problem.<\/p>\n<p>&nbsp;<\/p>\n<p>You might also want to have some <a href=\"https:\/\/www.slush.org\/article\/product-glossary-soaked-by-slush\/#poc\">proof of concept<\/a> to demonstrate that your idea is worth investing in. This means that you in some way illustrate that the idea is something that can actually be built; whether that be through developing a sample or testing it on the market. However, this doesn’t mean showing that there’s a market demand for your idea, which is where traction comes in.<\/p>\n<p>&nbsp;<\/p>\n<h4><b>#2: Early customer traction <\/b><\/h4>\n<p>&nbsp;<\/p>\n<p>Even at the very earliest stage, showcasing initial customer traction in conjunction with your proof of concept is a big plus. Its purpose is to demonstrate some level of validation for the idea and that you are building something that people actually need.<\/p>\n<p>&nbsp;<\/p>\n<p>Traction can often be measured in revenue, daily active users, or something else depending on the sector: for example for a deeptech startup this could mean having intellectual property, since a deeptech startup likely won’t have any users at the seed stage.<\/p>\n<p>&nbsp;<\/p>\n<p>Since traction is essentially about validation, it can also be measured through things like focus groups, industry research, and creating a waiting list, <a href=\"https:\/\/jameschurch.medium.com\/how-much-traction-do-you-need-to-win-over-investors-in-a-seed-round-be37280b8c67\">among other things<\/a>. Some early traction examples include:<\/p>\n<p>&nbsp;<\/p>\n<ul>\n<li aria-level=\"2\">Revenue run rate<\/li>\n<li aria-level=\"2\">Monthly recurring revenue (MRR)<\/li>\n<li aria-level=\"2\">Daily active users<\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<h4><b>#3: Growth <\/b><\/h4>\n<p>&nbsp;<\/p>\n<p>Similarly to traction, growth expectations are partly dependent on the vertical and sector in which your company is. For example, for B2C companies, the focus is on engagement and retention rather than recurring revenue. For B2B companies, investors only tend to care about month-on-month (MoM) growth once you’ve achieved 1M ARR, but if they do care, the desired range tends to fall between <a href=\"https:\/\/www.lennysnewsletter.com\/p\/what-is-a-good-growth-rate?r=1gicv2&amp;s=r&amp;utm_campaign=post&amp;utm_medium=web\">15 to 25%<\/a>. In general, success can be showcased in a more liberal selection of ways such as the number of waitlisted users or signups, unusually low customer acquisition cost (CAC), low churn, and other factors that play into growth in the longer run.<\/p>\n[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;Market&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]\n<h4><strong>Total Addressable Market (TAM)<\/strong><\/h4>\n<p>&nbsp;<\/p>\n<p>To turn grand visions into reality, there are certain physical limitations. One of the most significant ones is the size of the total addressable market (TAM), which refers to the maximum size of your opportunity. For example, Facebook’s TAM is essentially anyone who has access to the internet, whereas a dog walking application’s TAM is people who own and don’t want to walk their dogs – significantly smaller.<\/p>\n<p>&nbsp;<\/p>\n<p>TAM is the proxy for the size of the opportunity for VCs. Crudely put, the bigger your TAM, the bigger the potential revenue of your company. VCs need to see that you’re targeting a large enough market and have a realistic roadmap to seizing a significant share of said market to make their investment worthwhile. TAM assessments are particularly emphasized in the early stages, where company financials are nascent or non-existent.<\/p>\n<p>&nbsp;<\/p>\n<p>For example, Revolut’s original estimated market size was at $3B – and this was only for its initial market, the UK. Similarly, Intercom’s original market estimate was $21B. Both companies’ early pitch decks alongside others can be found <a href=\"https:\/\/www.cbinsights.com\/research\/billion-dollar-startup-pitch-decks\/\">here<\/a>.<\/p>\n<p>&nbsp;<\/p>\n<p>Companies with smaller TAMs than Facebook can of course become unicorns, and some of the best companies have started off in markets that don’t seem to show significant promise at first but grow incredibly fast. After all, Facebook itself was initially only intended for Harvard students connecting with one another. Yet even these surprising winners at some point still have to persuade VCs to bet on them – if the market isn’t showing promise yet, founders need to have a convincing story for why it eventually will.<b> <\/b><\/p>\n<p>&nbsp;<\/p>\n<p>Therefore, compared to other attributes VCs look at in the early stage, TAM is a lot more binary – you either have it or you don’t, even if the justifications for TAM assessments are debatable. <a href=\"https:\/\/www.productplan.com\/glossary\/total-addressable-market\/\">Here’s more info on TAM and how you can calculate it.<\/a><\/p>\n<p>&nbsp;<\/p>\n<p><i>Make sure to also take a look at how these attributes may be reflected on your pre-seed pitch deck <\/i><a href=\"https:\/\/www.slush.org\/article\/how-to-ace-your-pre-seed-pitch-deck\/\"><i>here<\/i><\/a><i>.<\/i><\/p>\n<p>&nbsp;<\/p>\n<p>VCs’ expectations vary from stage to stage, and the above ones primarily pertain to very early stage startups raising their first pre-seed, and seed rounds. The difference between pre-seed and seed is that pre-seed funding is used to demonstrate a <i>market need<\/i>, whereas seed funding is used to prove a <i>market fit<\/i>. This is why Series A is often referred to as the <a href=\"https:\/\/www.slush.org\/article\/how-to-raise-a-series-a-a-story-by-creandum-and-seon\/\">P\/M fit round<\/a>, as it is the first significant round of financing after P\/M fit. These are the earliest, and often the smallest, rounds a company will raise. The size of a seed round will be determined by how much money the startup needs to reach its next milestone – which in turn varies between products, geography, and how competitive the market is among other things.<\/p>\n<p>Overall, founders should also be mindful of the implications of accepting VC funding: once you’ve shared equity you’re no longer the only person you’re building for. You’ve entered a contract to build a company that needs to exit as a unicorn within the decade or sooner. This means that your exclusive focus should be on growth to justify a potential exit.[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;Who doesn’t fit the VC mold?&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]There are clearly many companies that don’t fit the bill. The VC model works most optimally for startups with specific traits, namely those that are massively scalable and capital efficient, can go through rapid iteration cycles, and have recurring revenues and low marginal costs – which often best describes software startups.<\/p>\n<p>The types of startups that are less likely to attract VC funding by these metrics are deeptech, service businesses, and hardware companies<b>.<\/b> While they may have scalable businesses, their timeline for scaling isn’t necessarily one that aligns with the VC cycle, their TAM may be too niche\/small, or they rely heavily on labor in scaling. Where these lag, even a brilliant team and idea aren’t necessarily enough to tip the scales in favor of VCs funding your company.<\/p>\n<p>&nbsp;<\/p>\n<p>Another category of companies that aren’t necessarily VC fundable are those that formally meet the characteristics of a startup but don’t aim for high enough or fast enough growth. For example, a SaaS business valued at €50M may offer massive financial returns for the founders, but a negligent one for VCs looking for €1B fund returners.<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>Naturally, there are also companies in these categories that have been VC funded, such as deeptech startups like SpaceX, Lilium, Darktrace, and DeepMind, and hardware ones like Nothing, Nest, and Beats. And of course it’s good to note that tech giants like Microsoft, Google, and Intel were also deeptech startups in their origins and\/or had a hardware component like Apple. So while getting to the top may be riskier, take a longer return on investment for VCs, and require more capital, the upside is also potentially enormous.<\/p>\n<p>&nbsp;<\/p>\n<p>Many VC funds may indeed be industry agnostic – but due to the system overall they are less likely to invest in, for example, deeptech that can often take longer to commercialize than a software application. Even so, within the VC system there are certain funds that focus specifically on funding research-based innovations and hardware such as <a href=\"https:\/\/techcrunch.com\/2021\/10\/27\/fifty-years-a-deep-tech-investor-has-raised-90-million-from-tens-of-unicorn-founders\/\">Fifty Years<\/a>, <a href=\"https:\/\/luxcapital.com\/\">Lux Capital<\/a>, and <a href=\"https:\/\/www.slush.org\/article\/decarb-decade-is-the-obvious-ventures-path-by-andrew-beebe\/\">Obvious Ventures<\/a>. In Europe, some prominent funds in this sphere are <a href=\"https:\/\/paleblue.vc\/\">Pale Blue Dot<\/a>, <a href=\"https:\/\/www.speedinvest.com\/\">Speedinvest<\/a>, and <a href=\"https:\/\/www.norrsken.vc\/\">Norrsken<\/a>, among <a href=\"https:\/\/sifted.eu\/articles\/active-deeptech-vc-investors-2021\/\">others<\/a>.<\/p>\n[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;What VCs look for in deeptech and hardware startups in the early stages&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h4&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;right&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;– Steven Jacobs, Venture Partner and CPO at Lakestar&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]\n<h5>Early indicators<\/h5>\n<div class=\"p-rich_text_section\">“When investing in deeptech companies, in addition to looking for exceptional founders, we evaluate the viability, readiness, applicability, and scale that the new technology has. This tells us if the technology can work, when it will likely be working by, what problems it can be used to solve, and how big the market is for solving those problems.”<\/div>\n<h5>Growth and progress expectations<\/h5>\n<div class=\"p-rich_text_section\">“Deeptech companies typically do not have smooth growth trajectories like with traditional enterprise SaaS. The timelines are often determined more by the technology readiness level and the nature of the the product than they are by simply being a novel deep technology. For example, timelines for a new hardware sensor may be longer than a new ML algorithm due to supply chain, tooling, and shipping limitations. What is important is that the company is able to demonstrate significant reductions in risk, both technical and commercial, in sufficient increments that they will be able to advocate for more funding to continue making progress.”<\/div>\n<h5>Assessing the scale of the opportunity<\/h5>\n<div class=\"p-rich_text_section\">“To evaluate the scale of the market opportunity, we look for where the novel deep technology intersects different markets. CRISPR for example can be used for therapeutics, fuels, materials, etc. We then look at the size of those markets and their rate of growth and determine what the TAM would be for this new technology. Obviously, any startup should be hyper-focused on one initial use case where they can be 10x better, but we also want to know that the company can scale broadly and capture significant value that is commensurate with the risk and capital requirements to develop the new deep technology. We consider the initial use case a wedge into what should be a very broad and large market.”<\/div>\n<h5>Red flags<\/h5>\n<div class=\"p-rich_text_section\">“Timing and compound risk are typically the two biggest concerns with deeptech investments. For many deep technologies the question is when and not if. If there isn’t a strong rationale as to why the timing to $100M+ revenue is within venture time horizons (5-10 years) then that is a red flag. Similarly, if the market isn’t large and obvious for a new technology, you have the compound risk of: #1 the technology working and #2 there being PMF when the technology works. Typically we want to see a very large, obvious, broad market for a new deep technology to be applied into (vis-a-vis a product) when it is ready. Venture capital is not designed to fund open ended research. Government grants are better for that. Venture capital is designed to fund risky business endeavors where the reward is at least three orders of magnitude larger than the risk. It is hard to close that math when there is significant compound risk.”<\/div>\n[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;Funding for alternative ventures&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]Companies that aren’t VC fundable do have other forms of funding – in fact, most startups aren’t even VC funded. For example these funding sources are available:<\/p>\n<p><b><br \/>\nAngel investors <\/b><\/p>\n<p>Angel investors are individual investors that can provide early-stage capital to startups. Angel investors range from hobbyists investing small tickets to professionals participating in large VC rounds. The difference to VC funds is that angels are investing their own money – and are thus responsible to themselves. An angel investor might be happy with a smaller return on an investment as they’ll get 100% of the money returned.<\/p>\n<p>&nbsp;<\/p>\n<p><b>Bootstrapping <\/b><\/p>\n<p>Bootstrapping means financing the company through other means than outside investments. Often this means that the founders have other sources of income, financing through debt, sweat equity, or financing through company revenues. Some famous bootstrapped companies include MailChimp and Spanx, and for example <a href=\"https:\/\/www.slush.org\/article\/9-bootstrapping-lessons-for-early-stage-founders\/\">Infobip<\/a> and <a href=\"https:\/\/www.slush.org\/article\/6-lessons-for-founders-from-a-european-decacorn\/\">Celonis<\/a> in Europe.<\/p>\n<p>&nbsp;<\/p>\n<p><b>CVCs<\/b><\/p>\n<p>Corporate Venture Capital or corporate venturing refers to the venture arms of big corporations, such as <a href=\"https:\/\/www.gv.com\/\">Google Ventures<\/a> and <a href=\"https:\/\/www.intelcapital.com\/\">Intel Capital<\/a>. The investments can either be done through a minor stake similar to a regular VC, or through a venture client model where the startup and corporation in question work on joint projects funded by the CVC.<\/p>\n<p>&nbsp;<\/p>\n<p><b>Family offices <\/b><\/p>\n<p>Family offices help wealthy families invest their money to protect their family wealth. Alongside VC and angel capital, family offices are one of the three most common funding sources in the early stages. They work much like VC firms, but without the intermediary LP-GP relationship.<\/p>\n<p>&nbsp;<\/p>\n<p><b>Friends and family<\/b><\/p>\n<p>Where founders’ own savings aren’t enough they might resort to friends and family rounds, where the investor is a founder’s personal connection. These usually take place at the same stages as angel rounds, but are on average smaller than the latter.<\/p>\n<p>&nbsp;<\/p>\n<p><b>Government grants and subsidies<\/b><\/p>\n<p>Many governments have subsidy and grant programs to support startup founders, most often in the early stages of building.<\/p>\n<p>&nbsp;<\/p>\n<p><b>Revenue-based financing<\/b><\/p>\n<p>Somewhat of a hybrid between equity financing and debt financing, revenue-based financing works through the startup in question paying off a loan they take from an investor with generated revenue.<\/p>\n<p>&nbsp;<\/p>\n<p><b>Venture debt<\/b><\/p>\n<p>Venture debt is loan financing designed to provide funding between equity rounds. Its purpose can be to act as a bridge, but can also for example provide funding for acquisitions.<\/p>\n[\/vc_column_text][split_line_heading animation_type=&#8221;line-reveal-by-space&#8221; font_style=&#8221;h2&#8243; line_reveal_by_space_text_effect=&#8221;default&#8221; content_alignment=&#8221;left&#8221; mobile_content_alignment=&#8221;inherit&#8221; link_target=&#8221;_self&#8221; text_content=&#8221;Fitting the VC mold&#8221; font_line_height=&#8221;1&#8243;][\/split_line_heading][vc_column_text]The VC model certainly favors some types of companies over others, which means you might have to target your efforts better and highlight slightly different things to gain funding. On the other hand, if these goals, timeline, and scale seem unreasonable, VC funding’s probably not your cup of tea. If that’s the case, you should consider alternative paths for building your company. It’s important to know what VCs are looking for to not waste your time on a wild goose chase.[\/vc_column_text][\/vc_column_inner][\/vc_row_inner][\/vc_column][\/vc_row]\n","protected":false},"excerpt":{"rendered":"<p>[vc_row type=&#8221;full_width_background&#8221; full_screen_row_position=&#8221;middle&#8221; column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; bg_color=&#8221;#fafafa&#8221; full_height=&#8221;yes&#8221; scene_position=&#8221;center&#8221; text_color=&#8221;dark&#8221; text_align=&#8221;left&#8221; row_border_radius=&#8221;none&#8221; row_border_radius_applies=&#8221;bg&#8221; sticky_row=&#8221;true&#8221; sticky_row_alignment=&#8221;top&#8221; overflow=&#8221;visible&#8221; class=&#8221;article&#8221; overlay_strength=&#8221;0.3&#8243; gradient_direction=&#8221;left_to_right&#8221; shape_divider_position=&#8221;bottom&#8221; bg_image_animation=&#8221;none&#8221; gradient_type=&#8221;default&#8221; shape_type=&#8221;&#8221;][vc_column column_padding=&#8221;no-extra-padding&#8221; column_padding_tablet=&#8221;inherit&#8221; column_padding_phone=&#8221;inherit&#8221; column_padding_position=&#8221;all&#8221; left_margin=&#8221;3vw&#8221; constrain_group_2=&#8221;yes&#8221; right_margin=&#8221;3vw&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_backdrop_filter=&#8221;none&#8221; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; column_link_target=&#8221;_self&#8221; column_position=&#8221;static&#8221; gradient_direction=&#8221;left_to_right&#8221; overlay_strength=&#8221;0.3&#8243; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; animation_type=&#8221;default&#8221; bg_image_animation=&#8221;none&#8221; border_type=&#8221;simple&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; column_padding_type=&#8221;default&#8221; gradient_type=&#8221;default&#8221;][vc_row_inner column_margin=&#8221;default&#8221; column_direction=&#8221;default&#8221; column_direction_tablet=&#8221;default&#8221; column_direction_phone=&#8221;default&#8221; text_align=&#8221;left&#8221; row_position=&#8221;default&#8221; row_position_tablet=&#8221;inherit&#8221; row_position_phone=&#8221;inherit&#8221; overflow=&#8221;visible&#8221; pointer_events=&#8221;all&#8221;][vc_column_inner left_padding_desktop=&#8221;10%&#8221; constrain_group_101=&#8221;yes&#8221; right_padding_desktop=&#8221;10%&#8221; left_padding_tablet=&#8221;2%&#8221; constrain_group_103=&#8221;yes&#8221; right_padding_tablet=&#8221;2%&#8221; left_padding_phone=&#8221;2%&#8221; constrain_group_105=&#8221;yes&#8221; right_padding_phone=&#8221;2%&#8221; column_element_direction_desktop=&#8221;default&#8221; column_element_spacing=&#8221;default&#8221; desktop_text_alignment=&#8221;default&#8221; <a href=\"https:\/\/slush.org\/is-your-company-vc-fundable\/\">&nbsp;&raquo;&nbsp;Read more about: Is Your Company VC Fundable? &nbsp;&raquo;<\/a><\/p>\n","protected":false},"author":3,"featured_media":2838,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"om_disable_all_campaigns":false,"footnotes":""},"categories":[35,51],"tags":[],"aioseo_notices":[],"_links":{"self":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2837"}],"collection":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/users\/3"}],"replies":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/comments?post=2837"}],"version-history":[{"count":2,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2837\/revisions"}],"predecessor-version":[{"id":3057,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/posts\/2837\/revisions\/3057"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/media\/2838"}],"wp:attachment":[{"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/media?parent=2837"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/categories?post=2837"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/slush.org\/wp-json\/wp\/v2\/tags?post=2837"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}